Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Surrogate High, Private Use
sv: Surrogat hög, privat bruk

source: Private Use
sv: Privat användning

source: Corporate Use
sv: Användning i företag

source: MicroSoft Symbol Area
sv: MicroSoft Symbolområde

source: Latin Ligatures
sv: Latinska ligaturer

source: Armenian Ligatures
sv: Armeniska ligaturer

source: Hebrew Ligatures/Pointed Letters
sv: Hebreiska ligaturer/spetsiga bokstäver

source: Arabic Presentation Forms A
sv: Arabiska presentationsformer A

source: Arabic Presentation Forms B
sv: Arabiska presentationsformulär B

source: Half and Full Width Forms
sv: Formulär för halv och hel bredd

source: Latin Full Width Forms
sv: Latinska formulär i full bredd

source: KataKana Half Width Forms
sv: KataKana Halvbreda formulär

source: Not a Unicode Character
sv: Inte ett Unicode-tecken

source: Signature Mark
sv: Signaturmärke

source: Unicode Supplementary Multilingual Plane
sv: Unicode kompletterande flerspråkiga plan

source: Aegean scripts
sv: Egeiska skript

source: Aegean numbers
sv: Aegean-nummer

source: Alphabetic and syllabic LTR scripts
sv: Alfabetiska och syllabiska LTR-skrifttyper

source: Alphabetic and syllabic RTL scripts
sv: Alfabetiska och syllabiska RTL-skript

source: African and other syllabic scripts
sv: Afrikanska och andra syllabiska skript

source: Cuneiform and other Near Eastern Scripts
sv: Kilskrift och andra skrifter från Främre Orienten

source: Sumero-Akkadian Cuneiform
sv: Sumero-Akkadiska kilskrift

source: Cuneiform Numbers
sv: Kilskriftssiffror

source: Egyptian hieroglyphs
sv: Egyptiska hieroglyfer

source: North American ideographs and pictograms
sv: Nordamerikanska ideografer och piktogram

source: Egyptian and Mayan hieroglyphs
sv: Egyptiska och mayanska hieroglyfer

source: Sumerian pictograms
sv: Sumeriska piktogram

source: Large Asian Scripts
sv: Stora asiatiska skript

source: Notational systems
sv: Notationssystem

source: Chinese counting rod numerals
sv: Kinesiska räknestavar siffror

source: Miscellaneous Symbols And Pictographs
sv: Diverse symboler och piktogram

source: Transport And Map Symbols
sv: Transport- och kartsymboler

source: Unicode Supplementary Ideographic Plane
sv: Unicodes kompletterande ideografiska plan

source: Unicode Supplementary Special-purpose Plane
sv: Unicode kompletterande plan för särskilda ändamål

source: Tag characters
sv: Tagga tecken

source: Variation Selectors B
sv: Variationsväljare B

source: At pixelsize %d the character %s either starts before the origin or extends beyond the advance width.
sv: Vid bildpunktstorlek %d börjar tecknet %s antingen före ursprunget eller sträcker sig längre än framflyttningsbredden.

source: Internal error in creating FNT. File offset wrong
sv: Internt fel vid skapandet av FNT. Felaktig filoffset

source: Internal error in creating FNT. File offset wrong in bitmap data
sv: Internt fel vid skapandet av FNT. Fel filoffset i bitmappsdata

source: WOFF not supported
sv: WOFF stöds inte

source: This version of fontforge cannot handle WOFF files. You need to recompile it with libpng and zlib
sv: Den här versionen av fontforge kan inte hantera WOFF-filer. Du måste kompilera om den med libpng och zlib

source: Could not find the zlib library which is needed to understand WOFF
sv: Kunde inte hitta zlib-biblioteket som behövs för att förstå WOFF

source: Bad signature in WOFF
sv: Felaktig signatur i WOFF

source: Space (in points) left between images and text in labels, buttons, menu items, etc. which have both
sv: Utrymme (i punkter) som lämnas mellan bilder och text i etiketter, knappar, menyalternativ etc. som har både

source: Image used instead of the Check Box Off Mark (when the radio is disabled)
sv: Bild som används istället för Check Box Off Mark (när radion är inaktiverad)

source: Bad font specification
sv: Felaktig specifikation av typsnitt

source: Could not open %s
sv: Kunde inte öppna %s

source: X Resource Editor
sv: X Resursredaktör

source: Screen Width in Centimeters
sv: Skärmens bredd i centimeter

source: Physical screen width, measured in centimeters For this to take effect you must save the resource data (press the [Save] button) and restart fontforge
sv: Fysisk skärmbredd, mätt i centimeter För att detta ska träda i kraft måste du spara resursdata (tryck på knappen [Spara]) och starta om fontforge

source: Screen Width in Inches
sv: Skärmens bredd i tum

source: Physical screen width, measured in inches For this to take effect you must save the resource data (press the [Save] button) and restart fontforge
sv: Fysisk skärmbredd, mätt i tum För att detta ska träda i kraft måste du spara resursdata (tryck på knappen [Spara]) och starta om fontforge

source: Couldn't create directory: %1$s %2$s %3$s
sv: Det gick inte att skapa en katalog: %1$s %2$s %3$s
