Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: These mappings may be used to fix certain standard heights.
es: Estos mapeos pueden ser usados para arreglar ciertas alturas estándares.
ru: Эти привязки можно использовать для исправления некоторых стандартных высот.
sv: Dessa mappningar kan användas för att fastställa vissa standardhöjder.

source: These results are those of the freetype autohinter. They do not reflect the truetype instructions.
es: Estos resultados son los de la generación de pistas automáticas de FreeType. No son un reflejo de las instrucciones TrueType.
ru: Это результаты автоинструктирования freetype. Они не отражают truetype-инструкции.
sv: Dessa resultat gäller för freetype autohinter. De återspeglar inte truetype-instruktionerna.

source: These two lines share a common endpoint, I can't make them parallel
es: Estas dos líneas comparten un punto final común. No puedo hacerlas paralelas
ru: Эти две линии имеют общую конечную точку, поэтому разместить их параллельно невозможно
sv: De två linjerna har en gemensam start- eller slutpunkt och kan därför inte göras parallella

source: Thickness of the fraction bar.
es: Grosor de la barra de fracciones.
ru: Толщина дробной черты.
sv: Tjockleken på fraktionsfältet.

source: Thickness of the overbar.
es: El grosor de la barra superior.
ru: Толщина верхней черты.
sv: Tjocklek på överliggaren.

source: Thickness of the underbar.
es: El grosor de la barra inferior.
ru: Толщина черты снизу.
sv: Tjocklek på underliggaren.

source: Things could be better...
es: Las cosas podrían mejorar...
ru: Возможности для улучшения…
sv: Saker och ting kunde vara bättre...

source: Thinking...
es: Pensando...
ru: Выполняется…
sv: Tänker...

source: Third Widths
es: Anchos de tercio
ru: Треть ширины
sv: Tredje bredden

source: Third argument of imagemask must be a boolean.
es: El tercer argumento de la máscara de imagen debe ser un booleano.
ru: Третьим параметром imagemask должно быть логическое значение.
sv: Tredje argumentet i imagemask måste vara ett boolean.

source: This anchor class already is associated with a point in this character
es: Esta clase de anclaje ya está asociada con un punto en este carácter
ru: Этот класс опорной точки уже сопоставлен с точкой в этом символе
sv: Denna ankarklass är redan associerad med en punkt i denna karaktär

source: This anchor was attached to point %d, but that's not a point I can move. I'm detaching the anchor from the point.
es: Este anclaje estaba enlazado al punto %d, pero ese no es un punto que pueda mover. Estoy desvinculando el anclaje del punto.
ru: Эта опорная точка была присоединена к точке %d, но эта точка не двигается. Опорная точка будет отсоединена от этой точки.
sv: Detta ankare var kopplat till punkt %d, men det är inte en punkt som jag kan flytta. Jag kopplar bort ankaret från punkten.

source: This blank outline glyph has an unexpected bitmap version
es: Este glifo de contorno en blanco tiene una versión de mapa de bits inesperada
ru: У пустого контурного глифа неожиданная растровая версия
sv: Denna tomma konturglyf har en oväntad bitmappsversion

source: This character (gid=%d) has a following part (%d). I'm not sure what that means, please send me (gww@silcom.com) a copy of this font so I can test with it.
es: Este carácter (gid=%d) tiene una parte siguiente (%d). No estoy seguro de lo que eso significa. Por favor, envíame (gww@silcom.com) una copia de esta fuente para que pueda probar con ella.
ru: Символ (gid=%d) содержит дополнительную часть (%d). Назначение непонятно, отправьте мне (gww@silcom.com) копию этого шрифта для проверки.

source: This checks if the character almost, but not exactly, conforms to the requirements for a stem3 hint. That is, either vertically or horizontally, there must be exactly three hints, and they must have the same width and they must be evenly spaced.
es: Esto verifica si el carácter casi, pero no exactamente, cumple con los requisitos para una pista de tipo stem3. Eso es, que de forma vertical u horizontal, debe haber exactamente tres pistas, las cuales deben tener el mismo ancho y estar espaciadas uniformemente.
ru: Позволяет убедиться в том, что символ почти, но не совсем точно, отвечает требованиям построения хинта stem3. В этом случае символ имеет точно три вертикально или горизонтально расположенных штриха с одинаковой шириной и равными промежутками.
sv: Detta kontrollerar om tecknet nästan, men inte exakt, uppfyller kraven för en stem3-ledtråd. Det vill säga, antingen vertikalt eller horisontellt, måste det finnas exakt tre ledtrådar, och de måste ha samma bredd och de måste vara jämnt fördelade.

source: This contextual rule applies no lookups.
es: Esta regla contextual no aplica búsquedas.
ru: Это контекстное правило не применяет ни один lookup.
sv: Denna kontextuella regel gäller inga uppslagningar.

source: This denotes the height of X.
es: Esto denota la altura de X.
ru: Здесь устанавливается значение высоты прописных.

source: This denotes the height of x.
es: Esto denota la altura de x.
ru: Здесь устанавливается значение высоты строчных.

source: This dialog has two formats. A simpler one which hides some of the complexities of these rules, or a more complex form which gives you full control.
es: Este diálogo tiene dos formatos. Uno simple que oculta algunas de las complejidades de estas reglas, o una forma más compleja que te da un control total.
ru: Этот диалог имеет два формата. Простой формат, скрывающий некоторые сложности этих правил, или более сложный формат, который предоставляет полный контроль.
sv: Denna dialog har två format. Ett enklare som döljer en del av komplexiteten i dessa regler, eller en mer komplex form som ger dig full kontroll.

source: This does not appear to be a Windows FNT for FON file
es: Esto no parece ser un FNT de Windows para archivo FON
ru: Не похоже на Windows FNT для FON-файла
sv: Det här verkar inte vara en Windows FNT for FON-fil

source: This does not seem to be a plate file Expected left paren
es: Este no parece ser un archivo de placa Se esperaba un paréntesis izquierdo
ru: Данный файл не является файлом plate Ожидается наличие левой скобки
sv: Detta verkar inte vara en plattfil Förväntad vänster paren

source: This does not seem to be a plate file Expected one of 'voc[]z'
es: Este no parece ser un archivo de placa Se esperaba uno de "voc[]z"
ru: Данный файл не является файлом plate Предполагается наличие одного из следующих символов: «voc[]z»
sv: Detta verkar inte vara en plattfil Förväntad en av 'voc[]z'

source: This does not seem to be a plate file Expected two real numbers
es: Este no parece ser un archivo de placa Se esperaba dos números reales
ru: Данный файл не является файлом plate Предполагается наличие двух вещественных чисел
sv: Detta verkar inte vara en plattfil Förväntade två reella tal

source: This does not seem to be a plate file First line wrong
es: Este no parece ser un archivo de placa Primera línea incorrecta
ru: Данный файл не является файлом plate Некорректная первая строка
sv: Detta verkar inte vara en plattfil Första raden fel

source: This doesn't look like an ofm file, I don't know how to read it.
es: Esto no parece ser un archivo ofm. No sé cómo leerlo.
ru: Этот файл не похож на ofm-файл, прочитать невозможно.
sv: Det här ser inte ut som en ofm-fil, jag vet inte hur jag ska läsa den.

source: This feature code is already used
es: Este código de característica ya está en uso
ru: Код этой функции уже используется
sv: Denna funktionskod är redan använd

source: This feature, setting combination is already used
es: Esta combinación de característica, configuración ya está en uso
ru: Эта функция, комбинация параметра уже используется
sv: Denna funktion, inställningskombination används redan

source: This feature, setting combination is already used Do you really wish to reuse it?
es: Esta combinación de característica, configuración ya está en uso ¿Realmente deseas reutilizarla?
ru: Эта функция, комбинация параметра уже используется Переопределить её?
sv: Denna funktion, inställningskombination används redan Vill du verkligen återanvända den?

source: This file contains an unnamed encoding, which cannot be named in a script
es: Este archivo contiene una codificación sin nombre, que no puede ser nombrada en un script
ru: Файл содержит безымянные кодировки, которым невозможно присвоить имена в сценарии
sv: Den här filen innehåller en icke namngiven kodning, som inte kan namnges i ett skript

source: This file contains no SVG fonts.
es: Este archivo no contiene fuentes SVG.
ru: Данный файл не содержит SVG-шрифтов.

source: This font comes from an old format sfd file. Not all aspects of it can be reverted successfully.
es: Esta fuente proviene de un archivo sfd de formato antiguo. No todos sus aspectos podrán revertirse correctamente.
ru: Шрифт создан на основе sfd-файла старого формата. Не все его особенности могут быть успешно восстановлены.
sv: Detta typsnitt kommer från en sfd-fil i gammalt format. Inte alla aspekter av det kan återställas framgångsrikt.

source: This font contains a "UniqueId" variable, but the correct name for it is "UniqueID" (postscript is case conscious)
es: Esta fuente contiene una variable "UniqueId", pero el nombre correcto para ella es "UniqueID" (PostScript distingue minúsculas de mayúsculas)
ru: Этот шрифт содержит переменную «UniqueId», но корректное имя этой переменной «UniqueID» (postscript чувствителен к регистру)

source: This font contains a 'size' feature with a design size and design range but no stylename. That is technically an error, but we'll let it pass
es: Esta fuente contiene una característica "size" (tamaño) con un tamaño y rango de diseño pero sin nombre de estilo. Eso es técnicamente un error, pero lo dejaremos pasar
ru: Данный шрифт содержит функцию 'size' с определённым размером и диапазоном, но не задано имя стиля. Технически это считается ошибкой, но не будем заострять на этом внимания
sv: Detta typsnitt innehåller en "size"-funktion med en designstorlek och ett designintervall men inget stylenamn. Det är tekniskt sett ett fel, men vi låter det passera

source: This font contains at least one translucent layer, but type3 does not support that (anything translucent or transparent is treated as opaque). Do you want to proceed anyway?
es: Esta fuente contiene por lo menos una capa translúcida, pero type3 no soporta eso (cualquier capa translúcida o transparente se trata como si fuera opaca). ¿Deseas continuar de todos modos?
ru: Шрифт содержит по крайней мере один полупрозрачный слой, но type3 это не поддерживает (всё полупрозрачное или прозрачное воспринимается как непрозрачное). Всё равно продолжить?
sv: Det här typsnittet innehåller minst ett genomskinligt lager, men type3 stöder inte det (allt som är genomskinligt eller transparent behandlas som ogenomskinligt). Vill du fortsätta ändå?

source: This font contains bitmaps in Apple's compressed format 4 (And I don't support that)
es: Esta fuente contiene mapas de bits en el formato comprimido 4 de Apple (y yo no lo soporto)
ru: Данный шрифт содержит растры в сжатом формате Apple 4 (не поддерживается)

source: This font contains bitmaps in a format %d that I've never heard of
es: Esta fuente contiene mapas de bits en un formato %d del que nunca he oído hablar
ru: Данный шрифт содержит растры в неизвестном формате %d

source: This font contains bitmaps in the obsolete format 3 (And I can't read them)
es: Esta fuente contiene mapas de bits en el formato obsoleto 3 (y no puedo leerlos)
ru: Данный шрифт содержит растры в устаревшем формате 3 (прочитать невозможно)

source: This font contains both a 'BASE' table and a 'bsln' table. FontForge will only read one of them ('BASE').
es: Esta fuente contiene tanto una tabla "BASE" como una tabla "bsln". FontForge solo leerá una de ellas ("BASE").
ru: Это шрифт содержит как таблицу 'BASE', так и таблицу 'bsln'. FontForge прочитает только одну из них ('BASE').
sv: Detta typsnitt innehåller både en "BASE"-tabell och en "bsln"-tabell. FontForge läser bara en av dem ('BASE').

source: This font contains both a 'kern' table and a 'GPOS' table. The 'kern' table will only be read if there is no 'kern' feature in 'GPOS'.
es: Este fuente contiene tanto una tabla "kern" como una tabla "GPOS". La tabla "kern" solo será leída si no hay ningunacaracterística "kern" en "GPOS".
ru: Это шрифт содержит как таблицу 'kern', так и таблицу 'GPOS'. Таблица 'kern' считывается только при отсутствии функции 'kern' в 'GPOS'.
sv: Detta typsnitt innehåller både en "kern"-tabell och en "GPOS"-tabell. Tabellen "kern" kommer endast att läsas om det inte finns någon "kern"-funktion i "GPOS".

source: This font contains both a 'mor[tx]' table and a 'GSUB' table. FF will only read feature/settings in 'morx' which do not match features found in 'GSUB'.
es: Esta fuente contiene tanto una tabla "mor[tx]", como una tabla "GSUB". FF solo leerá las características/configuraciones en "morx" que no coincidan con las características encontradas en "GSUB".
ru: Данный шрифт содержит как таблицу 'mor[x]', таки и таблицу 'GSUB'. FF будет считывать только функции/параметры в 'morx', которые не соответствуют функциям в 'GSUB'.
sv: Detta typsnitt innehåller både en "mor[tx]"-tabell och en "GSUB"-tabell. FF läser bara funktioner/inställningar i 'morx' som inte matchar funktioner som finns i "GSUB".

source: This font contains both a TrueType 'glyf' table and an OpenType 'CFF ' table. FontForge can only deal with one at a time, please pick which one you want to use
es: Esta fuente contiene una tabla 'glyf' TrueType y una tabla 'CFF' de OpenType. FontForge solo puede usar una a la vez. Por favor, elige la que deseas usar
ru: Данный шрифт содержит обе таблицы: 'glyf' TrueType и 'CFF' OpenType. FontForge может работать только с одной из них одновременно. Выберите одну таблицу для использования
sv: Detta typsnitt innehåller både en TrueType "glyf"-tabell och en OpenType "CFF"-tabell. FontForge kan bara hantera en i taget, välj vilken du vill använda

source: This font contains both truetype and PostScript glyph descriptions only one will be used.
es: Esta fuente contiene las descripciones de glifo tanto de TrueType como de PostScript. Solo se usará una.
ru: В этом шрифте есть описания глифов как по TrueType, так и по PostScript. Будет использовано лишь одно из них.
sv: Detta typsnitt innehåller både truetype- och PostScript-glyfbeskrivningar endast en kommer att användas.

source: This font contains multiple glyph descriptions only one will be used.
es: Esta fuente contiene múltiples descripciones de glifos. Solo se usará una.
ru: Данный шрифт содержит несколько описаний глифов только одно из них будет использовано.
sv: Detta typsnitt innehåller flera glyfbeskrivningar endast en kommer att användas.

source: This font contains neither "CFF " nor "glyf"/"loca" tables
es: Esta fuente no contiene tablas "CFF " ni "glyf"/"loca"
ru: Данный шрифт не содержит ни таблицы «CFF », ни «glyf»/«loca»
sv: Detta typsnitt innehåller varken "CFF" eller "glyf"/"loca"-tabeller

source: This font contains no glyphs with unicode encodings. Would you like to use a "Symbol" encoding instead of Unicode?
es: Esta fuente no contiene caracteres Unicode. ¿Desea utilizar la codificación "Symbol" en vez de Unicode?
ru: Данный шрифт не содержит глифов, закодированных в Юникод. Использовать кодировку «Символ» вместо Юникода?
sv: Detta typsnitt innehåller inga glyfer med unicode-kodning. Vill du använda en "Symbol"-kodning istället för Unicode?

source: This font contains no glyphs with unicode encodings. You will probably not be able to use the output.
es: Esta fuente no contiene caracteres Unicode. Es probable que no la pueda utilizar.
ru: Данный шрифт не содержит глифов, закодированных в Юникод. Вероятно, воспользоваться выводом не получится.
sv: Detta typsnitt innehåller inga glyfer med Unicode-kodning. Du kommer förmodligen inte att kunna använda utdata.

source: This font contains non-integral coordinates. That's OK in PostScript and SVG but causes problems in TrueType. Should I consider that an error here?
es: Esta fuente contiene coordenadas no integrales. Eso está bien en PostScript y SVG, pero causa problemas en TrueType. ¿Debería considerar que hay un error aquí?
ru: Данный шрифт содержит нецелочисленные координаты. Это нормально для PostScript и SVG, но может создать проблемы в TrueType. Стоит ли здесь считать это ошибкой?
sv: Detta typsnitt innehåller icke-integrala koordinater. Det är OK i PostScript och SVG men orsakar problem i TrueType. Ska jag betrakta det som ett fel här?

source: This font does not contain a glyph named "%.40s"
es: Esta fuente no contiene un glifo llamado "%.40s"
ru: В этом шрифте нет глифа с именем «%.40s»
sv: Detta typsnitt innehåller inte en glyf med namnet "%.40s"

source: This font does not have vertical metrics enabled. Use Element->Font Info to enable them.
es: Esta fuente no tiene métricas verticales habilitadas. Utiliza Elemento->Información de la fuente para habilitarlas.
ru: В этом файле шрифта не включены вертикальные метрики. Включите их через диалог «Элемент > Информация о шрифте».
sv: Det här typsnittet har inte vertikala mått aktiverade. Använd Element->Font Info för att aktivera dem.

source: This font does not specify font-face
es: Esta fuente no especifica font-face
ru: В этом шрифте не указано начертание

source: This font does not specify units-per-em
es: Esta fuente no especifica unidades por em
ru: Этот шрифт не содержит указаний по единицам em

source: This font does not specify unitsPerEm, so we guess 1000.
es: Esta fuente no especifica unidades por em, así que adivinaremos que es 1000.
ru: В данном шрифте не содержится указания unitsPerEm, поэтому предполагается 1000.

source: This font is based on the charset %1$.20s-%2$.20s-%3$d, but the best I've been able to find is %1$.20s-%2$.20s-%4$d. Shall I use that or let you search?
es: Esta fuente se basa en el conjunto de caracteres %1$.20s-%2$.20s-%3$d, pero lo mejor que he podido encontrar es %1$.20s-%2$.20s-%4$d. ¿Debería usar eso o permitir que busques?
ru: Шрифт основан на кодировке %1$.20s-%2$.20s-%3$d, но удалось обнаружить лишь %1$.20s-%2$.20s-%4$d. Использовать этот вариант или выполните поиск самостоятельно?
sv: Det här typsnittet är baserat på teckenuppsättningen %1$.20s-%2$.20s-%3$d, men det bästa jag har kunnat hitta är %1$.20s-%2$.20s-%4$d. Ska jag använda det eller låta dig söka?

source: This font is erroneous: it has a GPOS extension subtable that points to another extension sub-table.
es: Esta fuente es errónea: tiene una subtabla de extensión GPOS que apunta a otra subtabla de extensión.
ru: Шрифт содержит ошибки: содержит подтаблицу расширения GPOS, которая указывает на другую подтаблицу расширения.
sv: Detta typsnitt är felaktigt: det har en GPOS-tilläggsundertabell som pekar på en annan förlängning sub-tabell.

source: This font is erroneous: it has a GSUB extension subtable that points to another extension sub-table.
es: Esta fuente es errónea: tiene una subtabla de extensión GSUB que apunta a otra subtabla de extensión.
ru: Шрифт содержит ошибки: содержит подтаблицу расширения GSUB, которая указывает на другую подтаблицу расширения.
sv: Det här typsnittet är felaktigt: det har en GSUB-tilläggsundertabell som pekar på en annan tilläggsundertabell.

source: This font is marked with an FSType of 2 (Restricted License). That means it is not editable without the permission of the legal owner. Do you have such permission?
es: Esta fuente posee un FSType igual a 2 (Licencia Restringida). Esto significa que no se la puede editar sin el permiso de su propietario legal. ¿Posee este permiso?
ru: Этот шрифт помечен как FSType 2 (Ограниченная Лицензия). Это означает, что его нельзя редактировать без разрешения законного владельца. У вас есть такое разрешение?
sv: Detta typsnitt är märkt med en FSTyp av 2 (Begränsad Licens). Det betyder att det inte är redigerbart utan tillstånd från den juridiska ägaren. Har du ett sådant tillstånd?

source: This font, %s, has multiple GPOS 'size' features. I'm not sure how to interpret that. I shall pick one arbitrarily.
es: Esta fuente %s tiene múltiples características "size" (tamaño) de GPOS. No estoy seguro de cómo interpretarlo. Seleccionaré una arbitrariamente.
ru: Этот шрифт, %s, имеет несколько функций GPOS 'size'. Непонятно как это интерпретировать. Одна из них будет выбрана произвольно.

source: This glyph can use a stem3 hint
es: Este carácter puede usar una pista de tipo stem3
ru: В этом глифе может использоваться инструкция stem3
sv: Denna glyf kan använda en stam3-ledtråd

source: This glyph contains a different number of contours in different instances
es: Este glifo contiene un número de contornos diferente en diferentes instancias
ru: Этот глиф содержит различное число контуров в разных экземплярах
sv: Denna glyf innehåller olika antal konturer i olika fall

source: This glyph contains a different number of hints in different instances
es: Este glifo contiene un número de ajustes diferente en diferentes instancias
ru: Этот глиф содержит различное число инструкций в различных экземплярах
sv: Denna glyf innehåller olika antal ledtrådar i olika fall

source: This glyph contains a different number of references in different instances
es: Este glifo contiene un número de referencias diferente en diferentes instancias
ru: Глиф в разных экземплярах содержит различное число ссылок
sv: Denna glyf innehåller olika antal referenser i olika instanser

source: This glyph contains a horizontal hint near the specified width
es: Este carácter posee un ajuste horizontal próximo al ancho especificado
ru: Этот глиф содержит горизонтальный хинт недалеко от указания ширины
sv: Denna glyf innehåller en horisontell antydan nära den angivna bredden

source: This glyph contains a substitution or ligature entry which refers to an empty char
es: Este carácter contiene una sustitución o una ligadura que referencia un carácter vacío
ru: Этот глиф содержит подстановку или запись лигатуры, которая ссылается на пустой символ
sv: Denna glyf innehåller en substitutions- eller ligaturpost som hänvisar till ett tomt tecken

source: This glyph contains a vertical hint near the specified width
es: Este carácter posee un ajuste vertical próximo al ancho especificado
ru: Этот глиф содержит вертикальный хинт недалеко от указания ширины
sv: Denna glyf innehåller en vertikal antydan nära den angivna bredden

source: This glyph contains anchor points from some, but not all anchor classes in a subtable
es: Este glifo contiene puntos de anclaje de algunas, pero no todas, las clases de anclaje en una subtabla
ru: Этот глиф содержит опорные точки от некоторых, но не всех классов опорной точки в подтаблице
sv: Denna glyf innehåller ankarpunkter från vissa, men inte alla, ankarklasser i en underliggande tabell

source: This glyph contains both contours and references. (or contains a reference which has a bad transformation matrix and counts as a contour). This cannot be expressed in the TrueType glyph format.
es: Este glifo contiene tanto contornos como referencias (o contiene una referencia que tiene una matriz de transformación incorrecta que cuenta como un contorno). Esto no puede ser expresado en el formato de glifo de TrueType.
ru: Данный глиф содержит как контуры, так и ссылки. (либо содержит ссылку с неверной матрицей преобразования и используется в качестве контура). Это невозможно выразить в формате глифа TrueType.
sv: Denna glyf innehåller både konturer och referenser. (eller innehåller en referens som har en dålig transformationsmatris och räknas som en kontur). Detta kan inte uttryckas i TrueType-glyfformatet.
