Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: _Width
es: Ancho(_W)
ru: _Ширина
sv: _Bredd

source: _Width:
es: Ancho:(_W)
ru: _Ширина:
sv: _Bredd:

source: _Window
es: Ven_tana
ru: _Окно
sv: _Fönster

source: _Window Type
es: Tipo de ventana(_W)
ru: Тип _окна
sv: _Fönstertyp

source: _Wireframe
es: Malla de alambre(_W)
ru: _Каркас

source: _Wireframe...
es: Malla de alambre...(_W)
ru: _Каркас…

source: _X Height:
es: Altura en _X:
ru: _Высота строчных:

source: _X near¹
es: _X cerca¹
ru: Рядом¹ по _X
sv: _X nära¹

source: _X-Height
es: Altura _x
ru: _Высота строчных:
sv: _X-Höjd

source: _Y near¹
es: _Y cerca¹
ru: Рядом¹ по _Y
sv: _Y nära¹

source: _Yes
es: Sí(_Y)
ru: _Да
sv: _Ja

source: _Zone:
es: _Zona:
ru: _Зона:
sv: _Zon:

source: _Zones:
es: _Zonas:
ru: _Зоны:
sv: _Zoner:

source: accent attachment table
es: Tabla de enlace de acento
ru: таблица присоединения диакритических знаков
sv: accenttillbehör bord

source: alternate subs
es: subs. alternativas
ru: подстановка альтернативных форм
sv: alternativa subs

source: anchor point table
es: tabla de puntos de anclaje
ru: таблица опорных точек

source: anti-alias merge table
es: tabla de combinación antialias
ru: таблица объединения сглаживания

source: as Len_gth
es: como lon_gitud
ru: в единицах дл_ины

source: as _Length
es: como _longitud
ru: в единицах д_лины

source: at position
es: en la posición
ru: в позиции
sv: på position

source: axis variation table
es: tabla de variación de ejes
ru: таблица вариантов оси
sv: tabell för axelvariation

source: base
ru: основа
sv: bas

source: baseline table (AAT version)
es: Tabla de línea base (versión AAT)
ru: таблица базовой линии (версия AAT)
sv: baslinjetabell (AAT-version)

source: bitmap data table (AAT version)
es: tabla de datos de mapa de bits (versión AAT)
ru: таблица растровых данных (версия AAT)
sv: bitmappsdatatabell (AAT-version)

source: bitmap data table (OT version)
es: tabla de datos de mapa de bits (versión OT)
ru: таблица растровых данных (версия OT)
sv: bitmappsdatatabell (OT-version)

source: bitmap font header table
es: Tabla de encabezado de fuente de mapa de bits
ru: таблица заголовка растрового шрифта
sv: bitmap typsnitt header tabell

source: bitmap location table (AAT version)
es: tabla de ubicación de mapa de bits (versión AAT)
ru: таблица размещения растра (версия AAT)
sv: bitmap-placeringstabell (AAT-version)

source: bitmap location table (OT version)
es: tabla de ubicación de mapa de bits (versión OT)
ru: таблица размещения растра (версия OT)
sv: tabell över bitmap-platser (OT-version)

source: by
es: un
ru: по
sv: av

source: can't create temporary file
es: no se puede crear el archivo temporal
ru: не удалось создать временный файл

source: character code mapping table
es: Tabla de mapeo de código de caracteres
ru: таблица сопоставления кода символа
sv: tabell för mappning av teckenkoder

source: cidmap entry out of bounds: %s
es: Entrada de cidmap fuera de límites: %s
ru: Запись cidmap вне допустимых пределов: %s

source: classes
es: clases
ru: классов
sv: klasser

source: color bitmap data table
es: Tabla de datos de mapa de bits de color
ru: таблица данных цветного растра

source: color bitmap location table
es: Tabla de ubicacion de mapa de bits de color
ru: таблица размещения цветного растра

source: component with no base glyph
es: componente sin glifo base
ru: компонент без базового глифа
sv: komponent utan basglyf

source: control value program table
es: tabla de programa de valores de control
ru: таблица программы управляющих значений
sv: styrvärde programtabell

source: control value table
es: Tabla de valores de control
ru: таблица управляющих значений
sv: tabell över styrvärden

source: copyright notice
es: aviso de copyright
ru: уведомление об авторских правах
sv: meddelande om upphovsrätt

source: couldn't find the character %s
es: no se pudo encontrar el carácter %s
ru: Не удалось найти символ %s

source: couldn't write encodings file
es: no se pudo escribir el archivo de codificaciones
ru: Не удалось записать файл кодировки

source: coverage
es: cobertura
ru: охвата
sv: täckning

source: coverage table extends beyond end of table
es: La tabla de cobertura se extiende más allá del final de la tabla
ru: таблица охвата простирается за пределы таблицы

source: cursive entry
es: entrada cursiva
ru: вход курсива
sv: kursiv ingång

source: cursive exit
es: salida cursiva
ru: выход курсива
sv: kursiv utgång

source: cursive|Latin: Handwritten
es: Latino: Manuscrito
ru: Латиница: Рукописный
sv: Latin: Handskrivet

source: cursive|Script
es: Sistema de escritura
ru: Рукописная
sv: Skrift

source: digital signature table
es: Tabla de firmas digitales
ru: таблица цифровых меток
sv: tabell för digital signatur

source: either by explicitly entering the contribution
es: especificando manualmente la contribución de cada diseño
ru: либо путём точного указания доли
sv: antingen genom att uttryckligen ange bidraget

source: electronic end user license table
es: tabla electrónica de licencia de usuario final
ru: таблица электронного лицензионного соглашения с конечным пользователем
sv: elektronisk slutanvändarlicens tabell

source: em units
es: unidades em
ru: единиц em
sv: em-enheter

source: em-units
es: unidades eme (cuadratines)
ru: единиц em
sv: em-enheter

source: embedded bitmap scaling control table
es: tabla de control de escalado de mapas de bits incrustados
ru: таблица управления масштабированием встроенного растра
sv: kontrolltabell för skalning av inbäddad bitmapp

source: end of subroutine reached with no return in %s
es: se alcanzó el final de la subrutina sin retorno en %s
ru: достигнут конец подпрограммы без возврата при нахождении в %s

source: extended metamorphosis table
es: tabla de metamórfosis extendida
ru: расширенная таблица преобразований
sv: utökad metamorfos tabell

source: false
es: falso
ru: ложь
sv: falskt

source: family name
es: nombre de familia
ru: имя гарнитуры
sv: släktnamn

source: font descriptor table
es: tabla de descriptor de fuente
ru: таблица дескриптора шрифта
sv: tabell för typsnittsdeskriptorer

source: font header table
es: tabla de encabezado de fuente
ru: таблица заголовка шрифта
sv: typsnitt rubrik tabell

source: font metrics table
es: tabla de métricas de fuente
ru: таблица метрик шрифта
sv: tabell över typsnittsmått

source: font name
es: nombre de fuente
ru: имя шрифта
sv: namn på typsnitt

source: font program table
es: tablas de programa de fuente
ru: таблица программ шрифта
sv: typsnitt program tabell

source: font variation table
es: tabla de variación de fuentes
ru: таблица вариантов шрифта
sv: tabell för typsnittsvariation

source: font;fonts;editor;TTF;OTF;typeface;
es: fuente;fuentes;editor;TTF;OTF;TypeFace;
ru: шрифт;шрифты;редактор;TTF;OTF;гарнитура;

source: fontology recapitulates file-ogeny
es: La fontología recapitula la archivogonía
ru: шрифтогенез есть рекапитуляция файлогенеза
sv: fontologi rekapitulerar fil-ogeni

source: full name
es: nombre completo
ru: полное имя
sv: fullständigt namn

source: gaspTableEntry|New
es: Nueva
ru: Создать
sv: Ny

source: glyph definition table
es: tabla de definición de glifos
ru: таблица определения глифов
sv: glyfdefinitionstabell

source: glyph location table
es: tabla de ubicación de glifos
ru: таблица размещения глифов
sv: tabell för glyfplacering

source: glyph name and PostScript compatibility table
es: tabla de compatibilidad de nombres de glifos y PostScript
ru: таблица совместимости имён глифов с PostScript
sv: glyfnamn och PostScript-kompatibilitetstabell

source: glyph outline table
es: tabla de contorno de glifos
ru: таблица построения глифа
sv: tabell för glyfkonturer

source: glyph positioning table
es: tabla de posicionamiento de glifos
ru: таблица размещения глифов
sv: tabell för positionering av glyfer

source: glyph reference table
es: tabla de referencia de glifos
ru: справочная таблица глифов
sv: glyf-referenstabell

source: glyph substitution table
es: tabla de sustitución de glifos
ru: таблица подстановки глифов
sv: tabell för glyfersättning

source: glyph to CID mapping table (AAT version)
es: glifo a tabla de mapeo CIF (versión AAT)
ru: таблица сопоставления глифа с CID (версия AAT)

source: glyph variation table
es: tabla de variación de glifos
ru: таблица вариантов глифа
sv: tabell för glyfvariation

source: glyphs
es: glifos
ru: глифов
sv: glyfer

source: grid-fitting and scan-conversion procedure table
es: tabla de procedimientos de ajuste a la cuadrícula y conversión de escaneos
ru: таблица процедур хинтования и преобразования развёртки
sv: tabell för rutnät och skanningskonvertering

source: horizontal device metrics table
es: tabla de métricas horizontales del dispositivo
ru: таблица горизонтальных метрик устройств
sv: horisontell enhet mätbord

source: horizontal header table
es: tabla de encabezado horizontal
ru: таблица горизонтального метрического заголовка
sv: horisontell rubriktabell

source: horizontal metrics table
es: tabla de mediciones horizontales
ru: таблица горизонтальных метрик
sv: horisontellt mätbord

source: horizontal metrics variations table
es: tabla de variaciones de métricas horizontales
ru: таблица вариантов горизонтальных метрик

source: horizontal style table
es: tabla de estilo horizontal
ru: таблица горизонтального стиля
sv: bord i horisontell stil

source: if smaller than
es: si es menor que
ru: если меньше, чем
sv: om mindre än

source: if tan less than
es: si la tangente es menor que
ru: если тангенс меньше
sv: om solbränna mindre än

source: justification table (AAT version)
es: tabla de justificación (versión AAT)
ru: таблица выравнивания (версия AAT)
sv: motiveringstabell (AAT-version)

source: justification table (OT version)
es: tabla de justificación (versión OT)
ru: таблица выравнивания (версия OT)
sv: motiveringsbord (OT-version)

source: kern pair
es: par de interletraje
ru: кернинговую пару
sv: kärnpar

source: kerning table
es: tabla de kerning
ru: таблица кернинга
sv: tabell för kerning

source: kerning.plist attempts to redefine a class kerning offset.
es: kerning.plist intenta redefinir un desplazamiento de interletraje de clase.
ru: kerning.plist пытается переопределить смещение кернингового класса.

source: kerning.plist defines an offset between classes in different lookups.
es: kerning.plist define un desplazamiento entre clases en diferentes búsquedas.
ru: kerning.plist определяет отступ между классами в различных lookup.

source: kerning.plist defines kerning between two glyphs that are already kerned.
es: kerning.plist define el interletraje entre dos glifos que ya están interletrados.
ru: kerning.plist определяет кернинг между двумя уже откернированными глифами.

source: kerning.plist defines kerning between two glyphs that are already partially kerned.
es: kerning.plist define el interletraje entre dos glifos que ya están parcialmente interletrados.
ru: kerning.plist определяет кернинг между двумя уже частично откернированными глифами.

source: kerning.plist has a non-numeric offset.
es: kerning.plist tiene un desplazamiento no numérico.
ru: kerning.plist имеет нечисловой отступ.

source: kerning.plist references a missing kerning class.
es: kerning.plist hace referencia a una clase de interletraje que falta.
ru: kerning.plist ссылается на отсутствующий класс кернинга.

source: kerning.plist references an entity that is neither a glyph nor a group.
es: kerning.plist hace referencia a una entidad que no es ni un glifo ni un grupo.
ru: kerning.plist ссылается на сущность, которая не является ни глифом, ни группой.

source: language tag table
es: tabla de etiquetas de idiomas
ru: таблица языковых тегов

source: layercontents.plist lists no valid layers.
es: layercontents.plist lista capas no válidas.
ru: layercontents.plist не содержит допустимых слоёв.

source: layout feature table
es: Tabla de características de diseño
ru: таблица имени функций
sv: tabell med layoutfunktioner

source: ligature
es: ligadura
ru: лигатуру
sv: ligatur

source: ligature caret table
es: tabla de circunflejo de ligadura
ru: таблица разметки лигатуры
sv: ligatur caret bord

source: linear threshold table
es: tabla de umbral lineal
ru: таблица линейного порога
sv: tabell med linjära tröskelvärden

source: logical AND Pops two values, ands them, pushes result
es: AND lógico Desapila dos valores, los une con and, empuja el resultado
ru: AND Логический И Извлекает из стека два значения, выполняет операцию логического И, помещает результат в стек
sv: logisk AND Tar två värden, kombinerar dem, trycker ut resultatet

source: logical NOT Pops a number, if 0 pushes 1, else pushes 0
es: NOT lógico Desapila un número, si es 0 empuja 1, en caso contrario empuja 0
ru: NOT Логическое НЕ Извлекает число из стека, в случае 0 помещает в стек 1, в противном случае помещает 0
sv: logisk NOT Popar ett tal, om 0 trycker 1, annars trycker 0

source: logical OR Pops two values, ors them, pushes result
es: OR lógico Desapila dos valores, los compara con or, empuja el resultado
ru: OR Логическое ИЛИ Извлекает два значения из стека, применяет к ним логическую операцию ИЛИ и помещает результат в стек
sv: logisk OR Plockar två värden, sätter ihop dem, trycker resultatet

source: longer than
es: más largo que
ru: длиннее, чем
sv: längre än

source: mark
es: marca
ru: диакритический знак
sv: märke

source: math table
es: tabla de matemáticas
ru: математическая таблица
sv: matematiktabell

source: maximum profile table
es: tabla de perfil máximo
ru: таблица максимальных значений профиля
sv: tabell för maximal profil

source: metadata table
es: tabla de metadatos
ru: таблица метаданных

source: metamorphosis table
es: tabla de metamorfosis
ru: таблица преобразований
sv: metamorfos bord

source: metrics variations table
es: tabla de variaciones de métricas
ru: таблица вариантов метрик

source: moves point to InterSECTion of two lines Pops start,end start,end points of two lines and a point to move. Point is moved to intersection
es: Mover punto a la intersección de dos líneas (ISECT) Desapilar los puntos de inicio y fin de dos líneas y un punto para mover. El punto es movido a la intersección
ru: ISECT Перемещение точки к пересечению двух линий Извлекает из стека начальную и конечную точки двух линий, а также точку для перемещения. Точка перемещается к пересечению
sv: flyttar punkt till InterSECTion av två linjer Pops start,slut start,slutpunkter för två linjer och en punkt som ska flyttas. Punkten flyttas till skärningspunkten

source: multiple subs
es: subs. múltiples
ru: подстановка нескольких форм
sv: flera abonnenter

source: name table
es: tabla de nombres
ru: таблица имён
sv: namn tabell

source: nohints
es: Sin pistas
ru: без инструкций

source: of each master design, or by entering the design
es: maestro o indicando los valores del diseño para cada uno
ru: каждого мастер-образца, либо путём ввода образца
sv: av varje huvudkonstruktion, eller genom att ange konstruktionen

source: optical bounds table
es: tabla de límites ópticos
ru: таблица оптических границ
sv: optisk avgränsningstabell

source: pair
es: par
ru: пара
sv: par

source: pixels
es: píxeles
ru: пикселы
sv: bildpunkter

source: points|Merge to Line
es: Combinar a línea
ru: Объединить с линией

source: points|_Merge
es: Co_mbinar
ru: _Объединить
sv: _Slå samman

source: position
es: posición
ru: положение
sv: placering

source: positioning
es: posicionamiento
ru: размещение
sv: positionering

source: ppem is different in the two fonts, cowardly refusing to compare glyphs
es: ppem es diferente en las dos fuentes, negándose cobardemente a comparar los glifos
ru: ppem в двух шрифтах отличается, сравнение глифов отклоняется
sv: ppem är olika i de två typsnitten, fegt att vägra jämföra glyfer

source: problfixup|Bad Directions
es: Malas direcciones
ru: Неверные направления
sv: Felaktiga anvisningar

source: problfixup|Mark for Overlap fix before Save
es: Marcar para arreglo de superposición antes de guardar
ru: Отметить для удаления пересечения перед сохранением
sv: Markera för överlappningsfix innan sparning

source: problfixup|Missing Extrema
es: Nodos extremos faltantes
ru: Отсутствие экстремумов
sv: Missing Extrema

source: problfixup|Missing Extrema (cautiously)
es: Nodos extremos faltantes (cautelosamente)
ru: Отсутствие экстремумов (с осторожностью)
sv: Missing Extrema (försiktigt)

source: problfixup|Open Contours
es: Contornos abiertos
ru: Открытые контуры
sv: Öppna konturer

source: problfixup|Self Intersections
es: Intersecciones consigo
ru: Самопересечения
sv: Självsnitt

source: problfixup|Too Many Points
es: Demasiados puntos
ru: Слишком много точек
sv: Too Many Points

source: problselect|Bad Direction
es: Dirección incorrecta
ru: Неверное направление
sv: Felaktig riktning

source: problselect|Errors
es: Errores
ru: Ошибки
sv: Fel

source: problselect|Missing Extrema
es: Nodos extremos faltantes
ru: Отсутствие экстремумов
sv: Missing Extrema

source: problselect|Open Contours
es: Contornos abiertos
ru: Открытые контуры
sv: Öppna konturer

source: problselect|Self Intersections
es: Intersecciones consigo
ru: Самопересечения
sv: Självsnitt

source: properties table
es: tabla de propiedades
ru: таблица свойств
sv: egenskapstabell

source: return when not in subroutine in %s
es: devolver cuando no esté en subrutina en %s
ru: возврат при нахождении вне подпрограммы в %s

source: roll out of range in %s
es: roll fuera de rango en %s
ru: roll вне диапазона в %s

source: set the auto FLIP boolean to OFF
es: establecer el booleano FLIP automático a OFF
ru: FLIPOFF Установка значения параметра flip в значение OFF
sv: ställ in boolean för auto FLIP på OFF

source: set the auto FLIP boolean to ON
es: establecer el booleano FLIP automático a ON
ru: FLIPON Установка значения параметра flip в значение ON
sv: ställ in boolean för auto FLIP till ON

source: sfnt Revision:
es: Revisión de sfnt:
ru: Ревизия sfnt:

source: sfnt _Revision:
es: _Revisión de sfnt:
ru: Рев_изия sfnt:

source: standard bitmap graphics table
es: tabla de gráficos de mapa de bits estándar
ru: таблица стандартной растровой графики

source: style attributes table
es: tabla de atributos de estilo
ru: таблица атрибутов стиля

source: substitution
es: sustitución
ru: подстановку

source: subtable
es: subtabla
ru: подтаблица
sv: delbara

source: tracking table
es: tabla de seguimiento
ru: таблица трекинга
sv: spårningsbord

source: true
es: verdadero
ru: истина
sv: sant

source: unknown SIL table
es: tabla SIL desconocida
ru: неизвестная таблица SIL
sv: okänt SIL-bord

source: values for each axis
es: de los ejes
ru: значений для каждой оси
sv: värden för varje axel

source: version
es: versión
ru: версия

source: vertical device metrics table
es: Tabla de métricas verticales del dispositivo
ru: таблица вертикальных метрик устройств
sv: vertikal enhetsmätningstabell

source: vertical header table
es: Tabla de encabezado vertical
ru: таблица вертикального метрического заголовка
sv: vertikal rubriktabell

source: vertical metrics table
es: Tabla de métricas verticales
ru: таблица вертикальных метрик
sv: vertikalt mätbord

source: vertical metrics variations table
es: Tabla de variaciones de métricas verticales
ru: таблица вариантов вертикальных метрик

source: vertical origin table
es: Tabla de origen vertical
ru: таблица вертикальных точек
sv: vertikal ursprungstabell

source: weight
es: peso
ru: насыщенность
sv: vikt

source: writing system|Script
es: Sistema de escritura
ru: Система письма
sv: Skrivstil

source: {All}
es: {Todo}
ru: {Всё}

source: {Deleted Glyph}
es: {Glifo eliminado}
ru: {Удалённый глиф}
sv: {Redigerad glyf}

source: {End of Line}
es: {Fin de la línea}
ru: {Конец строки}
sv: {Slutet av raden}

source: {End of Text}
es: {Fin del texto}
ru: {Конец текста}
sv: {Slut på texten}

source: {Everything Else}
es: {Todo lo demás}
ru: {Всё остальное}
sv: {Allt annat}

source: {Start of Input}
es: {Comienzo}
ru: {Начало вставки}
sv: {Start av inmatning}

source: {Start of Line}
es: {Comienzo de línea}
ru: {Начало линии}
sv: {Start av raden}

source: ° Clockwise
es: ° en sentido horario
ru: ° по часовой
sv: ° Medurs

source: ° Withershins
es: ° en sentido antihorario
ru: ° против часовой стрелки

source: ¹ "Near" means within
es: ¹ "Cerca" sig_nifica dentro de
ru: ¹ «Рядом» означает в пределах
sv: ¹ Med "nära" avses inom

source: ΤεΧ & Math
es: ΤεΧ y matemáticas
ru: ΤεΧ и математика
sv: ΤεΧ &matematik

source: ΤεΧ Bitmap Fonts
es: Fuentes de mapa de bits de ΤεΧ
ru: Растровые шрифты ΤεΧ
sv: Bitmappstypsnitt för ΤεΧ

source: ΤεΧ General
es: General ΤεΧ
ru: ΤεΧ,общие
sv: ΤεΧ Allmänt

source: ΤεΧ Math Extension
es: Extensión matemática de ΤεΧ
ru: ΤεΧ, мат. расширение

source: ΤεΧ Math Symbol
es: Símbolo matemático de ΤεΧ
ru: ΤεΧ, мат. символы
sv: ΤεΧ Matematisk symbol

source: ΤεΧ Names
es: Nombres ΤεΧ
ru: Имена ΤεΧ
sv: ΤεΧ Namn

source: “%s” in %s contains an anchor point (%g,%g) class %s which differs from its counterpart by point matching
es: “%1$s” en %2$s contiene una clase %5$s del punto de anclaje (%3$g,%4$g), que difiere de su contraparte por correspondencia de puntos
ru: «%s» в %s содержит опорную точку (%g,%g) класс %s, которая отличается от сопоставляемой методом согласования точек
sv: "%s" i %s innehåller en ankarpunkt (%g,%g) klass %s som skiljer sig från sin motsvarighet genom punktmatchning

source: “%s” in %s did not contain a pairwise positioning lookup ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d to %s ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d
es: “%s” en %s no contenía una búsqueda de posiciones en función de las parejas ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d to %s ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d
ru: «%s» в %s не содержал lookup парного позиционирования символов ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d to %s ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d
sv: "%s" i %s innehöll inte en parvis positioneringsuppslagning ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d till %s ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d

source: “%s” in %s did not contain a positioning lookup ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d
es: “%s” en %s no contenía una búsqueda de posicionamiento ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d
ru: «%s» в %s не содержал lookup позиционирования ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d
sv: "%s" i %s innehöll inte en positioneringsuppslagning ∆x=%d ∆y=%d ∆x_adv=%d ∆y_adv=%d

source: “%s” in %s did not contain a substitution lookup to %s
es: “%s” en %s no contenía una búsqueda de sustitución de %s
ru: «%s» в %s не содержал lookup подстановки для %s
sv: "%s" i %s innehöll inte en substitutionsuppslagning till %s

source: “%s” in %s did not contain an anchor point (%g,%g) class %s
es: “%1$s” en %2$s no contenía una clase %5$s del punto de anclaje (%3$g,%4$g)
ru: «%s» в %s не содержал класс опорной точки (%g,%g) %s
sv: "%s" i %s innehöll inte en ankarpunkt (%g,%g) klass %s

source: ←_Left
es: ←Izquierda(_L)
ru: ←_Влево
sv: ←_Vänster

source: ↓_Down
es: ↓Abajo(_D)
ru: ↓В_низ
sv: ↓_Ner

source: ∆Curvature: %g
es: ∆Curvatura: %g
ru: ∆ кривизны: %g
sv: ∆Kurvatur: %g

source: %s lookup %d
es: %s búsqueda %d
sv: %s uppslagning %d

source: AccentBaseHeight:
es: Altura de la base del acento:
sv: AccentBasHöjd:

source: Add Unencoded
es: Añadir no codificado

source: Axis Ht:
es: Altura del eje:

source: AxisHeight:
es: Altura del eje:

source: Big Op Space1:
es: Espacio 1 de Big Op:

source: Big Op Space2:
es: Espacio 2 de Big Op:

source: Big Op Space3:
es: Espacio 3 de Big Op:

source: Big Op Space4:
es: Espacio 4 de Big Op:

source: Big Op Space5:
es: Espacio 5 de Big Op:

source: BlueValues
es: Valores Blue

source: CFF (Bare)
es: CFF (Sin contenido)
sv: CFF (barskrapad)

source: CFF CID (Bare)
es: CFF CID (Sin contenido)
sv: CFF CID (bar)

source: CID findfont Name
es: Nombre de búsqueda de fuente CID
sv: CID-fönster Namn

source: CS Miscellaneous
es: Misceláneos CS
sv: CS Övrigt

source: CS Modern
es: CS Moderno

source: CS Monotone
es: CS Monótono
sv: CS Monoton

source: CS Newspaper
es: CS Periódico
sv: Tidningen CS

source: CS Stub Serif
es: CS, Serifas truncadas
