Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: If the default decomposition is inappropriate for this font, you may choose your own.
es: Si la composición predeterminada es inapropiada para esta fuente, puedes escoger la tuya.
ru: Если декомпозиция по умолчанию не подходит для данного шрифта, можно выбрать свою.

source: Layers:
es: Capas:
ru: Слои:
sv: Lager:

source: A linear gradient is represented by a line drawn from its start point to its end point. A radial gradient is represented by a line drawn from its center whose length is the ultimate radius. If there is a single additional point, that point represents the gradient's focus, if omitted the focus is the same as the radius.
es: Un gradiente lineal está representado por una línea dibujada desde su punto inicial hasta su punto final. Un gradiente radial está representado por una línea dibujada desde su centro, y cuya longitud es el radio final. Si hay un solo punto adicional, ese punto representa el foco del degradado. Si se omite, el foco es igual que el radio.
ru: Линейный градиент представлен в виде линии, проведённой от начальной до конечной точки. Радиальный градиент представлен в виде линии, проведённой от его центра. Длина этой линии является предельным радиусом градиента. Если существует отдельная дополнительная точка, эта точка представляет фокус градиента, при отсутствии же точки фокус будет равен радиусу.
sv: En linjär gradient representeras av en linje som dras från dess startpunkt till dess slutpunkt. En radiell gradient representeras av en linje som dras från dess centrum och vars längd är den yttersta radien. Om det finns en enda ytterligare punkt, representerar den punkten gradientens fokus, om den utelämnas är fokus är densamma som radien.

source: Attach right
es: Enlazar derecha
ru: Прикрепление справа
sv: Fäst höger

source: Floating accent
es: Acento flotante
ru: Летающий знак ударения
sv: Flytande accent

source: Hang left
es: Colgar a la izquierda
ru: Висячее слева
sv: Häng vänster

source: Hang right
es: Colgar a la derecha
ru: Висячее справа
sv: Häng höger

source: Ignoring '%c%c%c%c'
es: Ignorando '%c%c%c%c'
ru: Игнорируется '%c%c%c%c'

source: Ignoring '%c%c%c%c' %s
es: Ignorando '%c%c%c%c' %s
ru: Игнорируется '%c%c%c%c' %s

source: Left Bound=%d
es: Límite izquierdo=%d
ru: Левая граница=%d
sv: Vänster gräns=%d

source: Mirror=%.30s
es: Espejo=%.30s
ru: Зеркально=%.30s
sv: Spegel=%.30s

source: Right Bound=%d
es: Límite derecho=%d
ru: Правая граница=%d
sv: Höger gräns=%d

source: Stroke _Width:
es: Ancho del trazo:(_W)
ru: _Толщина обводки:
sv: Streck_bredd:

source: Subsequent errors will not be reported.
es: Los errores posteriores no serán reportados.
ru: О последующих ошибках сообщаться не будет.

source: %s: line %d
es: %s: línea %d
ru: %s: строка %d

source: Adding a size will create it by scaling.
es: Añadir un tamaño lo creará por escalado.
ru: При добавлении размера растр будет создан путём масштабирования.
sv: Att lägga till en storlek kommer att skapa den genom skalning.

source: Adding a size will create it.
es: Añadir un tamaño lo creará.
ru: Добавление размера создаёт растр.
sv: Att lägga till en storlek kommer att skapa den.

source: At least one anchor point used point matching. It may be out of date now.
es: Al menos un punto de anclaje utilizó la coincidencia de puntos. Puede estar fuera obsoleto ahora.
ru: По крайней мере одна опорная точка применялась с согласованием точек. В настоящее время она могла устареть.
sv: Åtminstone en ankarpunkt använde punktmatchning. Det kan vara föråldrat nu.

source: At least one reference to this glyph used point matching. That match is now out of date.
es: Al menos una referencia a este glifo usaba coincidencia de puntos. Esa coincidencia ahora está obsoleta.
ru: По крайней мере одна ссылка на этот глиф применялась с согласованием точек. Это согласование сейчас уже устарело.
sv: Åtminstone en referens till denna glyf använde punktmatchning. Den matchningen är nu föråldrad.

source: Bad contextual chaining substitution table, ignored
es: Tabla de sustitución de encadenamiento contextual incorrecta, ignorada
ru: Неверная контекстная таблица цепочки подстановки, игнорируется

source: Bad contextual chaining table, ignored
es: Tabla de encadenamiento contextual incorrecta, ignorada
ru: Неверная контекстная таблица цепочки, игнорируется

source: Bad contextual substitution table, ignored
es: Tabla de sustitución contextual incorrecta, ignorada
ru: Неверная контекстная таблица подстановки, игнорируется

source: Bad contextual table, ignored
es: Tabla contextual incorrecta, ignorada
ru: Неверная контекстная таблица, игнорируется

source: Bad cursive alignment table, ignored
es: Tabla de alineación cursiva incorrecta, ignorada
ru: Неверная таблица выравнивания курсива , игнорируется

source: Bad kerning class table, ignored
es: Tabla de clase de interletraje incorrecta, ignorada
ru: Неверная таблица кернингового класса, игнорируется

source: Bad ligature table, ignored
es: Tabla de ligatura incorrecta, ignorada
ru: Неверная таблица лигатур, игнорируется

source: Bad mark attachment table, ignored
es: Tabla de enlace de marca incorrecta, ignorada
ru: Неверная таблица соединения знаков, игнорируется

source: Bad multiple substitution table, ignored
es: Tabla de sustitución múltiple incorrecta, ignorada
ru: Неверная таблица множественной подстановки, игнорируется

source: Bad pairwise kerning table, ignored
es: Tabla de interletraje por pares incorrecta, ignorada
ru: Неверная таблица кернинговых пар, игнорируется

source: Bad simple positioning table, ignored
es: Tabla de posicionamiento simple incorrecta, ignorada
ru: Неверная простая таблица позиционирования, игнорируется

source: Bad simple substitution table, ignored
es: Tabla de sustitución simple incorrecta, ignorada
ru: Неверная простая таблица подстановки, игнорируется

source: Curvature: %g
es: Curvatura: %g
ru: Кривизна: %g
sv: Krökning: %g

source: Curvature: %g Radius: %g
es: Curvatura: %g Radio: %g
ru: Кривизна: %g Радиус: %g
sv: Krökning: %g Radie: %g

source: Instructions in this glyph (or one that refers to it) are now out of date.
es: Las instrucciones en este glifo (o una que se refiera a él) ahora están obsoletas.
ru: Инструкции для этого глифа (либо ссылающегося на него глифа) теперь считаются устаревшими.
sv: Instruktioner i denna glyf (eller en som hänvisar till den) är nu inaktuella.

source: Instructions in this glyph (or one that refers to it) have been lost.
es: Las instrucciones en este glifo (o una que se refiera a él) se han perdido.
ru: Инструкции для этого глифа (либо ссылающегося на него глифа) потеряны.
sv: Instruktioner i denna glyf (eller en som hänvisar till den) har gått förlorade.

source: Next
es: Siguiente
ru: Дальше
sv: Nästa

source: Next CP
es: Siguiente CP
ru: Следующая УТ
sv: Nästa CP

source: Perhaps you meant to use the keyword 'sub' rather than 'subs'?
es: ¿Quizás querías usar la palabra clave 'sub' en lugar de 'subs'?
ru: Может быть, предполагалось использовать ключевое слово 'sub', вместо 'subs'?
sv: Du kanske menade att använda nyckelordet "sub" i stället för "subs"?

source: Prev
es: Anterior
ru: Назад
sv: Före

source: Prev CP
es: PC anterior
ru: Предыдущая УТ
sv: Föregående CP

source: Removing a size will delete it.
es: Borrar un tamaño lo eliminará.
ru: Удаление размера удаляет растр.
sv: Att ta bort en storlek kommer att radera den.

source: Same as Fontname
es: Igual que el nombre de fuente
ru: То же, что и у имени файла
sv: Samma som Fontname

source: There must be at least one contextual rule
es: Debe haber por lo menos una regla contextual
ru: Должно присутствовать хотя бы одно контекстное правило
sv: Det måste finnas minst en kontextuell regel

source: Used in %s
es: Utilizado en %s
ru: Используется в %s
sv: Används i %s

source: _Em Size:
es: Tamaño _em:
ru: _Размер Em:
sv: _Em-storlek:

source: refers to a missing glyph
es: referencia un glifo faltante
ru: ссылается на отсутствующий глиф
sv: hänvisar till en saknad glyf

source: snapped
es: acoplado
ru: с привязкой

source: !!!! Unknown caret format %d !!!!
es: ¡¡¡¡ Formato desconocido de circunflejo: %d !!!!
ru: !!!! Неизвестный формат каретки %d !!!!

source: !!!!! Bad Base Coord format (%d) for '%c%c%c%c' in '%c%c%c%c' script in 'BASE' table
es: !!!!! Formato incorrecto de código base (%d) para "%c%c%c%c" en el sistema de escritura "%c%c%c%c" en la tabla "BASE"
ru: !!!!! Неверный форма координат базовой линии (%d) для '%c%c%c%c' в системе письма '%c%c%c%c' в таблице 'BASE'

source: !!!!! Coord count (%d) for '%c%c%c%c' script does not match base tag count (%d) in 'BASE' table
es: !!!! El conteo de coordenadas (%d) para el sistema de escritura "%c%c%c%c" no coincide con el conteo de etiquetas base (%d) en la tabla "BASE"
ru: !!!!! Число координат (%d) для системы письма '%c%c%c%c' не совпадает с числом тегов базовой линии (%d) в таблице 'BASE'

source: "%.40s" size=%d point=%d (%d,%d) distance=%g
es: "%.40s" tamaño=%d punto=%d (%d,%d) distancia=%g
ru: «%.40s» размер=%d точка=%d (%d,%d) расстояние=%g

source: "%s" is not the name of a known named anchor on line %d of %s.
es: "%s" no es el nombre de un ancla con nombre conocido en la línea %d de %s.
ru: «%s» не является именем известной именованной опорной точки на строке %d файла %s.
sv: "%s" är inte namnet på ett känt namngivet ankare på rad %d i %s.

source: "%s" is not the name of a known named value record on line %d of %s.
es: "%s" no es el nombre de un registro de valor conocido en la línea %d de %s.
ru: «%s» не является именем записи известного именованного значения на строке %d файла %s.
sv: "%s" är inte namnet på en känd namngiven värdepost på rad %d i %s.

source: "Symbol"
es: "Símbolo"
ru: «Символ»

source: %.*s is not a valid class name (or number)
es: %.*s no es un nombre de clase válido (o número)
ru: %.*s является недопустимым именем класса (или числом)
sv: %.*s är inte ett giltigt klassnamn (eller nummer)

source: %.100s is not in a known format (or uses features of that format fontforge does not support, or is so badly corrupted as to be unreadable)
es: %.100s no está en un formato conocido (o utiliza características de ese formato que FontForge no soporta, o está tan corrupto que es ilegible)
ru: %.100s в неизвестном формате (или использует функции формата, который не поддерживается fontforge или настолько сильно повреждён, что не читается)
sv: %.100s är inte i ett känt format (eller använder funktioner i det format som fontforge inte stöder, eller är så illa skadat att det är oläsligt)

source: %.50s contains a flipped reference. This cannot be corrected as is. Would you like me to unlink it and then correct it?
es: %.50s contiene una referencia volteada. Así no se puede corregir. ¿Te gustaría que la desvincule y después la corrija?
ru: %.50s содержит зеркальную ссылку. Откорректировать её в текущем состоянии невозможно. Разыменовать её и затем откорректировать?
sv: %.50s innehåller en vänd referens. Detta kan inte korrigeras som det är. Vill du att jag tar bort länken och sedan korrigerar den?

source: %1$.30s string for %2$.30s
es: Cadena %1$.30s para %2$.30s
ru: Строка %1$.30s для %2$.30s
sv: %1$.30s sträng för %2$.30s

source: %1$.80s at %2$d from %3$.90s%4$s
es: %1$.80s en %2$d de %3$.90s%4$s
ru: %1$.80s с кодом %2$d из %3$.90s%4$s

source: %1$.80s at %2$d size %3$d from %4$.80s
es: %1$.80s en %2$d tamaño %3$d de %4$.80s
ru: %1$.80s в %2$d кеглем %3$d из %4$.80s
sv: %1$.80s vid %2$d storlek %3$d från %4$.80s

source: %1$s from lookup subtable %2$.50s
es: %1$s de la subtabla de búsquedas %2$.50s
ru: %1$s из подтаблицы %2$.50s lookup
sv: %1$s från lookup subtabell %2$.50s

source: %1$s had a reference, %2$s, with a bad transformation matrix (one of the matrix elements was bigger than 2). I moved the transformed contours into this glyph and made a reference to it, instead.
es: %1$s tenía una referencia, %2$s, con una mala matriz de transformación (uno de los elementos de la matriz era mayor que 2). Moví los contornos transformados en este glifo y en su lugar hice una referencia.
ru: %1$s содержит ссылку, %2$s, с неверной матрицей преобразования (один из элементов матрицы содержал значение больше 2). Но преобразованные контуры были перемещены в этот глиф, а на него сделана ссылка.
sv: %1$s hade en referens, %2$s, med en dålig transformationsmatris (ett av matriselementen var större än 2). Jag flyttade de transformerade konturerna till den här glyfen och gjorde en referens till den istället.

source: %1$s is not in font file
es: %1$s no es un archivo de fuentes
ru: %1$s отсутствует в файле шрифта

source: %1$s: %2$d. Expected %3$s got %4$s
es: %1$s: %2$d. Se esperaba %3$s, se obtuvo %4$s
ru: %1$s: %2$d. Ожидалось %3$s получено %4$s
sv: %1$s: %2$d. Förväntat %3$s fick %4$s

source: %2$.20s refers to an empty character "%1$.20s"
es: %2$.20s se refiere a un carácter vacío "%1$.20s"
ru: %2$.20s ссылается на пустой символ "%1$.20s"
sv: %2$.20s hänvisar till ett tomt tecken "%1$.20s"

source: %3d: <uninitialized>
es: %3d: <no inicializado>
ru: %3d: <не инициализирован>

source: %c%c%c%c Min Extent=%d, Max Extent=%d
es: %c%c%c%c Extensión mínima=%d, Extensión máxima=%d
ru: %c%c%c%c Мин. смещение=%d, Макс. смещение=%d
sv: %c%c%c%c Min utbredning=%d, Max utbredning=%d

source: %d pixel bitmap
es: mapa de bits de %d píxeles
ru: Растр %d точек
sv: %d bildpunkt bitmapp

source: %d pixels
es: %d píxeles
ru: %d пикселов
sv: %d bildpunkts

source: %d@%d pixel bitmap
es: %d en mapa de píxeles %d
ru: Растр %d@%d
sv: %d@%d bildpunkt bitmapp

source: %s Proceed anyway?
es: %s ¿Continuar de todos modos?
ru: %s Продолжить?
sv: %s Fortsätt ändå?

source: %s No Slope
es: %s Sin pendiente
ru: %s Без наклона
sv: %s Ingen lutning

source: %s anchor %d
es: Anclaje %s %d
ru: %s опорная точка %d
sv: %s ankare %d

source: %s at ligature pos %d
es: %s en la posición de ligatura %d
ru: %s в месте размещения лигатуры %d
sv: %s vid ligatur pos %d

source: %s base
es: Base %s
ru: %s основы
sv: %s bas

source: %s by %s
es: %s por %s
ru: %s с помощью %s
sv: %s med %s

source: %s contextual %d
ru: %s контекстно %d
sv: %s kontextuell %d

source: %s does not contain an <svg> element at the top
es: %s no contiene un elemento <svg> en la parte superior
ru: %s не содержит элемент <svg> наверху

source: %s entry
es: Entrada %s
ru: %s входа
sv: %s post

source: %s exit
es: Salida %s
ru: %s выхода
sv: %s utgång

source: %s had both contours and references, so the contours were moved into this glyph, and a reference to it was added in the original.
es: %s tenía tanto contornos como referencias, así que los contornos fueron movidos a este glifo, y una referencia a él fue añadida en el original.
ru: %s содержит как контуры, так и ссылки, поэтому контуры были перемещены в этот глиф, а ссылки на него добавлены в исходный.

source: %s has a bounding box which is too big for this algorithm to work. Ignored.
es: %s tiene un cuadro delimitador que es demasiado grande para que este algoritmo funcione. Será ignorado.
ru: Площадка %s слишком велика для применения в данном алгоритме. Игнорируется.
sv: %s har en omslutande ruta som är för stor för att den här algoritmen ska fungera. Ignoreras.

source: %s in %s lookup %d
es: %s en %s búsqueda %d
ru: %s в %s lookup %d
sv: %s i %s uppslag %d

source: %s is a mac resource file but contains no postscript or truetype fonts
es: %s es un archivo de recursos de Mac pero no contiene ningún PostScript ni fuentes TrueType
ru: %s является файлом ресурса mac, но не содержит шрифтов postscript или truetype

source: %s is not a cidmap file, please download http://fontforge.sourceforge.net/cidmaps.tgz
es: %s no es un archivo cidmap, por favor descarga http://fontforge.sourceforge.net/cidmaps.tgz
ru: %s не является файлом cidmap, загрузите http://fontforge.sourceforge.net/cidmaps.tgz
sv: %s är inte en cidmap-fil, hämta ner http://fontforge.sourceforge.net/cidmaps.tgz

source: %s is not a class name for the backtracking classes.
es: %s no es un nombre de clase para las clases de retroceso.
ru: %s не является именем класса для классов с возвратом.
sv: %s är inte ett klassnamn för backtracking-klasserna.

source: %s is not a class name for the forward classes.
es: %s no es un nombre de clase para las clases posteriores.
ru: %s не является именем класса для классов с опережением.
sv: %s är inte ett klassnamn för forward-klasserna.

source: %s is not a class name for the matching classes.
es: %s no es un nombre de clase para las clases coincidentes.
ru: %s не является именем класса для совпадающих классов
sv: %s är inte ett klassnamn för de matchande klasserna.

source: %s is not in %.100s
es: %s no está en %.100s
ru: %s отсутствует в %.100s
sv: %s finns inte i %.100s

source: %s kerning class %d
es: %s clase de interletraje %d
ru: %s класс кернинга %d
sv: %s klass för kerning %d

source: %s line: %d %s
es: %s línea: %d %s
ru: %s строка: %d %s

source: %s line: %d %s: %s
es: %s línea: %d %s: %s
ru: %s строка: %d %s: %s

source: %s mark
es: Marca %s
ru: %s отметки
sv: %s märke

source: %s nested-substitutions %d
es: %s sustituciones anidadas %d
ru: %s вложенная замена %d

source: %s per glyph data %d
es: %s datos por glifo %d
ru: %s по данным глифа %d
sv: %s per glyfdata %d

source: %s subtable
es: %s subtabla
ru: Подтаблица %s
sv: %s underordnad tabell

source: %s subtable %d
es: %s subtabla %d
ru: %s подтаблица %d
sv: %s underordnad tabell %d

source: %s's SEAC operator is invalid for Type2
es: El operador SEAC %s no es válido para Type2
ru: Оператор SEAC %s недопустим для Type2

source: %s's SEAC-like endchar operator is deprecated for Type2
es: El operador de endchar parecido a SEAC %s está obsoleto para Type2
ru: Оператор endchar в стиле SEAC %s устарел для Type2

source: %s's dotsection operator is deprecated for Type2
es: El operador "dotsection" de %s está obsoleto para Type2
ru: Оператор dotsection %s указан для Type2

source: %s's sbw operator is not supported for Type2
es: El operador sbw de %s no es compatible con Type2
ru: Оператор sbw %s не поддерживается для Type2

source: %s's vstem3 operator is not supported for Type2
es: El operador vstem3 de %sno es compatible con Type2
ru: оператор vstem3 %s не поддерживается для Type2

source: %s(%s) and %s(%s) 0x%x in FOND %s
es: %s(%s) y %s(%s) 0x%x en FOND %s
ru: %s(%s) и %s(%s) 0x%x в FOND %s

source: %s: %d Expected %s, got %s
es: %s: %d esperaba %s, obtuvo %s
ru: %s: %d Ожидалось %s, получено %s
sv: %s: %d Förväntade sig %s, fick %s

source: %s: %d Unexpected %s found
es: %s: %d Se encontró un %s inesperado
ru: %s: %d Неожиданно найдено %s
sv: %s: %d Oväntat %s hittades

source: %s: Is not callable
es: %s: No es invocable
ru: %s: Не может быть вызвана

source: %s:%d Unexpected character %c (%d)
es: %s:%d Carácter inesperado %c (%d)
ru: %s:%d Неожиданный символ %c (%d)

source: '%s' is not the name of a currently known plugin
es: '%s' no es el nombre de un plugin conocido actualmente
ru: «%s» не является именем известного на данный момент подключаемого модуля

source: 'BASE' Baseline Table
es: Tabla de línea base "BASE"
ru: Таблица базовой линии 'BASE'
sv: "BASE" Baslinjetabell

source: 'FOND' and 'NFNT' family compatibility table
es: Tabla de compatibilidad familiar 'FOND' y 'NFNT'
ru: таблица, совместимая с семейством шрифтов «FOND» и «NFNT»

source: 'GDEF' Glyph Definition Table
es: Tabla de definición de glifos "GDEF"
ru: Таблица определения глифов 'GDEF'
sv: glyfdefinitionstabell "GDEF

source: 'GPOS' Glyph Positioning Table
es: Tabla de posicionamiento de glifos "GPOS"
ru: Таблица размещения глифов 'GPOS'
sv: "GPOS" tabell för positionering av glyfer

source: 'GSUB' Glyph Substitution Table
es: Tabla de sustitución de glifos "GSUB"
ru: Таблица подстановки глифов 'GSUB'
sv: 'GSUB' Glyf Substitution Tabell

source: 'JSTF' Justification Table
es: Tabla de justificación "JSTF"
ru: Таблица выравнивания 'JSTF'
sv: jSTF:s motiveringstabell

source: 'attrs' (if any):
es: "attrs" (si hay alguno):
ru: 'attrs' (при наличии):

source: 'bsln' Horizontal Baseline Table
es: Tabla de línea base horizontal "bsln"
ru: Таблица горизонтальных базовых линий 'bsln'
sv: 'bsln' Horisontell baslinjetabell

source: 'kern' Horizontal Kerning Table
es: Tabla de interletraje horizontal "kern"
ru: Таблица горизонтального кернинга 'kern'
sv: 'kern' Horisontell kerningstabell

source: 'lcar' Ligature Caret Table
es: Tabla de circunflejo de ligadura "Icar"
ru: Таблица кареток лигатуры 'lcar'
sv: "lcar" Ligatur Caret Tabell

source: 'morx' Glyph Extended Metamorphosis Table
es: Tabla de metamorfósis extendida "morx"
ru: Расширенная таблица преобразований глифа 'morx'
sv: 'morx' Glyf Utökad metamorfos Tabell

source: 'opbd' Optical Bounds Table
es: Tabla de límites ópticos "opbd"
ru: Таблица оптических границ 'opbd'
sv: 'opbd' Tabell över optiska gränser

source: 'prop' Glyph Properties Table
es: Tabla de propiedades del glifo "prop"
ru: Таблица свойств глифа 'prop'
sv: 'prop' Tabell över glyfegenskaper

source: (Adobe now considers XUID/UniqueID unnecessary)
es: (Adobe ahora considera el XUID/ID único como innecesario)
ru: (Adobe теперь считает, что XUID/UniqueID не нужны)
sv: (Adobe anser nu att XUID/UniqueID är onödigt)

source: (Define "Almost")
es: (Definir "casi")
ru: Что такое «Почти»
sv: (Definiera "Nästan")

source: (faked) MS bitmap only sfnt (ttf)
es: (Falso) Mapa de bits de MS, solo sfnt (ttf)
ru: (faked) Только растр MS sfnt (ttf)
sv: (förfalskad) MS bitmap endast sfnt (ttf)

source: (kerning class)
es: (clase de interletraje)
ru: (класс кернинга)
sv: (kerning klass)

source: (unspecified) SIL Graphite table
es: tabla de Graphite de SIL (sin especificar)
ru: (не указанная) таблица SIL Graphite
sv: (ospecificerat) SIL Grafittabell

source: ) while in %s it is (
es: ) mientras que en %s es (
ru: ), а в %s (
sv: ) medan det i %s är (

source: * Cap Widt_h
es: * Ancho del tope
ru: * ширины кон_ца линии

source: * Nib _Span
es: * Rango de pluma(_S)
ru: * _ширины острия пера

source: -1 glyph index in dumpcoveragetable.
es: Índice de glifo -1 en dumpcoveragetable.
ru: Глиф содержит индекс -1 в dumpcoveragetable.

source: 100 Thin
es: 100 Ultraliviana
ru: 100 Тонкий
sv: 100 Tunn

source: 1250, Latin-2 (Eastern Europe)
es: 1250, latino-2 (Europa oriental)
ru: 1250, дополнение к латинице — 2 (Восточная Европа)
sv: 1250, Latin-2 (Östeuropa)

source: 1251, Cyrillic
es: 1251, cirílico
ru: 1251, кириллица
sv: 1251, kyrillisk

source: 1252, Latin-1
es: 1252, latino-1
ru: 1252, дополнение к латинице — 1

source: 1253, Greek
es: 1253, griego
ru: 1253, греческий
sv: 1253, Grekiska

source: 1254, Turkish
es: 1254, turco
ru: 1254, турецкий
sv: 1254, turkiska

source: 1255, Hebrew
es: 1255, hebreo
ru: 1255, иврит
sv: 1255, Hebreiska

source: 1256, Arabic
es: 1256, árabe
ru: 1256, арабский
sv: 1256, arabiska

source: 1257, Windows Baltic
ru: 1257, балтийские языки
sv: 1257, Fönster Baltic

source: 1258, Vietnamese
es: 1258, vietnamita
ru: 1258, вьетнамский
sv: 1258, Vietnamesisk

source: 1361, Korean Johab
es: 1361, johab coreano
ru: 1361, корейский джохаб
sv: 1361, koreanska Johab

source: 200 Extra-Light
es: 200 Extraliviana
ru: 200 Очень светлый
sv: 200 Extra lätt

source: 300 Light
es: 300 Liviana
ru: 300 Светлый
sv: 300 Ljus

source: 32x8 cell window
es: Ventana de 32x8 celdas
ru: Окно 32×8 ячеек
sv: 32x8 cellfönster

source: 3D Buttons
es: Botones 3D
ru: 3D-кнопки

source: 3D Dark Edge Color
es: Color del borde oscuro en 3D
ru: Цвет тёмной грани 3D

source: 3D Light Edge Color
es: Color del borde claro en 3D
ru: Цвет светлой грани 3D

source: 3D Look
es: Apariencia en 3D
ru: Трёхмерный вид

source: 400 Regular
es: 400 Romana
ru: 400 Книжный

source: 437, US
es: 437, EUA
ru: 437, США
sv: 437, USA

source: 500 Medium
es: 500 Normal
ru: 500 Средний

source: 600 Semi-Bold
es: 600 Seminegrita
ru: 600 Полужирный

source: 700 Bold
es: 700 Negrita
ru: 700 Жирный
sv: 700 Fett
