Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: As FontForge creates windows, it loads images for its menus from files in a standard directory. You may change this to point to a different directory to load a different icon set. (If you want no icons at all, change to an empty directory). This may not effect windows of a type that is already initialized, restarting FontForge will fix that.
sv: När FontForge skapar fönster läser den in bilder för sina menyer från från filer i en standardkatalog. Du kan ändra detta till att peka på en annan katalog för att läsa in en annan ikonuppsättning. (Om du inte vill ha några ikoner alls kan du ändra till en tom katalog). Detta kanske inte påverkar fönster av en typ som redan är initialiserad, om du startar om FontForge kommer det att åtgärdas.

source: UsePangoDrawing
sv: AnvändPangoTeckning

source: Use the pango library for text (if available) This makes for prettier and handles complex scripts. But it can slow things down on older machines. This applies to any windows created AFTER this is set. Already existing windows will continue as they are.
sv: Använd pangobiblioteket för text (om tillgängligt) Detta gör det snyggare och hanterar komplexa skript. Men det kan göra saker långsammare på äldre maskiner. Detta gäller för alla fönster som skapas EFTER att detta har ställts in. Redan befintliga fönster kommer att fortsätta som de är.

source: PostScript and TrueType require that paths be drawn in a clockwise direction. This lets you check that they are. Before doing this test insure that no paths self-intersect
sv: PostScript och TrueType kräver att slingor ritas i medurs i medurs riktning. Detta låter dig kontrollera att de är det. Innan du gör detta test, försäkra dig om att inga slingor korsar varandra

source: Check subtitutions for empty chars
sv: Kontrollera undertexter för tomma tecken

source: Can't back up with nothing on stack
sv: Kan inte backa upp med ingenting på stacken

source: Attempt to back up twice
sv: Försök att säkerhetskopiera två gånger

source: Use of "exit" when not in a loop
sv: Användning av "exit" när du inte befinner dig i en loop

source: Use of "stop" when not in a stopped
sv: Användning av "stopp" när det inte är stopp

source: Attempt to invert a singular matrix
sv: Försök att invertera en singulär matris

source: Key for a def must be a string or name literal
sv: Nyckeln för en def måste vara en sträng eller en namnlitteral

source: Value out of bounds in spline.
sv: Värde utanför gränserna i spline.

source: Unknown character after backslash in literal string.
sv: Okänt tecken efter backslash i bokstavlig sträng.

source: This version of FontForge does not support the imagemask operator. For support configure --with-multilayer.
sv: Den här versionen av FontForge stöder inte operatören imagemask. För stöd konfigurera --with-multilayer.

source: No mark in counttomark
sv: Ingen markering i räkningen

source: No mark in cleartomark
sv: Ingen markering i cleartomark

source: Nothing on stack to print
sv: Inget på stacken att skriva ut

source: Warning: Unable to parse token %s, some features may be lost
sv: Varning för att Det går inte att analysera token %s, vissa funktioner kan gå förlorade

source: We don't understand this font
sv: Vi förstår inte detta typsnitt

source: Stack got too big in %s
sv: Stacken blev för stor i %s

source: %s's dotsection operator is depreciated for Type2
sv: %s:s dotsection-operatör är avskriven för Typ2

source: Stack underflow on vstem3 in %s
sv: Stack underflöde på vstem3 i %s

source: %s's vstem3 operator is not supported for Type2
sv: %s:s vstem3-operatör stöds inte för Type2

source: Stack underflow on hstem3 in %s
sv: Stack underflöde på hstem3 i %s

source: Stack underflow on seac in %s
sv: Stack underflöde på seac i %s

source: %s's SEAC operator is invalid for Type2
sv: %s:s SEAC-operatör är ogiltig för Typ2

source: %s's SEAC-like endchar operator is depreciated for Type2
sv: %s:s SEAC-liknande endchar-operatör skrivs av för Type2

source: Reference encoding out of bounds in %s
sv: Referenskodning utanför gränserna i %s

source: Stack underflow on sbw in %s
sv: Stack underflöde på sbw i %s

source: %s's sbw operator is not supported for Type2
sv: %s:s sbw-operatör stöds inte för Type2

source: Stack underflow on unary operator in %s
sv: Stack underflöde på unär operator i %s

source: Stack underflow on binary operator in %s
sv: Stackunderflöde på binär operator i %s

source: Stack underflow on ifelse in %s
sv: Stack underflöde på ifelse i %s

source: Stack underflow on callothersubr in %s
sv: Stack underflöde på callothersubr i %s

source: Bad flex subroutine in %s
sv: Felaktig flex-underrutin i %s

source: No previous point on path in curveto from flex 0 in %s
sv: Ingen tidigare punkt på slingan i curveto från flex 0 i %s

source: No previous point on path in lineto from flex 0 in %s
sv: Ingen tidigare punkt på slingan i lineto från flex 0 i %s

source: Attempt to use a multiple master subroutine in a non-mm font in %s.
sv: Försök att använda en multiple master-underrutin i ett icke-mm-typsnitt i %s.

source: Multiple master subroutine called with the wrong number of arguments in %s.
sv: Multiple master subrutin anropad med fel antal argument i %s.

source: Too few items on stack for put in %s
sv: För få objekt på stacken för att sätta in %s

source: Reference to transient memory out of bounds in put in %s
sv: Referens till transientminne utanför gränserna i put in %s

source: Too few items on stack for get in %s
sv: För få objekt på stapeln för att komma in %s

source: Pop stack underflow on pop in %s
sv: Pop stack underflöde vid pop i %s

source: Index out of range in %s
sv: Index utanför intervallet i %s

source: roll out of range in %s
sv: rulla utanför intervallet i %s

source: Stack underflow on setcurrentpoint in %s
sv: Stack underflöde på setcurrentpoint i %s

source: No previous point on path in flex operator in %s
sv: Ingen tidigare punkt på slingan i flexoperatör i %s

source: Uninterpreted opcode 12,%d in %s
sv: Oförtolkad opcode 12,%d i %s

source: Stack underflow on hstem in %s
sv: Stack underflöde på hstem i %s

source: Stack underflow on vstem in %s
sv: Stack underflöde på vstem i %s

source: Hint mask (or counter mask) with too many hints in %s
sv: Hintmask (eller räknarmask) med för många hint i %s

source: Stack underflow on hsbw in %s
sv: Stack underflöde på hsbw i %s

source: Stack underflow on rlineto/rmoveto in %s
sv: Stack underflöde på rlineto/rmoveto i %s

source: Stack underflow on vlineto/vmoveto in %s
sv: Stack underflöde på vlineto/vmoveto i %s

source: No previous point on path in lineto in %s
sv: Ingen tidigare punkt på slingan i linje med %s

source: Stack underflow on rrcurveto in %s
sv: Stack underflöde på rrcurveto i %s

source: Stack underflow on hhcurveto in %s
sv: Stack underflöde på hhcurveto i %s

source: Stack underflow on hvcurveto in %s
sv: Stack underflöde på hvcurveto i %s

source: Stack underflow on vhcurveto in %s
sv: Stack underflöde på vhcurveto i %s

source: No previous point on path in curveto in %s
sv: Ingen tidigare punkt på slingan i curveto i %s

source: Stack underflow on callsubr in %s
sv: Stack underflöde på callsubr i %s

source: Too many subroutine calls in %s
sv: För många subrutinanrop i %s

source: Subroutine number out of bounds in %s
sv: Underrutinsnummer utanför gränserna i %s

source: return when not in subroutine in %s
sv: returnera när du inte är i underrutin i %s

source: Attempt to use a multiple master subroutine in a non-mm font.
sv: Försök att använda en subrutin för flera master i ett typsnitt som inte är mm.

source: Too few items on stack for blend in %s
sv: För få objekt på stacken för att blanda in %s

source: Use of obsolete blend operator.
sv: Användning av föråldrad blandningsoperatör.

source: Uninterpreted opcode %d in %s
sv: Oförtolkad opcode %d i %s

source: end of subroutine reached with no return in %s
sv: slutet av subrutinen nås utan retur i %s

source: Bad offset: %d for subfont %s
sv: Fel offset: %d för subfont %s

source: More than 256 entries in subfont %s
sv: Fler än 256 poster i underformatmallar %s

source: Mac Resource Not Remote
sv: Mac Resource inte fjärrstyrd

source: You may not save a mac resource file to a remote location
sv: Du får inte spara en mac-resursfil på en fjärrplats

source: Directory Not Remote
sv: Katalog inte fjärrstyrd

source: You may not save ufo directory to a remote location
sv: Du får inte spara ufo-katalogen på en avlägsen plats

source: PS Type 1 (Ascii)
sv: PS Typ 1 (Ascii)

source: PS Type 1 (MacBin)
sv: PS typ 1 (MacBin)

source: PS Type 3
sv: PS Typ 3

source: PS Type 0
sv: PS Typ 0

source: Type42
sv: Typ 42

source: Type11 (CID 2)
sv: Typ11 (CID 2)

source: TrueType (Resource)
sv: TrueType (resurs)

source: Output Font Log
sv: Utskrift Font Log

source: The FONTLOG is a text file containing pertinent information about the font including such things as its change history. The SIL Open Font License highly recommends its use. If your font contains a FONTLOG (see the Element->Font Info) and you check this box, then the internal FONTLOG will be written to the file "FONTLOG.txt" in the same directory as the font itself.
sv: FONTLOG är en textfil som innehåller relevant information om typsnittet om typsnittet, till exempel dess ändringshistorik. SIL Open Font License rekommenderar starkt att den används. Om ditt typsnitt innehåller en FONTLOG (se Element->Font Info) och du markerar den här rutan, kommer den interna FONTLOG:en att skrivas till filen "FONTLOG.txt" i samma katalog som själva som själva typsnittet.

source: The 'POST' type1 format is probably depreciated and may not work in future version of the mac.
sv: Formatet "POST" typ1 är förmodligen föråldrat och kanske inte fungerar i framtida versioner av mac.

source: Bad OFLib upload
sv: Felaktig uppladdning av OFLib

source: Missing OFLib password
sv: Saknar OFLib-lösenord

source: Missing OFLib username
sv: Saknar OFLib-användarnamn

source: Missing OFLib description
sv: Saknar OFLib-beskrivning

source: Missing OFLib name
sv: Saknar OFLib-namn

source: Missing OFLib keywords
sv: Saknade OFLib-nyckelord

source: Browse for a preview image
sv: Bläddra efter en förhandsgranskningsbild

source: Upload to the
sv: Skicka upp till

source: Once you have a final version of your font and if your font is licensed under the Open Font License, then you might consider uploading it to the Open Font Library. This is a website of Free/Libre fonts. You must have previously registered with OFLib and have a valid username/password there. Obviously you must be connected to the internet for this to work.
sv: När du har en slutlig version av ditt typsnitt och om ditt typsnitt är licensierat under Open Font License, då kan du överväga att skicka upp det till Open Font Library. Detta är en webbplats med gratis/fria typsnitt. Du måste tidigare ha registrerat dig hos OFLib och ha ett giltigt användarnamn/lösenord där. Självklart måste du vara ansluten till internet för att detta ska fungera.

source: Open Font Library
sv: Öppna typsnittsbibliotek

source: Register
sv: Registrera

source: Username:
sv: Användarnamn:

source: Username on OFLib
sv: Användarnamn på OFLib

source: Password:
sv: Lösenord:

source: Password on OFLib
sv: Lösenord på OFLib

source: Remember Me
sv: Kom ihåg mig

source: FontForge will remember your username/password by storing them as plain text (insecurely) in your preference file
sv: FontForge kommer ihåg ditt användarnamn/lösenord genom att lagra dem som vanlig text (osäkert) i din inställningsfil

source: OFLib Name:
sv: OFLib Namn:

source: Font name to display on OFLib
sv: Fontnamn som ska visas på OFLib

source: Artists:
sv: Artister:

source: Other artists involved in the design of this font. Collaborators, etc.
sv: Andra konstnärer som är involverade i utformningen av detta typsnitt. Samarbetspartners, etc.

source: Keyword Tags:
sv: Sökord Taggar:

source: A comma separated list of keywords that describe the font to help others search for it. You may use whatever keyword tags you desire. Suggestions: serif, sans_serif, bold, italic, oblique, extended, compressed, thin, demibold, black, outline, regular, display, etc.
sv: En kommaseparerad lista med nyckelord som beskriver typsnittet typsnittet för att hjälpa andra att söka efter det. Du kan använda vilka nyckelordstaggar du vill. Förslag: serif, sans_serif, fet, kursiv, sned, utökad, komprimerad, tunn, demibold, svart, kontur, vanlig, display, etc.

source: A comma separated list of keywords that describe the font to help others search for it. You may use whatever keyword tags you desire. Suggestions: serif, sans_serif, bold, italic, oblique, extended, compressed, thin, demibold, black, outline, regular, display, etc.
sv: En kommaseparerad lista med nyckelord som beskriver typsnittet typsnittet för att hjälpa andra att söka efter det. Du kan använda vilka nyckelordstaggar du vill. Förslag: serif, sans_serif, fet, kursiv, sned, utökad, komprimerad, tunn, demibold, svart, kontur, vanlig, display, etc.

source: Description:
sv: Beskrivning:

source: A description of the font
sv: En beskrivning av typsnittet

source: License:
sv: Licens:

source: The SIL Open Font License Please see http://scripts.sil.org/OFL
sv: SIL Open Font License Se http://scripts.sil.org/OFL

source: Upload License
sv: Skicka upp licens

source: Upload the license (as found in the list of truetype names)
sv: Skicka upp licensen (som finns i listan över truetype-namn)

source: Upload FONTLOG
sv: Skicka upp FONTLOG

source: Preview:
sv: Förhandsgranska:

source: An image of the font in use
sv: En bild av typsnittet i bruk

source: Generated Image
sv: Genererad bild

source: FontForge will generate a sample image for you before uploading.
sv: FontForge kommer att generera en exempelbild åt dig innan du skickar upp den.

source: No Preview
sv: Ingen förhandsgranskning

source: No image will be uploaded.
sv: Ingen bild kommer att skickas upp.

source: If you have already created a preview image of the font then provide the pathspec here.
sv: Om du redan har skapat en förhandsgranskningsbild av typsnittet ange då sökvägen här.

source: Not Safe for Work
sv: Inte säkert för arbete

source: If for some reason the font is deemed inappropriate for a work environment.
sv: Om typsnittet av någon anledning anses vara olämpligt för en arbetsmiljö.

source: Called from...
sv: Anropade från...

source: %s: line %d
sv: %s: rad %d

source: %s line: %d %s
sv: %s rad: %d %s

source: %s line: %d %s: %s
sv: %s rad: %d %s: %s

source: Warning: %s has a different family name than does %s (GenerateFamily)
sv: Varning: %s har ett annat släktnamn än %s (GenerateFamily)

source: %s(%s) and %s(%s) 0x%x in FOND %s
sv: %s(%s) och %s(%s) 0x%x i FOND %s

source: Warning: could not figure out where the hint (%d,%d %d,%d %d,%d) is valid
sv: Varning: kunde inte räkna ut var ledtråden (%d,%d %d,%d %d,%d) är giltig

source: Warning: No characters selected in AddDHint(%d,%d %d,%d %d,%d)
sv: Varning: Inga tecken valda Inga tecken valda i AddDHint(%d,%d %d,%d %d,%d)

source: Warning: No characters selected in AddHint(%d,%d,%d)
sv: Varning för tecken: Inga tecken valda i AddHint(%d,%d,%d)

source: Warning: %dth axis value (%g) is outside the allowed range [%g,%g]
sv: Varning: %de axelvärdet (%g) ligger utanför det tillåtna intervallet [%g,%g]

source: %s:%d Unexpected character %c (%d)
sv: %s:%d Oväntat tecken %c (%d)

source: %s had both contours and references, so the contours were moved into this glyph, and the a reference to it was added in the original.
sv: %s hade både konturer och referenser, så konturerna flyttades till den här glyfen och en referens till den lades till i originalet.

source: Warning: This version of FontForge does not contain extended type3/svg support needed for this font. Reconfigure with --with-type3.
sv: Varning för detta: Denna version av FontForge innehåller inte utökat stöd för typ3/svg som behövs för detta typsnitt. Omkonfigurera med --with-type3.

source: Glyph %.40s contains an overlapped region where two contours with opposite orientations intersect. This will not be removed. In many cases doing Element->Correct Direction before Remove Overlap will improve matters.
sv: Glyph %.40s innehåller en överlappad region där två konturer med motsatt orientering korsar varandra. Detta kommer inte att tas bort. I många fall blir det bättre om du gör Element->Korrigera riktning innan du tar bort överlappningen.

source: Number out of range: %g in type2 output (must be [-65536,65535])
sv: Antal utanför intervallet: %g i typ2-utdata (måste vara [-65536,65535])

source: Some fragments did not join
sv: Vissa fragment gick inte ihop

source: Some fragments did not join in %s
sv: Vissa fragment deltog inte i %s

source: Couldn't find referenced character "%s" in %s
sv: Kunde inte hitta det refererade tecknet "%s" i %s

source: Multiple master font with more than 16 instances
sv: Multipel masterfont med mer än 16 instanser

source: Multiple master font with more than 4 axes
sv: Multipel masterfont med mer än 4 axlar

source: Too many axis positions specified in /BlendDesignPositions.
sv: För många axelpositioner angivna i /BlendDesignPositions.

source: Too many mapping data points specified in /BlendDesignMap for axis %s.
sv: För många mappningsdatapunkter specificerade i /BlendDesignMap för axel %s.

source: Bad value for blend in /BlendDesignMap for axis %s.
sv: Felaktigt värde för blandning i /BlendDesignMap för axel %s.

source: Bad few values in /BlendDesignMap for axis %s.
sv: Få dåliga värden i /BlendDesignMap för axel %s.

source: Could not parse a CID font, %sCIDFontType %d, %sfonttype %d
sv: Kunde inte tolka ett CID-typsnitt, %sCIDFontType %d, %sfonttype %d

source: CID format doesn't contain what we expected it to.
sv: CID-formatet innehåller inte det som vi förväntade oss att det skulle göra.

source: Warning: Unreasonably big splines. They will be ignored.
sv: Varning för orimligt stora splines: Orimligt stora splines. De kommer att ignoreras.

source: Flag0x10+
sv: Flagga0x10+

source: Missing Glyph Name
sv: Glyfens namn saknas

source: Unknown type '%c' found in path specification
sv: Okänd typ '%c' hittades i sökvägsspecifikationen

source: Bad hex color spec: %s
sv: Felaktig hex färgspecifikation: %s

source: Bad RGB color spec: %s
sv: Felaktig RGB-färgspecifikation: %s

source: Failed to parse color %s
sv: Misslyckades med att analysera färg %s

source: This font does not specify units-per-em
sv: Detta typsnitt anger inte enheter-per-em

source: This font does not specify font-face
sv: Detta typsnitt anger inte font-face

source: This file contains no SVG fonts.
sv: Den här filen innehåller inga SVG-typsnitt.

source: Can't find libxml2.
sv: Kan inte hitta libxml2.

source: %s does not contain an <svg> element at the top
sv: %s inte innehåller ett <svg> -element längst upp

source: Failed to open glyph to name map file for writing: %s
sv: Misslyckades med att öppna filen glyph to name map för skrivning: %s

source: Table length should not be odd
sv: Bordslängden bör inte vara udda

source: On Windows many apps will have problems with this font's kerning, because %d of its glyph kern pairs cannot be mapped to unicode-BMP kern pairs
sv: På Windows kommer många appar att ha problem med det här typsnittets kerning, eftersom %d av dess glyfkärnpar inte kan mappas till unicode-BMP-kärnpar

source: Lookup subtable %s contains a glyph %s whose kerning information takes up more than 64k bytes
sv: Uppslagsundertabell %s innehåller en glyf %s vars kerninginformation tar upp mer än 64k byte

source: Lookup potentially too big
sv: Uppslagning potentiellt för stor

source: Lookup %s has an offset bigger than 65535 bytes. This means FontForge must use an extension lookup to output it. Not all applications support extension lookups.
sv: Lookup %s har en offset som är större än 65535 byte. Detta innebär att FontForge måste använda en tilläggsuppslagning för att mata ut den. Inte alla program stöder tilläggsuppslagningar.

source: Bad glyph range specified in glyph comment subtable of PfEd table
sv: Fel glyfintervall anges i undertabellen för glyfkommentarer i PfEd-tabellen

source: Bad glyph range specified in color subtable of PfEd table
sv: Felaktigt glyfområde angivet i färgundertabell i PfEd-tabell

source: Unknown subtable '%c%c%c%c' in 'PfEd' table, ignored
sv: Okänd undertabell '%c%c%c%c' i 'PfEd'-tabellen, ignorerad

source: Unknown subtable '%c%c%c%c' in 'TeX ' table, ignored
sv: Okänd undertabell '%c%c%c%c' i 'TeX'-tabell, ignoreras

source: Expected glyph file with format==1
sv: Förväntad glyph-fil med format==1

source: Bad glif file %s
sv: Felaktig glif-fil %s

source: Failed to find glyph %s when fixing up references
sv: Misslyckades med att hitta glyf %s när referenser fixades

source: Bad contents.plist
sv: Felaktigt innehåll.plist

source: This font does not specify unitsPerEm
sv: Detta typsnitt anger inte enheterPerEm

source: Failed to default value of exten "%s". Error=%ld
sv: Misslyckades med att ange standardvärdet för exten "%s". Fel=%ld

source: Failed to find program "%s"
sv: Hittade inte programmet "%s"

source: Failed to find "%s->shell"
sv: Misslyckades med att hitta "%s->shell"

source: Failed to find "%s->shell->open"
sv: Misslyckades med att hitta "%s->shell->open"

source: Failed to find default for "%s->shell->open->command"
sv: Misslyckades med att hitta standard för "%s->shell->open->command"

source: No Browser
sv: Ingen webbläsare

source: Could not find a browser. Set the BROWSER environment variable to point to one
sv: Det gick inte att hitta en webbläsare. Ställ in miljövariabeln BROWSER så att den pekar på en

source: Leave X
sv: Lämna X

source: A browser is probably running in the native Mac windowing system. You must leave the X environment to view it. Try Cmd-Opt-A
sv: En webbläsare körs förmodligen i det ursprungliga Mac-fönstersystemet. Du måste lämna X-miljön för att kunna visa den. Försök med Cmd-Opt-A

source: Unicode Basic Multilingual Plane
sv: Unicode Basic Flerspråkigt Plan

source: Alphabetic
sv: Alfabetisk

source: C0 Control Character
sv: C0 Kontrolltecken

source: NUL, Default Character
sv: NUL, standardtecken

source: Delete Character
sv: Radera tecken

source: C1 Control Character
sv: C1 Kontrolltecken

source: Greek
sv: Grekiska

source: Samaritan, Punctuation
sv: Samarit, skiljetecken

source: Symbols
sv: Symboler

source: Super and Sub scripts
sv: Super- och Sub-skript

source: Combining Marks for Symbols
sv: Kombinera märken för symboler

source: Miscellaneous Technical Symbols
sv: Diverse tekniska symboler

source: Technical Symbols Misc.
sv: Tekniska symboler övrigt

source: Symbols Misc.
sv: Symboler övrigt

source: Miscellaneous Math Symbols-A
sv: Diverse matematiska symboler-A

source: Math Misc. Symbols-A
sv: Matematik Övrigt Symboler-A

source: Arrows Supplement-A
sv: Pilar Tillägg-A

source: Arrows Supplement-B
sv: Pilar Tillägg-B

source: Miscellaneous Math Symbols-B
sv: Diverse matematiska symboler-B

source: Math Misc. Symbols-B
sv: Matematik Övrigt Symboler-B

source: Supplemental Math Operators
sv: Operatorer för kompletterande matematik

source: Math Operators Supplement
sv: Tillägg för matematiska operatorer

source: Supplemental Symbols and Arrows
sv: Kompletterande symboler och pilar

source: Symbols and Arrows Supplement
sv: Symboler och pilar Tillägg

source: Alphabetic Extended
sv: Alfabetisk utökad

source: Punctuation Supplement
sv: Tillägg för skiljetecken

source: CJK Phonetics and Symbols
sv: Fonetik och symboler för CJK

source: CJK Enclosed Letters and Months
sv: CJK Slutna bokstäver och månader

source: High Surrogate
sv: Hög surrogatmamma

source: Surrogate High
sv: Surrogat hög

source: Surrogate High, Non Private Use
sv: Surrogat Hög, ej privat bruk
