Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Mathematical text layout
es: Diseño de texto matemático
ru: Система математических обозначений

source: Matrix Edit
es: Edición de matriz
ru: Редактор матрицы

source: Matrix Edit (sort of like a spreadsheet)
es: Edición de matriz (como una hoja de cálculo)
ru: Редактор матрицы (наподобие электронной таблицы)
sv: Matrix Edit (ungefär som ett kalkylblad)

source: Matrix Edit Button
es: Botón de edición de matriz
ru: Кнопка редактора матрицы

source: Matrix Edit Continued
es: Continuación de edición de matriz
ru: Продолжение редактора матрицы
sv: Matrisredigering Fortsättning

source: Max
es: Máx
ru: Макс.

source: Max # Functions
es: No. máximo de funciones
ru: Макс. число функций
sv: Max antal funktioner

source: Max (ascent)
es: Máx (ascenso)
ru: Макс (верхний выносной элемент)
sv: Max (stigande)

source: Max Bearing
es: Margen máximo
ru: Максимальный апрош
sv: Max bäring

source: Max Instruction Defines
es: Definiciones de instrucciones máximas
ru: Макс. определений инструкций
sv: Max Instruktion Definierar

source: Max Stack Depth
es: Profundidad máxima de pila
ru: Макс. глубина стека
sv: Max stapeldjup

source: Max _Stack Depth:
es: Profundidad máxima de pila:(_S)
ru: Макс. _глубина стека:
sv: Max _Stackdjup:

source: Maximum (ink) height of accent base that does not require flattening the accents.
es: Altura máxima (tinta) de la base de acento que no requiere aplanar los acentos.
ru: Максимальная высота размещения основы знаков ударения, не требующая их уплощения.
sv: Maximal (ink) höjd på accentbasen som inte kräver att accenterna plattas till.

source: Maximum (ink) height of accent base that does not require raising the accents.
es: Altura máxima (tinta) de la base de acento que no requiere elevar los acentos.
ru: Максимальная высота размещения основы знаков ударения, не требующая их подъёма.
sv: Maximal (ink) höjd på accentbasen som inte kräver att accenterna höjs.

source: Maximum allowed drop of the baseline of subscripts relative to the bottom of the base. Used for bases that are treated as a box or extended shape. Positive for subscript baseline dropped below base bottom.
es: Caída máxima permitida de la línea base de los subíndices, relativa a la parte inferior de la base. Usada para bases que son tratadas como una caja o una forma extendida. Positivo para una línea base de subíndice caída debajo de la parte superior de la base.
ru: Максимально допустимое понижение базовой линии элемента в нижнем индексе относительно нижней границы основного элемента. Применяется к основным элементам при использовании их в виде прямоугольной или удлинённой формы. Имеет положительное значение при расположении базовой линии элемента нижнего индекса ниже нижней границы основного элемента.

source: Maximum allowed drop of the baseline of superscripts relative to the top of the base. Used for bases that are treated as a box or extended shape. Positive for superscript baseline below base top.
es: Caída máxima permitida de la línea base de los superíndices, relativa a la parte superior de la base. Usada para bases que son tratadas como una caja o una forma extendida. Positivo para una línea base de superíndice debajo de la parte superior de la base.
ru: Максимально допустимое понижение базовой линии элемента в верхнем индексе относительно верхней границы основного элемента. Применяется к основным элементам при использовании их в виде прямоугольной или удлинённой формы. Имеет положительное значение при расположении базовой линии элемента верхнего индекса ниже верхней границы основного элемента.

source: Maximum height of the (ink) top of subscripts that does not require moving subscripts further down.
es: Altura máxima de la parte superior (de tinta) de los subíndices que no requieren ser movidos más abajo.
ru: Максимальная высота верхней части элементов верхнего индекса, не требующая их смещения далее вниз.

source: Maximum pixel distance between clicks to be considered a multi click
es: Distancia máxima de píxeles entre los clics para ser considerados un clic múltiple
ru: Максимальное расстояние в пикселах между щелчками, при котором они будут считаться множественным щелчком

source: Maximum time (in ms) between clicks to be considered a double (triple, etc.) click
es: Tiempo máximo (en ms) entre clics para ser considerado un clic doble (triple, etc.)
ru: Максимальное время (в мс) между щелчками, при котором они будут считаться двойным (тройным, и так далее) щелчком

source: Mayan Numerals
es: Números mayas
ru: Цифры майя

source: Mazanderani
es: Mazandaraní
ru: Мазендеранский

source: Mbembe Tigon
es: Tigón de Mbembe
ru: Мбембе (тигон)

source: Mbo
ru: Мбо

source: Mbundu
ru: Мбунду

source: Me'en
ru: Мекан

source: Measure Distance[a] 0=>distance with current positions 1=>distance with original positions Pops two point numbers, pushes distance between them
es: Medir Distancia[a] 0=>distancia con las posiciones actuales 1=>distancia con las posiciones originales Desapila dos números de punto, empuja la distancia entre ellos
ru: MD[a] Измерение расстояния 0=>расстояние с текущих позиций 1=>расстояние с исходных позиций Извлекает из стека номера двух точек, помещает в стек расстояние между ними
sv: Mät avstånd[a] 0=>avstånd med nuvarande positioner 1=>avstånd med ursprungliga positioner Popar två punktnummer, flyttar avståndet mellan dem

source: Measure Pixels Per EM Pushs the pixels per em (for current rasterization)
es: Medir Píxeles Por EM Desapila los píxeles por unidad em (para la rasterización actual)
ru: MPPEM Измерение числа пикселов на em Помещает в стек число пикселов на единицу em (для текущей растеризации)
sv: Mät bildpunkter per EM Visar bildpunkter per em (för aktuell rasterisering)

source: Measure Point Size Pushes the current point size
es: Medir tamaño de PuntoS Desapila el tamaño de puntos actual
ru: MPS Измерение размера точки Помещает в стек текущий размер точки
sv: Mät punktstorlek Visar den aktuella punktstorleken

source: Measure Tool Canvas Number Color
es: Color de los números del lienzo de la herramienta de medición
ru: Цвет чисел на холсте инструмента измерения

source: Measure Tool Canvas Number Snapped Color
es: Color del acoplamiento de los números del lienzo de la herramienta de medición
ru: Цвет чисел инструмента измерения на холсте при привязке

source: Measure Tool Line Color
es: Color de la línea de la herramienta de medición
ru: Цвет линий инструмента измерения

source: Measure Tool Point Color
es: Color de los puntos de la herramienta de medición
ru: Цвет точек инструмента измерения

source: Measure Tool Point Snapped Color
es: Color del acoplamiento de los puntos de la herramienta de medición
ru: Цвет точек инструмента измерения при привязке

source: Measure Tool Windows Background Color
es: Color del fondo de las ventanas de la herramienta de medición
ru: Цвет фона окна инструмента измерения

source: Measure Tool Windows Foreground Color
es: Color del primer plano de las ventanas de la herramienta de medición
ru: Цвет переднего плана окна инструмента измерения.

source: Measure distance, angle between points
es: Medir distancia, ángulo entre puntos
ru: Измерить расстояние, угол между точками
sv: Mät avstånd, vinkel mellan punkter

source: MeasureToolFont
es: Fuente de herramienta de medición
ru: Инструмент измерения шрифта

source: MeasureToolShowHorizontalVertical
es: Mostrar horizontales y verticales en la herramienta de medición
ru: Гор. и верт. замеры инструментом измерения

source: Medefaidrin
ru: Медефайдрин

source: Medial
ru: Средний

source: Medial Forms
es: Formas mediales
ru: Срединные формы
sv: Mediala former

source: Medial Forms 2
es: Formas mediales 2
ru: Срединные формы 2
sv: Mediala former 2

source: Medium
es: Medio
ru: Средний

source: Medium (100%)
es: Normal (100%)
ru: Обычный (100%)

source: Medium High
es: Medio alto
ru: Умеренно высокое
sv: Medelhög Hög

source: Medium Low
es: Medio bajo
ru: Умеренно низкое
sv: Medelhög Låg

source: Medumba
ru: Медумба

source: Meetei Mayek
ru: Мейтей (Манипури)

source: Meetei Mayek Extensions
es: Extensiones Meetei Mayek
ru: Расширения мейтей (манипури)

source: Mende
es: Mendé
ru: Менде

source: Mende Kikakui
es: Mende Ki-ka-ku
ru: Письмо кикакуи для языка менде

source: Menu
es: Menú
ru: Меню
sv: Meny

source: Menu Bar
es: Barra de menú
ru: Строка меню
sv: Menyfält

source: Menu Name
es: Nombre del menú
ru: Имя меню
sv: Meny namn

source: Menu name with no associated script
es: Ítem del menú sin script asociado
ru: Имя меню не связано со сценарием
sv: Menynamn utan tillhörande manus

source: Merge
es: Combinar
ru: Объединить

source: Merge Fonts
es: Combinar fuentes
ru: Объединение шрифтов
sv: Sammanfoga typsnitt

source: Merge Results
es: Combinar resultados
ru: Объединить результаты
sv: Sammanfoga resultat

source: Merge into selection
es: Combinar en selección
ru: Объединять с выделением
sv: Sammanfoga till urval

source: Merge tables across fonts
es: Combinar tablas a través de fuentes
ru: Выполнить слияние таблиц всех шрифтов
sv: Sammanfoga tabeller mellan olika typsnitt

source: Merge to Line
es: Combinar a línea
ru: Объединить с линией

source: Merges two selected (and compatible) lookups into one, or merges two selected subtables of a lookup into one
es: Combina dos búsquedas seleccionadas (y compatibles) en una, o combina dos subtablas seleccionadas de una búsqueda en una
ru: Объединить две выбранных и совместимых справки в одну или две подтаблицы одной справки в одну подтаблицу
sv: Slår samman två valda (och kompatibla) uppslagningar till en, eller slår samman två valda undertabeller i en uppslagning till en

source: Merging Problem
es: Problema al combinar
ru: Проблема при объединении
sv: Problem med sammanslagning

source: Merging a font with itself achieves nothing
es: Combinar una fuente consigo misma no logra nada
ru: Объединение шрифта с самим собой не приводит ни к каким изменениям
sv: Att slå samman ett typsnitt med sig själv uppnår ingenting

source: Meroitic Cursive
es: Cursiva meroítica
ru: Мероитский курсив

source: Meroitic Hieroglyphs
es: Hieroglifos meroíticos
ru: Мероитское письмо

source: Meru
ru: Меру

source: MetaFont (mf) generates lots of verbiage to stdout. Most of the time I find it an annoyance but it is important to see if something goes wrong.
es: MetaFont (MF) genera mucha verbosidad para stdout. La mayoría de las veces me parece una molestia, pero es importante para ver si algo sale mal.
ru: MetaFont (mf) выводит множество информации в stdout. Обычно это раздражает, но может быть очень важно при возникновении проблем.
sv: MetaFont (mf) genererar massor av verbiage till stdout. För det mesta tycker jag att det är ett irritationsmoment men det är viktigt att se om något går fel.

source: MetaFont exited with an error
es: MetaFont finalizó con un error
ru: Выполнение MetaFont завершилось с ошибкой
sv: MetaFont avslutade med ett fel

source: Metadata (xml):
es: Metadatos (xml):
ru: Метаданные (XML):

source: Metrics
es: Métricas
ru: Метрики
sv: Mätvärde

source: Metrics Advance At Color
es: Color de Avance de métricas en
ru: Цвет метрики по ширине символа

source: Metrics Advance To Color
es: Color de Avance de métricas a
ru: Цвет метрики до ширины символа

source: Metrics Baseline Color
es: Color de línea base de métricas
ru: Цвет метрики базовой линии

source: Metrics For %.50s
es: Métricas para %.50s
ru: Метрики для %.50s
sv: Mätvärden för %.50s

source: Metrics Label Color
es: Color de etiqueta de métricas
ru: Цвет подписи метрик
sv: Färg på etiketten för mätvärden

source: Metrics Origin Color
es: Color del orígen de las métricas
ru: Цвет метрики начала координат

source: Metrics View
es: Vista de métricas
ru: Вид метрик

source: MetricsControlShiftSkip
es: Salto de las métricas con las teclas Ctrl y Shift
ru: Шаг метрик с Ctrl+Shift

source: MetricsShiftSkip
es: Salto de las métricas con la tecla Shift
ru: Шаг метрик с Shift

source: Mewati
ru: Мевати

source: MfArgs
es: Argumentos de MetaFont
ru: Аргументы mf

source: MfAsk
es: Preguntar a MF
ru: Спрашивать аргументы mf

source: MfClearBg
es: Eliminar el fondo de MG
ru: Чистить фон

source: MfShowErr
es: Mostrar error de MetaFont
ru: Показывать вывод mf

source: Miao
ru: Мяо

source: Middle Mouse Button Fixup
es: Arreglo del botón central del ratón
ru: Замена средней клавиши мыши

source: Min
es: Mín
ru: Мин.

source: Min (descent)
es: Mín (descenso)
ru: Мин (нижний выносной элемент)
sv: Min (fallande)

source: Min Bearing
es: Margen mínimo
ru: Минимальный апрош
sv: Min bäring

source: Min Kern
es: Interletraje mínimo
ru: Мин. кернинг

source: Minangkabau
ru: Минангкабау

source: Minimum Distance Hint Color
es: Color de pista de distancia mínima
ru: Цвет инструкций минимального расстояния

source: Minimum allowed height of the bottom of superscripts that does not require moving them further up.
es: Altura mínima permitida de la parte inferior de los superíndices que no requieren ser movidos más arriba.
ru: Минимально допустимая высота нижней границы элементов верхнего индекса, не требующая дальнейшего перемещения вверх.

source: Minimum distance between the baseline of an upper limit and the bottom of the base operator.
es: Distancia mínima entre la línea base de un límite superior y la parte inferior del operador base.
ru: Минимальное расстояние между базовой линией верхнего предела и нижней границей основного оператора.
sv: Minsta avstånd mellan baslinjen för en övre gräns och botten på basoperatören.

source: Minimum distance between the baseline of the lower limit and bottom of the base operator.
es: Distancia mínima entre la línea base de un límite inferior y la parte inferior del operador base.
ru: Минимальное расстояние между базовой линией нижнего предела и нижней границей основного оператора.
sv: Minsta avstånd mellan baslinjen för den nedre gränsen och botten på basoperatören.

source: Minimum gap between (ink) top of the lower limit, and (ink) bottom of the base operator.
es: Espacio mínimo entre la parte superior (de tinta) del límite inferior, y la parte inferior (de tinta) del operador base.
ru: Минимальное расстояние между верхней границей нижнего предела и нижней границей основного оператора.
sv: Minsta avstånd mellan (bläck) övre delen av den nedre gränsen, och (bläck) botten av basoperatören.

source: Minimum gap between bottom of the top element of a stack and the top of the bottom element in display style.
es: Espacio mínimo entre la parte inferior del elemento superior de una pila y la parte superior del elemento inferior en el estilo de visualización.
ru: Минимальное расстояние между нижней границей верхнего элемента, из расположенных друг над другом элементов, и верхней границей нижнего элемента в выключном стиле отображения.
sv: Minsta avstånd mellan botten på det översta elementet i en stapel och toppen av det nedersta elementet i visningsstilen.

source: Minimum gap between the bottom of the upper limit, and the top of the base operator.
es: Espacio mínimo entre la parte inferior del límite superior y la parte superior del operador base.
ru: Минимальное расстояние между нижней границей верхнего предела и верхней границей основного оператора.
sv: Minsta gap mellan botten på den övre övre gränsen och den övre gränsen för basoperatören.

source: Minimum gap between the ink of the stretched element and the ink bottom of the element above..
es: Espacio mínimo entre la tinta del elemento estirado y la parte inferior de la tinta del elemento arriba.
ru: Минимальное расстояние между верхней границей растягиваемого элемента и нижней границей элемента сверху.
sv: Minsta mellanrum mellan bläcket på det sträckta elementet och bläckbotten på elementet ovanför...

source: Minimum gap between the ink of the stretched element and the ink top of the element below.
es: Espacio mínimo entre la tinta del elemento estirado y la parte superior de la tinta del elemento debajo.
ru: Минимальное расстояние между нижней границей растягиваемого элемента и верхней границей элемента снизу.
sv: Minsta avstånd mellan bläcket på det sträckta elementet och bläcket på elementet nedanför.

source: Minimum gap between the superscript and subscript ink.
es: Espacio mínimo entre la tinta del superíndice y subíndice.
ru: Минимальное расстояние между нижней границей верхнего регистра и верхней границей нижнего регистра.

source: Minimum height at which to treat a delimited expression as a subformula
es: Altura mínima a la que tratar una expresión delimitada como una subfórmula
ru: Минимальная высота, на которой обрабатывается ограниченные выражения в качестве подформулы
sv: Minsta höjd vid vilken ett avgränsat uttryck behandlas uttryck som en underformel

source: Minimum height of n-ary operators (integration, summation, etc.)
es: Altura mínima de operadores n-arios (integración, suma, etc.)
ru: Минимальная высота любого N-ичного оператора (интеграция, сумма, и так далее)
sv: Minsta höjd för n-ariska operatorer (integration, summering, etc.)

source: Minimum of top two stack entries Pops two values, pushes the minimum back
es: MINimo de las dos entradas superiores de la pila Desapila dos valores, empuja el mínimo de regreso
ru: M Выбор наименьшего числа из двух элементов стека Извлекает из стека два значения, помещает в стек наименьшее из них
sv: Minimum av de två översta stapelposterna Popar upp två värden, trycker tillbaka det lägsta

source: Minimum overlap of connecting glyphs during glyph construction.
es: Superposición mínima de los glifos conectados durante la construcción de un glifo.
ru: Минимальное перекрытие соединяющихся глифов при построении глифа.
sv: Minsta överlappning av anslutande glyfer under glyfkonstruktion.

source: Minimum tolerated gap between the ink bottom of the numerator and the ink of the fraction bar in display style.
es: Espacio mínimo tolerado entre la parte inferior de la tinta del numerador y la tinta de la barra de fracciones en el estilo de visualización.
ru: Минимальное допустимое расстояние между нижней границей числителя и дробной чертой в выключном стиле отображения.
sv: Minsta tolererade mellanrum mellan bläcket täljarens nedre del och fraktionens nedre del stapeln i displayen.

source: Minimum tolerated gap between the ink bottom of the numerator and the ink of the fraction bar.
es: Espacio mínimo tolerado entre la parte inferior de la tinta del numerador y la tinta de la barra de fracciones.
ru: Минимальное допустимое расстояние между нижней границей числителя и дробной чертой.
sv: Minsta tolererade mellanrum mellan bläcket täljarens nedre del och bråkstreckets bläck.

source: Minimum tolerated gap between the ink top of the denominator and the ink of the fraction bar in display style.
es: Espacio mínimo tolerado entre la parte superior de la tinta del denominador y la tinta de la barra de fracciones en el estilo de visualización.
ru: Минимальное допустимое расстояние между верхней границей знаменателя и дробной чертой в выключном стиле отображения.
sv: Minsta tolererade mellanrum mellan nämnarens övre del och och bläcket i bråkstrecket i displaystil.

source: Minimum tolerated gap between the ink top of the denominator and the ink of the fraction bar..
es: Espacio mínimo tolerado entre la parte superior de la tinta del denominador y la tinta de la barra de fracciones.
ru: Минимальное допустимое расстояние между верхней границей знаменателя и дробной чертой.
sv: Minsta tolererade mellanrum mellan nämnarens bläck och och bläcket i bråkdelen bar...

source: Minjangbal
ru: Миньянгбал

source: Minor A_xis:
es: Eje menor:(_X)
ru: Малая ось:
sv: Mindre A_xis:

source: Minor Axis (_Height):
es: Eje menor (_altura):
ru: Малая ось (_высота):

source: Minor:
es: Menor:
ru: Второстепенная:
sv: Mindre:

source: Mirandese
es: Mirandés
ru: Мирандский

source: Misc Windows
es: Ventanas misceláneas
ru: Прочие окна

source: Misc Windows 2
es: Ventanas misceláneas 2
ru: Прочие окна 2

source: Misc.
ru: Разное
sv: Övrigt

source: Miscellaneous Mathematical Symbols-A
es: Símbolos matemáticos misceláneos-A
ru: Разные математические символы — A

source: Miscellaneous Mathematical Symbols-B
es: Símbolos matemáticos misceláneos-B
ru: Разные математические символы — B

source: Miscellaneous Symbols
es: Símbolos misceláneos
ru: Различные символы
sv: Diverse symboler

source: Miscellaneous Symbols and Arrows
es: Símbolos y flechas misceláneos
ru: Разные символы и стрелки

source: Miscellaneous Symbols and Pictographs
es: Símbolos misceláneos y pictografías
ru: Разные символы и пиктограммы

source: Miscellaneous Technical
es: Técnicos misceláneos
ru: Различные технические символы
sv: Diverse tekniska frågor

source: Mismatch lookup types inside a parsed lookup
es: Discrepancia de tipos de búsqueda dentro de una búsqueda analizada
ru: Несовпадение типов lookup внутри обрабатываемого lookup
sv: Felaktiga uppslagstyper i en analyserad uppslagning

source: Mismatched local and shared tuple flags.
es: Discrepancia entre las marcas de tuplas locales y compartidas.
ru: Местные и общие флаги кортежа не согласованы.

source: Missing "OS/2" table
es: Falta la tabla de "OS/2"
ru: Отсутствует таблица «OS/2»
sv: Saknar "OS/2"-tabell

source: Missing Bitmap
es: Falta el mapa de bits
ru: Отсутствует растр
sv: Saknar bitmap

source: Missing Bitmap Color
es: Falta el color del mapa de bits
ru: Цвет при отсутствии растра

source: Missing BlueValues entry.
es: Falta una entrada de BlueValues.
ru: Отсутствует элемент BlueValues.
sv: Saknar BlueValues-post.

source: Missing Glyph
es: Falta glifo
ru: Отсутствует глиф
sv: Saknad glyf

source: Missing Glyph...
es: Falta el glifo...
ru: Отсутствует глиф…
sv: Saknad glyf...

source: Missing Label Color
es: Falta el color de la etiqueta
ru: Цвет при отсутствии подписи

source: Missing Outline Color
es: Falta el color del contorno
ru: Цвет при отсутствии контура

source: Missing POST resource %u
es: Falta el recurso POST %u
ru: Отсутствует POST-ресурс %u

source: Missing Points at Extrema
es: Faltan puntos en los nodos extremos
ru: Отсутствующие точки в экстремумах
sv: Saknade punkter vid extrema

source: Missing Script
es: Falta el script
ru: Отсутствует сценарий
sv: Saknat manus

source: Missing Subtable definition found in chained context
es: Falta definición de subtabla encontrada en el contexto de encadenamiento
ru: Отсутствующее определение подтаблицы найдено в связанном контексте

source: Missing bitmap strike
es: Falta el trazo del mapa de bits
ru: Отсутствует обводка растра
sv: Saknar bitmap strike

source: Missing cidmap file
es: Falta el archivo cidmap
ru: Отсутствует файл cidmap
sv: Saknar cidmap-fil

source: Missing close parenthesis in include on line %d of %s
es: Falta un paréntesis de cierre en la línea %d de %s
ru: Не хватает закрывающей скобки во включении в строке %d у %s
sv: Saknar sluten parentes i include på rad %d i %s

source: Missing color component.
es: Falta el componente de color.
ru: Отсутствие цветового компонента.

source: Missing extension
es: Falta la extensión
ru: Отсутствует расширение
sv: Saknar förlängning

source: Missing glyph
es: Falta el glifo
ru: Отсутствующий глиф
sv: Saknar glyf

source: Missing glyph extension
es: Falta la extensión del glifo
ru: Отсутствует расширение глифа
sv: Saknar glyftillägg

source: Missing glyph name
es: Falta el nombre del glifo
ru: Отсутствует имя глифа
sv: Saknar glyfnamn

source: Missing left parenthesis in command to get a cvt index
es: Falta el paréntesis izquierdo en el comando para obtener un índice cvt
ru: Отсутствует левая скобка в команде получения индекса cvt
sv: Vänster parentes saknas i kommandot för att få ett cvt-index

source: Missing name on line %d of %s
es: Falta nombre en la línea %d de %s
ru: Отсутствует имя на строке %d файла %s
sv: Saknar namn på rad %d av %s

source: Missing name when parsing %s for unicode %x
es: Falta el nombre al analizar %s para unicode %x
ru: Отсутствует имя при обработке %s для Юникода %x
sv: Saknar namn när %s tolkas för unicode %x
