Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Clear destination layer before copy
es: Eliminar capa de destino antes de copiar
ru: Очистить конечный слой перед копированием
sv: Rensa målskiktet före kopiering

source: ClearInstrsBigChanges
es: Eliminar cambios grandes de instrucciones
ru: Удалять инструкции при изменении нумерации точек
sv: ClearInstrsStoraFörändringar

source: Click here for more information about the OFL (SIL Open Font License) including the corresponding FAQ.
es: Haz clic aquí para más información sobre la OFL (SIL Open Font License) incluyendo las preguntas frecuentes correspondientes.
ru: Щёлкните здесь для получения дополнительной информации о OFL (SIL Open Font License), включая соответствующий раздел «Вопросы и ответы».

source: Click here to add the OFL metadata to your own font in the License and License URL fields. Then click on the License field to fill in the placeholders in sync with OFL.txt.
es: Haz clic aquí para añadir los metadatos OFL a tu propia fuente en los campos de Licencia y URL de la licencia. Después, haz clic en el campo de Licencia para llenar los comodines en sincronía con OFL.txt.
ru: Щёлкните здесь для добавления метаданных OFL в собственный шрифт в поля «Лицензия» и «URL-адрес лицензии». Затем щёлкните по полю «Лицензия» для внесения заполнителей в соответствии с текстом OFL.txt.

source: Click on a range to select characters in that range. Double click on a range to see characters that should be in the range but aren't.
es: Haz clic en un rango para seleccionar los caracteres en ese rango. Haz doble clic en un rango para ver los caracteres que deberían estar en el rango pero no están.
ru: Щёлкните по диапазону для выбора символов в этом диапазоне. Дважды щёлкните по диапазону для просмотра символов, которые должны быть в этом диапазоне, но отсутствуют.
sv: Klicka på ett intervall för att välja tecken i det intervallet. Dubbelklicka på ett intervall för att se tecken som borde finnas i intervallet men som inte finns där.

source: Clip Path Color
es: Color de los clip paths
ru: Цвет обтравочного контура
sv: Färg för klippväg

source: Cloc_kwise
es: En sentido horario(_K)
ru: По _часовой стрелке

source: Close Color
es: Cerrar color
ru: Цвет значка закрытия

source: Close Open Contours
es: Cerrar contornos abiertos
ru: Закрыть открытые контуры
sv: Stäng öppna konturer

source: Co_py LBearing
es: Co_piar margen izquierdo
ru: Скопировать _левый апрош
sv: Ko_piera LBearing

source: Collage
ru: Коллаж

source: Color
ru: Цвет
sv: Färg

source: Color Button
es: Botón de color
ru: Кнопка диалога выбора цвета
sv: Färgknapp

source: Color Source with id %s had an unexpected type %s.
es: La fuente de color con el ID %s es de un tipo inesperado %s.
ru: Источник цвета с идентификатором %s имеет неожиданный тип %s.

source: Color for kerning class names
es: Color de los nombres de las clases de interletraje
ru: Цвет для имён классов кернинга

source: Color of close icon in tab
es: Color del ícono de cerrar en pestaña
ru: Цвет значка закрытия на вкладке

source: Color of column dividers in the main section of a matrix edit
es: Color de los divisores de columna en la sección principal de una edición de matriz
ru: Цвет разделителей столбцов в главной области редактора матрицы
sv: Färg på kolumndelare i huvuddelen av en matrisredigering

source: Color of column dividers in the title section of a matrix edit
es: Color de los divisores de columna en la sección de título de una edición de matriz
ru: Цвет разделителей столбцов в области заголовка редактора матрицы
sv: Färg på kolumndelare i titelavsnittet i en matrisredigering

source: Color of field divider lines
es: Color de las líneas divisoras de campos
ru: Цвет линий разделителя поля

source: Color of frozen (unchangeable) entries in the main section of a matrix edit
es: Color de las entradas congeladas (no cambiables) en la sección principal de una edición de matriz
ru: Цвет фиксированных (неизменяемых) элементов основной области редактора матрицы
sv: Färg på frysta (oföränderliga) poster i huvudavsnittet i en matrisredigering

source: Color of glyph labels when glyph is not encoded
es: Color de las etiquetas de los glifos cuando el glifo no está codificado
ru: Цвет подписей глифа, когда глиф не закодирован

source: Color of glyph labels when label is missing
es: Color de las etiquetas de los glifos cuando falta la etiqueta
ru: Цвет подписи глифа при отсутствии подписи

source: Color of the active entry in the main section of a matrix edit
es: Color de la entrada activa en la sección principal de una edición de matriz
ru: Цвет активного элемента в основной области редактора матрицы
sv: Färg på den aktiva posten i huvuddelen av en matrisredigering

source: Color of the ascent and descent lines
es: Color de las líneas de ascenso y descenso
ru: Цвет линий верхних и нижних выносных элементов

source: Color of the font used to display glyph information in the fontview
es: Color de la fuente usado para mostrar información de glifos en la vista de fuente
ru: Цвет шрифта для отображения информации о глифе в окне отображения шрифта

source: Color of the line between label and glyph
es: Color de la línea entre la etiqueta y el glifo
ru: Цвет линии между подписью и глифом

source: Color of the lines around glyph slots
es: Color de las líneas alrededor de las ranuras de glifos
ru: Цвет вокруг слотов глифа

source: Color of the x=0 and y=0 lines
es: Color de las líneas x=0 y y=0
ru: Цвет линий при x=0 и y=0

source: Color of used to draw the foreground of (unselected) glyphs
es: Color usado para dibujar el primer plano de los glifos (no seleccionados)
ru: Цвет контура (не выделенных) глифов

source: Color used for (some) glyph names in Show ATT dialog
es: Color usado para (algunos) nombres de glifos en el diálogo Mostrar ATT
ru: Цвет для (некоторых) имён глифов в диалоговом окне «Показать ATT»

source: Color used for currently selected entry in Show ATT dialog
es: Colos usado para la entrada seleccionada actualmente en el diálogo Mostrar ATT
ru: Цвет выделения элементов в диалоговом окне «Показать ATT»

source: Color used for the baseline and x=0 line in kerning dialogs
es: Color usado para la línea base y la línea x=0 en los diálogos de kerning
ru: Цвет базовой линии и линии x=0 в диалоговых окнах кернинга

source: Color used for the hint histogram graphs
es: Color usado para los gráficos del histograma de pistas
ru: Цвет для графиков гистограмм инструкций

source: Color used to draw the (horizontal or) vertical line from the origin to the advance when that metric is selected in View
es: Color usado para dibujar la línea (horizontal o) vertical desde el orígen hasta el avance cuando esa métrica está seleccionada en Vista
ru: Цвет для (горизонтальной или) вертикальной линии от начала координат глифа до ширины символа при выборе этой метрики в меню «Вид»

source: Color used to draw the (vertical or) horizontal baseline when that metric is selected in View
es: Color usado para dibujar la línea base (vertical u) horizontal cuando esa métrica está seleccionada en Vista
ru: Цвет для (вертикальной или) горизонтальной базовой линии при выборе этой метрики в меню «Вид»

source: Color used to draw the (vertical or) horizontal line at the advance when that metric is selected in View
es: Color usado para dibujar la línea (vertical u) horizontal en el avance cuando esa métrica está seleccionada en la vista
ru: Цвет для (вертикальной или) горизонтальной линии по ширинесимвола при выборе этой метрики в меню «Вид»

source: Color used to draw the (vertical or) horizontal origin tick when that metric is selected in View
es: Color usado para dibujar la marca de origen (vertical u) horizontal cuando esa métrica está seleccionada en Vista
ru: Цвет для (вертикального или) горизонтального деления отметки началакоординат глифа при выборе этой метрики в меню «Вид»

source: Color used to draw the advance width line of a glyph
es: Color usado para dibujar la línea de ancho de avance de un glifo
ru: Цвет линии для обозначения ширины глифа
sv: Färg som används för att rita förskottsbreddlinjen för en glyf

source: Color used to draw the background of selected glyphs
es: Color usado para dibujar el fondo de los glifos seleccionados
ru: Цвет для фона выделенных глифов
sv: Färg som används för att rita bakgrunden för markerade glyfer

source: Color used to draw the foreground of empty slots
es: Color usado para dibujar el primer plano de las ranuras vacías
ru: Цвет для контура пустых слотов

source: Color used to draw the foreground of selected glyphs
es: Color usado para dibujar el primer plano de los glifos seleccionados
ru: Цвет для контуров выделенных глифов
sv: Färg som används för att rita förgrunden på markerade glyfer

source: Color used to draw the italic advance width line of a glyph
es: Color usado para dibujar la línea de ancho de cursiva de un glifo
ru: Цвет линии для обозначения ширины глифа с учётом курсива
sv: Färg som används för att rita den kursiva förskottsbreddlinjen för en glyf

source: Color used to draw the kerning line
es: Color usado para dibujar la línea de interletraje
ru: Цвет для обозначения линии кернинга
sv: Färg som används för att rita kerninglinjen

source: Color used to draw the left side bearing
es: Color usado para dibujar el margen izquierdo
ru: Цвет для обозначения левого апроша
sv: Färg som används för att rita vänster sidolager

source: Color used to draw the progress bar
es: Color usado para dibujar la barra de progreso
ru: Цвет индикатора выполнения задачи
sv: Färg som används för att rita förloppsindikatorn

source: Color used to mark a changed glyph
es: Color usado para marcar un glifo cambiado
ru: Цвет для метки изменённого глифа
sv: Färg som används för att markera en ändrad glyf

source: Color used to mark a glyph with a bitmap but no outline when displaying outlines
es: Color usado para marcar un glifo con un mapa de bits pero sin un contorno al mostrar contornos
ru: Цвет для метки глифа с растром, но без контура, при отображении контуров

source: Color used to mark a glyph with an outline and no bitmap when displaying bitmaps
es: Color usado para marcar un glifo con un contorno y sin un mapa de bits al mostrar mapas de bits
ru: Цвет для метки глифа с контуром, но без растра, при отображении растров

source: Color used to mark glyphs that need hinting
es: Color usado para marcar los glifos que necesitan pistas
ru: Цвет для метки глифа, нуждающемуся в хинтинге

source: Color used to mark the selected glyph
es: Color usado para marcar el glifo seleccionado
ru: Цвет пометки выделенного глифа
sv: Färg som används för att markera den valda glyfen

source: Color:
ru: Цвет:
sv: Färg:

source: Colors and fonts in other windows (mostly dialogs)
es: Colores y fuentes en otras ventanas (principalmente diálogos)
ru: Цвета и шрифты в других окнах (в основном, диалоговых)

source: Colors of lines and fills in outline window
es: Colores de líneas y rellenos en la ventana de contornos
ru: Цвета строк и заполнения в окне просмотра контура

source: Colors related to CFF/PostScript hints
es: Colores relacionados con las pistas CFF/PostScript
ru: Цвета, относящиеся к инструкциям CFF/PostScript

source: Colors related to images and font rasterizing
es: Colores relacionados con imágenes y rasterizaciones de fuentes
ru: Цвета, относящиеся к изображениям и растеризации шрифтов

source: Colors, etc of points in glyph outline window
es: Colores, etc de puntos en la ventana de contornos de glifos
ru: Цвета точек и тому подобное в окне просмотра глифа

source: Colors, etc. of the Outline, Bitmap, and Layer palettes
es: Colores, etc. de las paletas de contornos, mapas de bits y capas
ru: Цвета и тому подобное для контура, растра и палитр слоя

source: Colors, etc. related to tool use in outline window
es: Colores, etc. relacionados con el uso de herramientas en la ventana de contornos
ru: Цвета и тому подобное, связанное с использованием инструментов в окне просмотра контура

source: Color|Background
es: Fondo
ru: Фон
sv: Bakgrund

source: Color|Choose...
es: Color|Escoger...
ru: Выбрать…
sv: Välj...

source: Color|Default
es: Color|Predeterminado
ru: По умолчанию
sv: Standard

source: Color|FillColor
es: Color de relleno
ru: Цвет заливки
sv: Fyllnadsfärg

source: Color|Foreground
es: Primer plano
ru: Передний план
sv: Förgrund

source: Com_binations
es: Com_binaciones
ru: _Комбинации
sv: Kombinationer

source: Combinations.Font
es: Fuente de combinaciones
ru: Шрифт для окон комбинаций

source: Combining Diacritical Marks
es: Marcas diacríticas combinables
ru: Объединяющие диакритические знаки
sv: Kombination av diakritiska tecken

source: Combining Diacritical Marks (& Supplement)
es: Marcas diacríticas combinadas (y suplemento)
ru: Комбинируемые диакритические знаки (и дополнение к ним)

source: Combining Diacritical Marks Extended
es: Marcas diacríticas combinables, extendido
ru: Расширенные комбинируемые диакритические знаки

source: Combining Diacritical Marks Supplement
es: Marcas diacríticas combinables, suplemento
ru: Объединяющие диакритические знаки, дополнение
sv: Kombination av diakritiska tecken Tillägg

source: Combining Diacritical Marks for Symbols
es: Marcas diacríticas combinables para símbolos
ru: Комбинируемые диакритические знаки для символов
sv: Kombination av diakritiska tecken för symboler

source: Combining Half Marks
es: Medias marcas combinables
ru: Комбинируемые полузнаки
sv: Kombinera halva markeringar

source: Commands to pass to mf (metafont) program, the filename will follow these
es: Comandos para pasar al programa MF (MetaFont). El nombre de achivo seguirá estos
ru: Команды, передаваемые программе mf (metafont); за командами следует имя файла
sv: Kommandon att skicka till mf (metafont) programmet, filnamnet kommer att följa dessa

source: Comment
es: Comentario
ru: Комментарий
sv: Kommentar

source: Common Indic Number Forms
es: Formas numéricas índicas comunes
ru: Общеиндийские числовые формы
sv: Vanliga former för indikatornummer

source: Common Number Separator
es: Separador de número común
ru: Универсальный разделитель типов
sv: Separator för vanliga nummer

source: Comorian
es: Comorano
ru: Коморский

source: Compact
es: Compacto
ru: Сжатый
sv: Kompakt

source: CompactOnOpen
es: Compactar al abrir
ru: Компактная кодировка при открытии

source: Compacted
es: Compactado
ru: Сжатый
sv: Kompakterad

source: Compare %s to %s
es: Comparar %s con %s
ru: Сравнить %s с %s
sv: Jämför %s med %s

source: Compare Fonts...
es: Comparar fuentes...
ru: Сравнить шрифты…
sv: Jämför typsnitt...

source: Compare Glyph _Positioning
es: Comparar _posicionamiento de glifo
ru: Сравнить _позиционирование глифов
sv: Jämför glyf _Positionering

source: Compare Glyph _Substitution
es: Comparar _sustitución de glifo
ru: Сравнить _подстановку глифов
sv: Jämför Glyph _Substitution

source: Compare Hint_Masks
es: Comparar _máscaras de pistas
ru: Сравнить маски _хинтов
sv: Jämför Hint_Masks

source: Compare Layers
es: Comparar capas
ru: Сравнение слоёв
sv: Jämför lager

source: Compare Layers...
es: Comparar capas...
ru: Сравнить слои…
sv: Jämför lager...

source: Compare _Bitmaps
es: Comparar mapas de _bits
ru: Сравнить _растры
sv: Jämför _Bitmaps

source: Compare _Hints
es: Comparar pistas(_H)
ru: Сравнить _хинты
sv: Jämför _Hints

source: Compare _Names
es: Comparar _nombres
ru: Сравнить _имена
sv: Jämför _Namn

source: Compare _Outlines
es: C_omparar contornos
ru: Сравнить _контуры
sv: Jämför _Outlines

source: Compare hintmasks
es: Comparar máscaras de pistas
ru: Сравнить маски хинтов
sv: Jämför hintmasks

source: Compare postscript hints and hintmasks and truetype instructions
es: Comparar pistas y máscaras de pistas de PostScript e instrucciones de TrueType
ru: Сравнить хинты и маски хинтов postscript с инструкциями truetype
sv: Jämför postscript-hintar och hintmasker och truetype-instruktioner

source: Compare two layers
es: Comparar dos capas
ru: Сравнить два слоя
sv: Jämför två lager

source: Compare version %s of %s to %s
es: Comparar la versión %s de %s con %s
ru: Сравнить версию %s %s с %s
sv: Jämför version %s av %s med %s

source: Compatible Full
es: Compatible con todo
ru: Совместимое полное имя
sv: Kompatibel Full

source: Complex
es: Complejo
ru: Сложный
sv: Komplex

source: Complex Fill
es: Relleno complejo
ru: Составная
sv: Komplex fyllning

source: Component
es: Componente
ru: Компонент
sv: Komponent

source: Component %d %.30s (%d,%d)
es: Componente %d %.30s (%d,%d)
ru: Компонент %d %.30s (%d,%d)
sv: Komponent %d %.30s (%d,%d)

source: Components
es: Componentes
ru: Компоненты
sv: Komponenter

source: Composites in AFM
es: Compuestos en AFM
ru: Композиции в AFM
sv: Kompositer i AFM

source: Compress (as a percentage)
es: Comprimir (como porcentaje)
ru: Сжать (в процентном соотношении)
sv: Komprimera (i procent)

source: Compressed object container is itself a compressed object
es: El contenedor de objetos comprimidos es en sí mismo un objeto comprimido
ru: Контейнер сжатого объекта сам является сжатым объектом
sv: Container för komprimerat objekt är själv ett komprimerat objekt

source: Condense/Extend
es: Condensar/extender
ru: Сжатие или расширение
sv: Förtäta/förlänga

source: Condensed
es: Condensado
ru: Узкий
sv: Komprimerad

source: Condensed (75%)
es: Condensado (75%)
ru: Узкий (75%)
sv: Kondenserad (75%)

source: Config_ure Plugins...
es: Config_urar plugins...
ru: Кон_фигурация подключаемых модулей…

source: Configure
es: Configurar
ru: Конфигурация
sv: Konfigurera

source: Conflict Hint Color
es: Color de la pista de conflicto
ru: Цвет конфликтующей инструкции
sv: Konflikt Hint Färg

source: Conjunct Form After Ro
es: Forma de unión después de Ro
ru: Объединённая форма после Ro
sv: Konjunktiv Form Efter Ro

source: Conjunct Forms
es: Formas conjuntas
ru: Объединённые формы
sv: Konjunktiva former

source: Connectors
es: Conectores
ru: Соединители
sv: Anslutningar

source: Constants
es: Constantes
ru: Константы
sv: Konstanter

source: Contains anchor points for some, but not all, classes in a subtable
es: Contiene puntos de anclaje de algunas, pero no todas, las clases en una subtabla
ru: Содержит опорные точки для некоторых (но не для всех) классов в подтаблице
sv: Innehåller ankarpunkter för vissa, men inte alla, klasser i en undertabell

source: Contextual Alternates
es: Alternativas contextuales
ru: Контекстные альтернативы
sv: Alternativa kontextuella lösningar

source: Contextual Chaining Position
es: Posición de encadenamiento contextual
ru: Контекстная цепочка позиционирования
sv: Kontextuell kedjekoppling Position

source: Contextual Chaining Positioning
es: Posicionamiento de encadenamiento contextual
ru: Контекстная цепочка позиционирования
sv: Kontextuell kedjekoppling Positionering

source: Contextual Chaining Substitution
es: Sustitución de encadenamiento contextual
ru: Контекстная цепочка подстановок
sv: Kontextuell kedjning Substitution

source: Contextual Half-width Spacing
es: Espaciado contextual de anchos medios
ru: Контекстное расстояние на половину ширины

source: Contextual Ligatures
es: Ligaduras contextuales
ru: Контекстные лигатуры
sv: Kontextuella ligaturer

source: Contextual Position
es: Posición contextual
ru: Контекстное позиционирование
sv: Sammanhängande position

source: Contextual Positioning
es: Posicionamiento contextual
ru: Контекстное позиционирование
sv: Positionering i sammanhanget

source: Contextual State Machine
es: Maquina de estados contextual
ru: Автомат состояния контекстной подстановки
sv: Kontextuell tillståndsmaskin

source: Contextual Substitution
es: Sustitución contextual
ru: Контекстная подстановка
sv: Kontextuell ersättning

source: Contextual Swash
es: Formas caligráficas contextuales
ru: Контекстная каллиграфия
sv: Kontextuell swash

source: Contextual insertion
es: Inserción contextual
ru: Контекстная вставка
sv: Kontextuell infogning

source: Contextual position
es: Posición contextual
ru: Контекстное позиционирование
sv: Position i sammanhanget

source: Contextual substitution
es: Sustitución contextual
ru: Контекстная подстановка
sv: Kontextuell substitution

source: Continue
es: Continuar
ru: Продолжить
sv: Fortsätt

source: Contours (from closed):
es: Contornos (a partir de cerrados):
ru: Контуры (от замкнутых):

source: Contribution of each master design
es: Contribución de cada diseño maestro
ru: Доля каждого мастер-образца
sv: Bidrag från varje master design

source: Control Pictures
es: Imágenes de control
ru: Управляющие картинки
sv: Kontrollbilder

source: Control Points (Always_)
es: Puntos de control (siempre_)
ru: Управляющие точки (всегда_)

source: Control Points _beyond spline
es: Puntos de control fuera de la curva(_B)
ru: Упр. точки _вне сплайна
sv: Kontrollpunkter _bortom spline

source: Control Points near horizontal/vertical/italic
es: Puntos de control casi horizontales/verticales/inclinados
ru: Управляющие точки почти горизонтальны/вертикальны/наклонны
sv: Kontrollpunkter nära horisontell/vertikal/kursiv stil

source: Control Vertical Counters (use for CJK)
es: Controlar contadores verticales (usar para CJK)
ru: Контролировать вертикальные просветы (для CJK)
sv: Kontrollera vertikala räknare (använd för CJK)

source: Control Vertical Mapping (use for Latin, Greek, Cyrillic)
es: Controlar el mapeo vertical (usar para latino, griego, cirílico)
ru: Контролировать вертикальные просветы (для латиницы, греческого и кириллицы)
sv: Kontroll vertikal mappning (använd för latin, grekiska, kyrilliska)

source: Control points are irrelevant if they are too close to the main point to make a significant difference in the shape of the curve.
es: Un punto de control se considera irrelevante si está demasiado cerca a su punto principal como para mostrar una diferencia significativa el trazado de la curva.
ru: Управляющие точки нерелевантны, если они находятся слишком близко к основной точке, чтобы оказывать заметное влияние на форму кривой.
sv: Kontrollpunkter är irrelevanta om de ligger för nära huvudpunkten för att huvudpunkten för att göra en betydande skillnad i kurvans form.

source: ControlPoint|Default
es: Predeterminado
ru: По умолчанию
sv: Standard

source: Conve_x (Polygonal)
es: Conve_xo (poligonal)
ru: Выпукл_ое (многоугольное)

source: Convert By C_Map
es: Convertir con un C_Map
ru: Преобразовать по C_Map
sv: Konvertera av C_Map

source: Convert Design Vector Function:
es: Convertir función vectorial de diseño:
ru: Преобразовать векторную функцию образца начертания:
sv: Konvertera design vektorfunktion:

source: Converting PostScript
es: Convirtiendo PostScript
ru: Конвертирование PostScript
sv: Konvertera PostScript

source: Coordinate Line Color
es: Color de línea de coordenadas
ru: Цвет линий координат
sv: Färg på koordinatlinje

source: Coordinate along which to space
es: Coordenada a lo largo de la cual espaciar
ru: По какой оси координат выравнивать
sv: Koordinat längs vilken man ska placera

source: Cop_y Layer To Layer...
es: Copiar capa a capa...(_Y)
ru: Скопировать сло_й в слой…
sv: Kopiera lager för lager...

source: Coptic
es: Copto
ru: Коптский
sv: Koptiska

source: Coptic Epact Numbers
es: Números epactos coptos
ru: Коптские цифры епакты

source: Copy Gri_d Fit
es: Copiar cua_drícula
ru: Скопировать размещение в п_иксельной сетке
sv: Kopia Gri_d Fit

source: Copy INDEXed element to stack Pops an index & copies stack element[index] to top of stack
es: Copiar el elemento INDEXado a la pila Desapila un índice y copia el elemento de la pila[índice] a la parte superior de la pila
ru: INDEX Копирование индексированного элемента в стек Извлекает из стека индекс и копирует элемент[индекс] в верхний элемент стека
sv: Kopiera INDEX-element till stapeln Popar ett index och kopierar stapeln element[index] till toppen av stacken

source: Copy Layer To Layer
es: Copiar capa a capa
ru: Скопировать слой в слой
sv: Kopiera lager till lager

source: Copy Layers
es: Copiar capas
ru: Копирование слоёв
sv: Kopiera lager
