Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Image used instead of the Visibility Box Off Mark (when the mark is disabled)
es: Imagen usada en lugar de la marca desactivada de las cajas de visibilidad (cuando la marca está deshabilitada)
ru: Изображение для использования вместо метки отключения поля видимости (при отключении метки)

source: Image used instead of the Visibility Box On Mark
es: Imagen usada en lugar de la marca activada de las cajas de visibilidad
ru: Изображение для использования вместо метки включения поля видимости

source: Image used instead of the Visibility Box On Mark (when the mark is disabled)
es: Imagen usada en lugar de la marca activada de las cajas de visibilidad (cuando la marca está deshabilitada)
ru: Изображение для использования вместо метки включения поля видимости (при отключении метки)

source: Image2 skipped as it uses an unsupported image type
es: Imagen2 omitida ya que utiliza un tipo de imagen no soportado
ru: Image2 пропущен, поскольку использует неподдерживаемый тип изображений

source: Imperial Aramaic
es: Arameo Imperial
ru: Имперское арамейское письмо
sv: Kejserlig arameiska

source: Implied Topology
es: Topología implícita
ru: Неявная топология
sv: Underförstådd topologi

source: Import
es: Importar
ru: Импорт
sv: Importera

source: Import Lookup
es: Importar búsqueda
ru: Импортировать Lookup
sv: Importuppslagning

source: Import Parameters
es: Importar parámetros
ru: Импорт параметров

source: Import feature file
es: Importar archivo de características
ru: Импорт файла функции

source: Imports a lookup (and all its subtables) from another font.
es: Importa una búsqueda (y todas sus subtablas) de otra fuente.
ru: Импортирует lookup (со всеми его подтаблицами) из другого шрифта.
sv: Importerar en lookup (och alla dess subtables) från ett annat typsnitt.

source: In %s, in glyph %s, 'CFF ' advance width (%d) and 'hmtx' width (%d) do not match. (Subsequent mismatches will not be reported)
es: En %s, en el glifo %s, hay una discrepancia entre el ancho de avance "CFF" (%d) y el ancho "hmtx" (%d). (No se reportarán discrepancias subsecuentes).
ru: В %s, в глифе %s, 'CFF ' ширина (%d) и ширина 'hmtx' (%d) не совпадают. (О последующих несоответствиях сообщаться не будет)

source: In %s, the advance width (%d) for glyph %s is greater than the maximum (%d)
es: En %s, el ancho de avance (%d) para el glifo %s es mayor que el máximo (%d)
ru: В %s, ширина (%d) для глифа %s превышает максимальное значение (%d)

source: In GID %d the advance width (%d) is greater than the stated maximum (%d)
es: En GID %d el ancho de avance (%d) es mayor que el máximo indicado (%d)
ru: В GID %d ширина (%d) больше заданного максимального значения (%d)

source: In GID %d, 'CFF ' advance width (%d) and 'hmtx' width (%d) do not match. (Subsequent mismatches will not be reported)
es: En el GID %d, el ancho de avance "CFF" (%d) y el ancho "hmtx" (%d) no coinciden. (No se reportarán discrepancias subsecuentes).
ru: В GID %d, 'CFF ' ширина (%d) и ширина 'hmtx' (%d) не совпадают. (О последующих несоответствиях сообщаться не будет)

source: In TTF/OTF
es: En TTF/OTF
ru: В TTF/OTF
sv: I TTF/OTF

source: In a Reverse Chaining Substitution there must be exactly as many replacements as there are glyph names in the match coverage table
es: En una sustitución de encadenamiento inverso debe haber exactamente tantos reemplazos como hay nombres de glifos en la tabla de coberturas de coincidencias
ru: В обратной цепочке подстановок должно быть ровно столько же замен, сколько имён глифов в совпадающей таблице охвата
sv: I en Reverse Chaining Substitution måste det finnas exakt lika många ersättningar som det finns glyfnamn i matchningstäckningstabellen

source: In a Reverse Chaining Substitution there must be exactly one coverage table to match
es: En una sustitución de encadenamiento inverso debe haber exactamente una tabla de cobertura con la que coincidir
ru: В обратной цепочке подстановок должна быть ровно одна совпадающая таблица охвата
sv: I en Reverse Chaining Substitution måste det finnas exakt en täckningstabell att matcha

source: In a Reverse Chaining Substitution there must be exactly one coverage table with replacements
es: En una sustitución de encadenamiento inverso debe haber exactamente una tabla de cobertura con reemplazos
ru: В обратной цепочке подстановок должна быть ровно одна таблица охвата с заменами
sv: I en Reverse Chaining Substitution måste det finnas exakt en täckningstabell med ersättningar

source: In an attempt to process the ligatures of this font, I've concluded that the state machine in Apple's mort/morx table is (like the learned constable) too cunning to be understood. I shall give up on it. Your ligatures may be incomplete.
es: En un intento de procesar las ligaduras de esta fuente, he concluido que la máquina de estados en la tabla de mort/morx de Apple es (como el constable erudito) demasiado astuta para ser entendida. Debo rendirme. Tus ligaduras pueden estar incompletas.
ru: Попытка обработать лигатуры в этом шрифте, привела к заключению, что автомат состояния в таблице Apple mort/morx слишком сложен для понимания (как учёный пристав). Операция завершена. Лигатура могла остаться неполной.
sv: I ett försök att bearbeta ligaturerna i detta typsnitt har jag kommit fram till att tillståndsmaskinen i Apples mort/morx-tabell är (som den lärda konstapeln) för listig för att kunna förstås. Jag ska ge upp det. Dina ligaturer kan vara ofullständiga.

source: In an italic font the horizontal change per unit vertical change
es: En una fuente cursiva, el cambio horizontal por unidad de cambio vertical
ru: Изменение горизонтального размера в курсиве на единицу изменения вертикального размера
sv: I kursivt typsnitt den horisontella förändringen per enhet vertikal förändring

source: In character %s, could not find reference to %s
es: En el carácter %s, no se pudo encontrar referencia a %s
ru: У символа %s, не удалось найти ссылку на %s

source: In character %s, there are too few points on a path in the base
es: En el carácter %s, hay demasiado pocos puntos en un trazado en la base
ru: У символа %s на контуре в основе слишком мало точек

source: In character %s, there are too many points on a path in the base
es: En el carácter %s, hay demasiados puntos en una trazado en la base
ru: У символа %s на контуре в основе слишком много точек

source: In every lookup that uses a glyph, check that at least one feature is active for the glyph's script.
es: En cada búsqueda que usa un glifo, verificar que al menos una característica esté activa para la escritura del glifo.
ru: В каждом lookup, использующем глиф, проверять наличие по крайней мере одной активной функции для системы письменности глифа.
sv: I varje uppslag som använder en glyf, kontrollera att minst minst en funktion är aktiv för glyfens skript.

source: In font %1$d the advance width of glyph %2$.30s does not scale the base advance width properly, it shall be forced to the proper value
es: En la fuente %1$d el ancho de avance del glifo %2$.30s no escala el ancho de avance base correctamente. Se deberá forzar al valor apropiado
ru: В шрифте %1$d ширина глифа %2$.30s неверно масштабируется относительно базовой ширины, приходится устанавливать правильное значение принудительно
sv: I typsnittet %1$d skalar inte glyfens %2$.30s avanceringsbredd basens avanceringsbredd korrekt, den ska tvingas till rätt värde

source: In font %1$d the glyph %2$.30s either starts before 0, or extends after the advance width or is above the ascent or below the descent
es: En la fuente %1$d, el glifo %2$.30s o bien comienza antes de 0, o se extiende después del ancho de ascenso, o está por encima del ascenso o por debajo del descenso
ru: В шрифте %1$d глиф %2$.30s начинается до 0, либо превышает ширину, либо размещается выше верхнего выносного элемента или ниже нижнего выносного элемента шрифта
sv: I typsnittet %1$d börjar glyfen %2$.30s antingen före 0, eller sträcker sig efter framryckningsbredden eller är över uppstigningen eller under nedstigningen

source: In glyph %s the reference to %s is positioned by point matching, and the point numbers may no longer reflect the original intent. Do you want to proceed anyway?
es: En el glifo %s, la referencia a %s está posicionada por coincidencia de puntos, y los números de los puntos pueden no reflejar más la intención original. ¿Deseas continuar de todos modos?
ru: В глифе %s ссылка на %s расположена с применением согласования точек, а число точек может не соответствовать изначальным намерениям. Всё равно продолжить?
sv: I glyf %s är referensen till %s placerad genom punktmatchning, och punktnumren kanske inte längre återspeglar den ursprungliga avsikten. Vill du fortsätta ändå?

source: In lookup subtable %.30s you refer to a glyph named %.80s, which is not in the font yet. Was this intentional?
es: En la subtabla de búsqueda %.30s, te refieres a un glifo llamado %.80s, el cual aún no está en la fuente. ¿Esto fue intencional?
ru: В подтаблице %.30s lookup имеется ссылка на глиф по имени %.80s, которого пока нет в шрифте. Так задумано?
sv: I lookup subtable %.30s hänvisar du till en glyf som heter %.80s, som inte finns i typsnittet ännu. Var detta avsiktligt?

source: In lookup subtable %.30s you replace a glyph with itself. Was this intentional?
es: En la subtabla de búsquedas %.30s reemplazas un glifo por sí mismo. ¿Esto es intencional?
ru: В подтаблице %.30s lookup глиф заменяется самим собой. Так задумано?
sv: I lookup subtable %.30s ersätter du en glyf med sig själv. Var detta avsiktligt?

source: In the 'kern' table, a subtable's length does not match the number of kerning pairs.
es: En la tabla 'interletraje', la longitud de una subtabla no coincide con el número de pares de interletraje.
ru: В таблице 'kern', длина подтаблицы не совпадает с числом кернинговых пар.
sv: I "kern"-tabellen stämmer inte längden på en undertabell överens med antalet kerningpar.

source: In the MS 'MATH' table this value specifies where (horizontally) an accent should be placed above the glyph. Vertical placement is handled by other means
es: En la tabla "MATH" de MS, este valor especifica dónde (horizontalmente) se debería colocar un acento sobre el glifo. El posicionamiento vertical se controla por otros medios
ru: В таблице MS 'MATH' это значение указывает где (горизонтально) над глифом должен быть расположен диакритический знак. Расположение по вертикали контролируется другими средствами
sv: I MS "MATH"-tabellen anger detta värde var (horisontellt) en accent ska placeras ovanför glyfen. Vertikal placering hanteras på annat sätt

source: In the Outline View, the Shift key constrains motion to be parallel to the ItalicAngle rather than constraining it to be vertical.
es: En la vista de contorno, la tecla Shift restringe el movimiento para ser paralelo al ángulo de cursiva en lugar de limitarlo a ser vertical.
ru: В окне просмотра контура клавиша Shift ограничивает смещение параллельным перемещением под углом наклона шрифта вместо вертикального.
sv: I konturvyn tvingar Shift-tangenten rörelsen att vara parallell med ItalicAngle i stället för att tvinga den att vara vertikal.

source: In the beginning was the letter...
es: Al principio fue la letra...
ru: В начале была буква…
sv: I början var bokstaven...

source: In the design size range, the bottom field must be less than the design size.
es: En el rango de tamaño del diseño, el campo inferior debe ser menor al tamaño del diseño.
ru: В диапазоне расчётного кегля, поле нижнего предела должно быть меньше расчётного кегля.
sv: I det dimensionerande storleksintervallet måste det nedre fältet vara mindre än den dimensionerande storleken.

source: In the design size range, the bottom top must be more than the design size.
es: En el rango de tamaño del diseño, el campo superior debe ser mayor al tamaño del diseño.
ru: В диапазоне расчётного кегля поле верхнего предела должно быть больше расчётного кегля.
sv: I designstorleksintervallet måste den nedre toppen vara större än designstorleken.

source: In the saved font, force all glyph names to match those in the specified namelist
es: En la fuente guardada, fuerza a todos los nombres de los glifos a coincidir con los de la lista de nombres especificada
ru: В сохранённом шрифте, обеспечить принудительное совпадение всех имён глифов с именами, указанными в списке имён
sv: I det sparade typsnittet tvingar du alla glyfnamn att matcha namnen i den angivna namnlistan

source: In this format you define a series of glyph classes and specify a matrix showing how each class interacts with all the others.
es: En este formato, defines una serie de clases de glifos y especificas una matriz mostrando cómo cada clase interactúa con las todas las demás.
ru: В этом формате определяется серия классов глифов и указывается матрица взаимодействия каждого класса со всеми другими.

source: In this format you specify every kerning pair in which you are interested in.
es: En este formato se especifican todos los pares de interletraje que te interesan.
ru: В этом формате указывается каждая кернинговая пара, в которой имеется необходимость.
sv: I det här formatet anger du varje kerningpar som du är du är intresserad av.

source: In_line...
es: En _línea...
ru: Жирный _контур…

source: Inactive Layer Color
es: Color de la capa inactiva
ru: Цвет неактивного слоя
sv: Färg på inaktivt lager

source: Inactive Thick Layer Color
es: Color de capa gruesa inactiva
ru: Цвет толстых контуров неактивного слоя

source: Inactive handles in the glyph editor will be drawn with this alpha value (range: 0-255 default is 255).
es: Los controladores inactivos en el editor de glifos se dibujarán con este valor alfa (rango: 0-255, por defecto es 255).
ru: Неактивные управляющие линии в редакторе глифа будут выведены с этим значением альфа-канала (интервал: 0-255, по умолчанию 255).

source: InactiveHandleAlpha
es: Alfa de los controladores inactivos
ru: Альфа-канал неактивных упр. линий

source: Inari Sami
es: Sami de Inari
ru: Инари-саамский

source: Include Empty Blocks
es: Incluir bloques vacíos
ru: Включая незаполненные блоки
sv: Inkludera tomma block

source: Include Whitespace below Tile
es: Incluye espacios en blanco debajo del mosaico
ru: Вставить пространство под фрагментом
sv: Inkludera Whitespace under Tile

source: Include filename too long on line %d of %s
es: Nombre de archivo demasiado largo en la línea %d de %s
ru: Слишком длинное имя включаемого файла на строке %d файла %s
sv: Inkludera för långt filnamn på rad %d av %s

source: Includes nested too deeply on line %d of %s
es: Incluye anidados demasiado profundos en la línea %d de %s
ru: Директивы «include» вложены слишком глубоко на строке %d файла %s
sv: Inklusionerna är för djupt kapslade på rad %d av %s

source: Incorrect number of deltas in cvt
es: Número incorrecto de deltas en cvt
ru: Некорректное число дельт в cvt

source: Incorrect number of deltas in glyph %d (%s)
es: Número incorrecto de deltas en el glifo %d (%s)
ru: Некорректное число дельт в глифе %d (%s)

source: Incorrect number of instances weights, or illegal numbers
es: Número de instancias incorrecto o números incorrectos
ru: Некорректное число экземпляров насыщенности или неверные числа
sv: Felaktigt antal instansvikter eller olagliga antal

source: Increment Bearings By:
es: Incrementar margen en:
ru: Нарастить апроши на:
sv: Inkrementlager By:

source: Increment LBearing By:
es: Aumentar margen I en:
ru: Нарастить левый апрош на:

source: Increment RBearing By:
es: Aumentar margen D en:
ru: Нарастить правый апрош на:

source: Increment V. Adv. By:
es: Aumentear ancho V en:
ru: Нарастить вертикальную ширина на:

source: Increment Width By:
es: Aumentar ancho en:
ru: Нарастить ширину на:
sv: Öka bredden med:

source: Index
es: Índice
ru: Индекс

source: Index in use
es: Índice ya utilizado
ru: Индекс используется
sv: Index i bruk

source: Index out of range in %s
es: Índice fuera de rango en %s
ru: Индекс вне диапазона в %s

source: Index too big (must be <%d) "%s
es: Índice demasiado grande (debe ser <%d) "%s
ru: Слишком большой индекс (должен быть <%d) "%s
sv: Index för stort (måste vara <%d) "%s

source: Indic (& Tibetan) hanging baseline
es: Línea base índica (y tibetana) colgante
ru: Верхняя базовая линия, свойственная индийским (и тибетским) системам письма, к которой прикреплены «свисающие» вниз буквы
sv: Indisk (& tibetansk) hängande baslinje

source: Indic Reordering
es: Reordenamiento índico
ru: Переупорядочивание индийского письма
sv: Indikator Omordning

source: Indic Siyaq Numbers
es: Números Siyaq índicos
ru: Индийские цифры сийяк

source: Indic State Machine
es: Máquina de estados índica
ru: Автомат состояния индийского письма

source: Indic reordering
es: Reordenamiento índico
ru: Переупорядочивание индийского письма
sv: Omprioritering av indikatorer

source: Indicates a notable grid pixel when suggesting deltas.
es: Indica un píxel de cuadrícula notable al sugerir deltas.
ru: Отображает заметный пиксел сетки при работе дельта-функции.
sv: Anger en viktig bildpunkt i rutnätet när deltan föreslås.

source: Indonesian
es: Indonesio
ru: Индонезийский
sv: Indonesiska

source: Industry Specific
es: Específico de la industria
ru: Тематические

source: Infer glyph width (Misc)
es: Inferior ancho del glifo (misc.)
ru: Определить ширину глифа (Разное)

source: Ingush
es: Ingusetio
ru: Ингушский

source: Inherit
es: Hereda
ru: Наследовать
sv: Ärv

source: Inherited
es: Heredado
ru: Наследовано
sv: Ärvd

source: Inherits for same field in parent
es: Hereda para el mismo campo en el padre
ru: Наследуется для того же поля в родительском элементе
sv: Ärver för samma område hos förälder

source: Inherits from
es: Hereda de
ru: Наследует от
sv: Ärver från

source: Initial Forms
es: Formas iniciales
ru: Начальные формы
sv: Inledande formulär

source: Initialize Plugins?
es: ¿Inicializar plugins?
ru: Инициализировать модули?

source: Initials
es: Iniciales
ru: Маюскул
sv: Initialer

source: Inline
es: En línea
ru: Жирный контур

source: Inline All References
es: Incrustar todas las referencias
ru: Встроить все ссылки
sv: Inline alla referenser

source: Inline Flipped References
es: Incrustar referencias volteadas
ru: Встроить зеркальные ссылки
sv: Inline flippade referenser

source: Inlining glyphs
es: Glifos incrustados
ru: Глифы с жирными контурами
sv: Inlining av glyfer

source: Inner Border:
es: Borde interior:
ru: Внутренняя граница:

source: Inscriptional Pahlavi
es: Pahlaví inscripcional
ru: Пахлевийское письмо
sv: Inskriptioner Pahlavi

source: Inscriptional Parthian
es: Parthiano inscripcional
ru: Парфянское письмо
sv: Inskriptioner Parthiska

source: Inse_rt Point On Spline At...
es: Inse_rtar punto en curva en...
ru: _Вставить точку в сплайн…
sv: Inse_rt Punkt på spline vid...

source: Insert Before Current Glyph
es: Insertar antes del glifo actual
ru: Вставить перед текущим глифом
sv: Infoga före aktuell glyf

source: Insert Before Marked Glyph
es: Insertar antes del glifo marcado
ru: Вставить перед отмеченным глифом
sv: Infoga före markerad glyf

source: Insert F_ont...
es: Insertar fuente...(_O)
ru: Вставить _шрифт…
sv: Infoga F_ont...

source: Insert Glyph _After...
es: Insertar _glifo después de...
ru: Вставить глиф _после…
sv: Infoga glyf _Efter...

source: Insert Glyph _Before...
es: Insertar glifo antes de...(_B)
ru: Вставить глиф _до…
sv: Infoga glyf _före...

source: Insert Point On Spline At...
es: Insertar punto en curva en...
ru: Вставить точку на сплайне в…

source: Insert Text Outlines
es: Insertar contornos de texto
ru: Вставить текстовый контур…
sv: Infoga textkonturer

source: Insert Text Outlines...
es: Insertar contornos de texto...
ru: Вставить контуры текста…
sv: Infoga textkonturer...

source: Insert _Blank
es: Insertar espacio(_B)
ru: Вставить _пустой
sv: Infoga _Blank

source: Insert a point on the given spline at either...
es: Inserta un punto en la curva dada o en...
ru: Вставить точку в текущий сплайн по координатам…
sv: Infoga en punkt på den givna splinten vid antingen...

source: Insert random text in the specified script
es: Insertar texto aleatorio en el sistema de escritura especificado
ru: Введите случайный текст в указанной системе письменности
sv: Infoga slumpmässig text i det angivna skriptet

source: Installable Font
es: Fuente instalable
ru: Устанавливаемый шрифт
sv: Installerbart typsnitt

source: Instance fonts may only contain a 'cvt ' table, but %.30s has some other truetype table as well
es: Las instancias de una fuente pueden tener una tabla 'cvt', pero %.30s posee además otra tabla TrueType
ru: Только шрифты с экземплярами могут содержать таблицу «cvt », но в %.30s содержится и другая таблица truetype
sv: Instanstypsnitt kanske bara innehåller en "cvt"-tabell, men %.30s har också någon annan truetype-tabell

source: Instant/Horizontal
es: Instantánea/horizontal
ru: Постоянное/горизонтальное

source: Instant/Vertical
es: Instantáneo/Vertical
ru: Постоянное/вертикальное
sv: Omedelbar/Vertikal

source: InstructBallTerminals
es: Instruir terminales esféricos
ru: Инструктировать скруглённые конечные формы
sv: InstrueraBollTerminaler

source: InstructDiagonalStems
es: Instruir astas diagonales
ru: Инструкции для диагональных штрихов
sv: InstrueraDiagonalaStammar

source: InstructSerifs
es: Instruir serifas
ru: Инструктировать засечки
sv: InstrueraSerifer

source: Instruction DEFinition Pops a value which becomes the opcode and begins definition of new instruction
es: Def. de instrucción (IDEF) Desapila un valor que se convierte en el opcode y comienza la definición de una nueva instrucción
ru: IDEF Определение инструкции Извлекает из стека значение, которое становится опкодом и начинает определение новой инструкции
sv: Instruktion DEFINITION Popar ett värde som blir opkoden och påbörjar definitionen av en ny instruktion

source: Instruction Gloss (TrueType)
es: Glosario de instrucciones (TrueType)
ru: Расширенный вывод инструкций (TrueType)
sv: Instruktioner Ordlista (TrueType)

source: Instructions in a TrueType font refer to points by number, so if you edit a glyph in such a way that some points have different numbers (add points, remove them, etc.) then the instructions will be applied to the wrong points with disastrous results. Normally FontForge will remove the instructions if it detects that the points have been renumbered in order to avoid the above problem. You may turn this behavior off -- but be careful!
es: Las instrucciones en una fuente TrueType se refieren a puntos por número, así que si editas un glifo de manera en que algunos puntos tengan números diferentes (añadiendo puntos, eliminándolos, etc), las instrucciones serán aplicadas a los puntos incorrectos, causando resultados terribles. Normalmente FontForge eliminará las instrucciones si detecta que los puntos han sido renumerados, lo que evitará el problema anterior. Puedes desactivar este comportamiento -- ¡pero ten cuidado!
ru: Инструкции в шрифте TrueType ссылаются на точки по номеру, поэтому, если при редактировании глифа происходит изменение номеров некоторых точек (при добавлении точек, удалении точек и так далее), инструкции будут применяться к неверным точкам, вызывая катастрофические последствия. Обычно FontForge удаляет инструкции, если обнаруживает, что точки были перенумерованы во избежание вышеописанной проблемы. Можно отключить это поведение — но будьте внимательны!

source: Instructions out of date
es: Instrucciones obsoletas
ru: Инструкции устарели
sv: Föråldrade instruktioner

source: Instructions were changed
es: Han cambiado las instrucciones
ru: Инструкции были изменены
sv: Instruktionerna ändrades

source: Interface
es: Interfaz
ru: Интерфейс

source: Interlingua
ru: Интерлингва

source: Interlingue
ru: Окциденталь

source: Intermediate Points:
es: Puntos intermedios:
ru: Промежуточные точки:
sv: Mellanliggande punkter:
