Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Name used for Vendor ID field in ttf (OS/2 table) font generation. Must be no more than 4 characters
es: Nombre usado para el campo del ID de proveedor en la generación de fuentes TTF (tabla OS/2). No debe ser mayor a 4 caracteres
ru: Имя для поля идентификатора производителя шрифта ttf (таблица OS/2). Не должно превышать четыре символа
sv: Namn som används för Vendor ID-fältet i ttf (OS/2-tabell) vid generering av typsnitt. Får inte innehålla mer än 4 tecken

source: Name used for foundry field in bdf font generation
es: Nombre usado para el campo de fundición en la generación de fuentes bdf
ru: Имя для поля производителя шрифтов bdf
sv: Namn som används för gjuterifält i bdf generering av typsnitt

source: Name used twice
es: Nombre usado dos veces
ru: Имя использовано дважды
sv: Namnet används två gånger

source: Name, %s%s, too long on line %d of %s
es: Nombre, %s%s, demasiado largo en la línea %d de %s
ru: Слишком длинное имя, «%s%s», на строке %d файла %s
sv: Namn, %s%s, för lång tid på rad %d av %s

source: Name:
es: Nombre:
ru: Имя:
sv: Namn:

source: NameList %s based on %s which could not be found
es: Lista de nombres %s basada en %s, que no se pudo encontrar
ru: Список имён %s основан на %s, который не удалось найти
sv: NameList %s baserad på %s som inte kunde hittas

source: NameList %s based on two NameLists
es: Lista de nombres %s basada en dos listas de nombres
ru: Список имён %s основан на двух списках имён
sv: NameList %s baserad på två NameLists

source: NameList base missing
es: Falta la base de lista de nombres
ru: Отсутствует родительский список имён
sv: Namnlista bas saknas

source: NameList based twice
es: Lista de nombres basada dos veces
ru: Список имён основан на двух родительских списках
sv: NameList baserad två gånger

source: NameList duplicated
es: Lista de nombres duplicada
ru: Дублирование списка имён

source: NameList parsing error
es: Error de análisis de la lista de nombres
ru: Ошибка обработки списка имён
sv: Fel vid parsning av namnlistor

source: NameList with the name "%s" already exists
es: Lista de nombres con el nombre "%s" ya existe
ru: Список имён с именем «%s» уже существует

source: Named Styles
es: Estilos con nombre
ru: Именованные стили
sv: Namngivna stilar

source: Namelist contains non-ASCII names
es: La lista de nombres contiene nombres no ASCII
ru: Не ASCII-символы в списке имён
sv: Namnlistan innehåller icke-ASCII-namn

source: Namelist creation failed
es: Creación fallida de la lista de nombres
ru: Не удалось создать список имён
sv: Skapande av namnlista misslyckades

source: Nanai
es: Nanái
ru: Нанайский

source: Nandinagari
ru: Нандинагари

source: Narrow
es: Estrecho
ru: Узкий
sv: Smal

source: Naskapi
ru: Наскапи

source: Nauruan
es: Nauruano
ru: Науруанский

source: Navajo
ru: Навахо

source: Navigation
es: Navegación
ru: Навигация
sv: Navigering

source: Ndau
ru: Ндау

source: Ndebele
ru: Ндебеле

source: Ndonga
ru: Ндонга

source: Ne_xt Control Point
es: Siguiente punto de control(_X)
ru: След. упр. точка
sv: Ne_xt kontrollpunkt

source: Neapolitan
es: Napolitano
ru: Неаполитанский

source: Near
es: Cerca
ru: Рядом
sv: Nära

source: Near (%f,%f)
es: Cerca de (%f,%f)
ru: Около (%f,%f)
sv: Nära (%f,%f)

source: Needs bitmap font
es: Se necesita una fuente de mapa de bits
ru: Нужен растровый шрифт
sv: Behöver bitmap-typsnitt

source: Negative Width
es: Ancho negativo
ru: Отрицательная ширина
sv: Negativ bredd

source: Negative character widths are not allowed in TrueType. Do you really want a negative width?
es: No se permiten anchos de caracteres negativos en TrueType. ¿Realmente deseas un ancho negativo?
ru: В TrueType ширина символов не может быть отрицательной. Всё равно задать отрицательную ширину?
sv: Negativa teckenbredder är inte tillåtna i TrueType. Vill du verkligen ha en negativ bredd?

source: Negative glyph widths are not allowed in TrueType Do you really want a negative width?
es: En TrueType no se permiten anchos de glifo negativos ¿Desea realmente un ancho negativo?
ru: В TrueType не допускаются отрицательные ширины глифов Внести отрицательную ширину?
sv: Negativa glyfbredder är inte tillåtna i TrueType Vill du verkligen ha en negativ bredd?

source: Negative horizontal kern after the degree of a radical if such be present.
es: Interletraje horizontal negativo después del grado de un radical si está presente.
ru: Отрицательный горизонтальный кернинг после показателя корня, если таковой имеется в наличии.
sv: Negativ horisontell kern efter graden av en radikal om en sådan finns.

source: Nepali
es: Nepalí
ru: Непальский

source: Nested Substitution %.80s
es: Sustitución anidada %.80s
ru: Вложенная подстановка %.80s
sv: Nästlad substitution %.80s

source: Neutral
ru: Нейтральный

source: Never Embed/No Editing
es: Nunca incluir/No editar
ru: Не встраиваемый/Не редактируемый
sv: Aldrig inbäddning/ingen redigering

source: New
es: Nuevo
ru: Новый

source: New Alternate List
es: Nueva elección de variante
ru: Новый список альтернативных форм
sv: Ny alternativ lista

source: New Anchor Class
es: Nueva clase de anclaje
ru: Новый класс опорной точки
sv: Ny ankarklass

source: New Chaining Position
es: Nuevo desplazamiento extendido
ru: Новая позиция цепочки
sv: Ny position för kedjekoppling

source: New Chaining Substitution
es: Nueva sustitución de encadenamiento
ru: Новая подстановка цепочки
sv: Ny kedjesubstitution

source: New Contextual Glyph Insertion
es: Nueva inserción contextual de glifo
ru: Добавить контекстную вставку глифа
sv: Ny kontextuell glyph-infogning

source: New Contextual Kerning
es: Nuevo interletraje contextual
ru: Новый контекстный кернинг
sv: Ny kontextuell kantlinje

source: New Contextual Position
es: Nueva posición contextual
ru: Создать контекстное размещение
sv: Ny kontextuell position

source: New Contextual Substitution
es: Nueva sustitución contextual
ru: Создать контекстную подстановку
sv: Ny kontextuell ersättning

source: New Counter Mask
es: Máscara de contadores
ru: Создать маску просвета
sv: Ny motmask

source: New Font
es: Nueva fuente
ru: Новый шрифт
sv: Nytt typsnitt

source: New Indic Rearrangement
es: Reordenación New Indic
ru: Новое переупорядочивание индийского письма
sv: Ny indikator Omarrangemang

source: New Layer
es: Nueva capa
ru: Добавить слой

source: New Layer...
es: Nueva capa...
ru: Создать слой…
sv: Nytt lager...

source: New Ligature
es: Nueva ligadura
ru: Новая лигатура
sv: Ny ligatur

source: New Lookup Subtable...
es: Nueva subtabla de búsqueda...
ru: Добавить подтаблицу Lookup…
sv: Ny uppslagsdel i tabellen...

source: New Multiple List
es: Nueva sustitución múltiple
ru: Новый список множественных форм
sv: Ny multipel lista

source: New O_utline Window
es: Nueva ventana de c_ontorno
ru: Открыть _контур
sv: Nytt fönster för O_utline

source: New Pair Position
es: Nuevo desplazamiento del par
ru: Новое расположение пары
sv: Ny position för par

source: New Positioning
es: Nuevo posicionamiento
ru: Новое расположение
sv: Ny positionering

source: New Reverse Chaining Substitution
es: Nueva sustitución de encadenamiento inverso
ru: Новая обратная подстановка цепочки
sv: Ny omvänd kedjesubstitution

source: New Section
es: Nueva sección
ru: Новый раздел
sv: Ny sektion

source: New Sub-Group
es: Nuevo subgrupo
ru: Новая подгруппа
sv: Ny undergrupp

source: New Substitution Variant
es: Nueva variante de sustitución
ru: Новый вариант подстановки
sv: Ny substitution Variant

source: New Tai Lue
es: Nuevo Tai Le
ru: Новый тай лы
sv: Nya Tai Lue

source: New _Bitmap Window
es: A_brir ventana de mapa de bits
ru: Открыть _растр
sv: Nytt _Bitmap-fönster

source: New _Metrics Window
es: Abrir ventana de _métricas
ru: Открыть _метрики
sv: Nytt fönster för _Metrics

source: NewCharset
es: Nuevo conjunto de caracteres
ru: Кодировка
sv: Ny teckenuppsättning

source: NewEmSize
es: Nuevo tamaño em
ru: Размер Em
sv: NyEmStorlek

source: NewFontNameList
es: Nueva lista de nombres de fuentes
ru: Список имён для новых шрифтов
sv: Ny lista över typsnittsnamn

source: NewFontsQuadratic
es: Nueva cuadrática de fuentes
ru: Квадратичные сплайны в новых шрифтах
sv: Nya typsnittQuadratisk

source: Newa
ru: Неварское письмо

source: Newari
es: Nevarí
ru: Неварский

source: Next CP Angle
es: Ángulo del PC siguiente
ru: Угол след. УТ
sv: Nästa CP-vinkel

source: Next CP Color
es: Color del siguiente PC
ru: Цвет следующей УТ
sv: Nästa CP Färg

source: Next CP Dist
es: Dist. del PC siguiente
ru: Расстояние до след. УТ
sv: Nästa CP Dist

source: Next CP X
es: X del PC siguiente
ru: След. УТ X
sv: Nästa CP X

source: Next CP Y
es: Y del PC siguiente
ru: След. УТ Y
sv: Nästa CP Y

source: Next CP:
es: PC siguiente:
ru: След. УТ:
sv: Nästa CP:

source: Next CP: (%f,%f)
es: Siguiente CP: (%f,%f)
ru: Следующая УТ: (%f,%f)
sv: Nästa CP: (%f,%f)

source: Next Hint.
es: Pista siguiente.
ru: Следующий хинт.
sv: Nästa tips.

source: Next On Contour
es: Siguiente en el contorno
ru: Следующая на контуре
sv: Nästa på kontur

source: Next State:
es: Siguiente estado:
ru: Следующее состояние:
sv: Nästa stat:

source: Next _Defined Glyph
es: Siguiente glifo _definido
ru: Следующий _определённый глиф
sv: Nästa _definierade glyf

source: Next _Line in Word List
es: Siguiente _línea en la lista de palabras
ru: Следующая _строка в списке слов

source: Ngbaka
ru: Нгбака

source: Ni_b
es: _Bisel
ru: Остр_иё

source: Ni_b Angle:
es: Ángulo del _bisel:
ru: Угол ост_рия:

source: Nib Type:
es: Tipo de punta:
ru: Тип острия:

source: Nib shape not valid
es: Forma de punta no válida
ru: Недопустимая форма острия

source: Nifty, you've got one of the old Apple/Adobe type1 sfnts here
es: Cariño, tienes uno de los sfnts de tipo Apple antiguo/Adobe type 1 aquí
ru: Отлично! Здесь представлен один из старых type1 sfnt-файлов от Apple/Adobe

source: Nigerian Fulfulde
es: Fulfulde de Nigeria
ru: Фульфульде

source: Nimadi
ru: Нимади

source: Nisi
ru: Ниши

source: Niuean
es: Niueano
ru: Ниуэ

source: No (useable) bitmap strikes in this TTF font: %s
es: Sin trazos de mapas de bits (utilizables) en esta fuente TTF: %s
ru: Отсутствуют (применимые) растровые обводки в этом шрифте TTF: %s
sv: Inga (användbara) bitmappsstrippar i detta TTF-typsnitt: %s

source: No Advanced Typography
es: Sin tipografía avanzada
ru: Без продвинутой типографики
sv: Ingen avancerad typografi

source: No Anti-Alias
es: Sin anti-Alias
ru: Без сглаживания
sv: Ingen Anti-Alias

source: No Bitmap Font
es: No hay fuentes de mapa de bits
ru: Отсутствует растровый шрифт
sv: Inget Bitmap Font

source: No Bitmap Fonts
es: Ninguna fuente de mapa de bits
ru: Без растрового
sv: Inga bitmappsfonter

source: No Bitmap Strikes
es: Sin trazos de mapa de bits
ru: Отсутствуют растровые обводки
sv: Inga bitmap-strejker

source: No ByteCode Interpreter
es: Falta intérprete de código de bytes
ru: Нет интерпретатора байт-кода
sv: Ingen ByteCode-tolkning

source: No CID named %s
es: No hay ningún CID llamado %s
ru: Нет CID с именем %s

source: No Change
es: Sin cambios
ru: Без изменений
sv: Ingen förändring

source: No Class
es: Sin clase
ru: Без класса
sv: Ingen klass

source: No Classification
es: Sin clasificación
ru: Без классификации
sv: Ingen klassificering

source: No Command Specified
es: No se especificó comando
ru: Не указана команда
sv: Inget kommando specificerat

source: No Curvature
es: Sin curvatura
ru: Без кривизны
sv: Ingen krökning

source: No Encoded Glyphs
es: Sin caracteres codificados
ru: Отсутствует кодирование глифов
sv: Inga kodade glyfer

source: No Extender Glyphs
es: Sin glifos extensivos
ru: Без глифов удлинения
sv: Inga Extender Glyphs

source: No Fill
es: Sin relleno
ru: Без наполнения
sv: Ingen fyllning

source: No FreeType
es: Sin FreeType
ru: FreeType отсутствует
sv: Nej FreeType

source: No Glyph
es: Sin glifo
ru: Без глифа
sv: Ingen glyf

source: No Glyph Duplicates
es: Sin glifos duplicados
ru: Нет дубликатов глифов
sv: Inga glyph-duplikat

source: No Grid Fit
es: Sin ajuste a la cuadrícula
ru: Без подгонки
sv: Ingen Grid Fit

source: No Grid Fit w/ Sym-Smooth
es: Sin ajuste a la cuadrícula con suavizado simétrico
ru: Без подгонки с симметричным сглаживанием
sv: Inget rutnät med Sym-Smooth

source: No Groups
es: Sin grupos
ru: Нет групп
sv: Inga grupper

source: No Instructions
es: Sin instrucciones
ru: Отсутствуют инструкции
sv: Inga instruktioner

source: No Intersections
es: No hay intersecciones
ru: Самопересечений нет
sv: Inga korsningar

source: No Kern Pairs
es: No existen pares de interletrajes
ru: Нет кернинговых пар
sv: Inga kerningpar

source: No Lookup Type Selected
es: Ningún tipo de búsqueda seleccionado
ru: Ни один тип lookup не выбран
sv: Ingen uppslagstyp vald

source: No Lookups
es: Sin búsquedas
ru: Lookup отсутствуют
sv: Inga uppslagningar

source: No Lookups Disabled for Expansion
es: No hay búsquedas deshabilitadas para la expansión
ru: Lookup не отключены для расширения
sv: Ingen uppslagning inaktiverad för expansion

source: No Lookups Disabled for Shrinkage
es: No hay búsquedas deshabilitadas para el encogimiento
ru: Lookup не отключены для сжатия
sv: Inga uppslag avaktiverade för krympning

source: No Lookups Enabled for Expansion
es: No hay búsquedas habilitadas para la expansión
ru: Lookup не включены для расширения
sv: Ingen uppslagning möjliggjord för expansion

source: No Lookups Enabled for Shrinkage
es: No hay búsquedas habilitadas para el encogimiento
ru: Lookup не включены для сжатия
sv: Ingen uppslagning möjliggjord för krympning

source: No Lookups Limiting Expansion
es: Las búsquedas no limitan la expansión
ru: Lookup не ограничивают расширение
sv: Inga uppslagningar Begränsar expansionen

source: No Lookups Limiting Shrinkage
es: Las búsquedas no limitan el encogimiento
ru: Lookup не ограничивают сжатие
sv: Inga uppslagningar Begränsar krympning

source: No Lower Case
es: Sin minúsculas
ru: Без нижнего регистра
sv: Inga små bokstäver

source: No Mac Names
es: Sin nombres de Mac
ru: Без имён Mac

source: No Name
es: Sin nombre
ru: Без имени.
sv: Inget namn

source: No Next Control Point
es: Ningún punto de control siguiente
ru: Нет следующей управляющей точки
sv: Ingen nästa kontrollpunkt

source: No Outline Font
es: Ninguna fuente de contorno
ru: Без контурного шрифта
sv: Ingen konturtypsnitt

source: No Previous Control Point
es: Ningún punto de control anterior
ru: Нет предыдущей управляющей точки
sv: Ingen tidigare kontrollpunkt

source: No ROUNDing of value[ab] ab=0 => grey distance ab=1 => black distance ab=2 => white distance Pops a coordinate (26.6), changes it (without rounding) to compensate for engine effects pushes it back
es: No redondeo de valor[ab] (NROUND[ab]) ab=0 => distancia gris ab=1 => distancia negra ab=2 => distancia blanca Desapila una coordenada (26.6), la cambia (sin redondear) para compensar los efectos del motor La empuja de regreso
ru: NROUND[ab] Без округления значения ab=0 => серое расстояние ab=1 => чёрное расстояние ab=2 => белое расстояние Извлекает координату (в формате 26.6), изменяет её (без округления) для компенсации эффекта движка и помещает обратно в стек
sv: Ingen avrundning av värdet[ab] ab=0 => grått avstånd ab=1 => svart avstånd ab=2 => vitt avstånd Popar en koordinat (26,6), ändrar den (utan avrundning) avrundning) för att kompensera för motoreffekter skjuter tillbaka den

source: No References
es: Sin referencias
ru: Без ссылок
sv: Inga referenser

source: No Rename
es: Sin renombrar
ru: Не переименовывать
sv: Inget namnbyte

source: No Script
es: Sin sistema de escritura
ru: Отсутствует система письменности
sv: Inget manus

source: No Script Tag
es: Sin etiqueta de escritura
ru: Отсутствует тег письменности
sv: Ingen Script Tag

source: No Sequence/Lookups
es: Sin secuencia/búsquedas
ru: Нет последовательности/Lookup
sv: Ingen sekvens/uppslagning

source: No Slope
es: Sin pendiente
ru: Без наклона
sv: Ingen lutning

source: No Start Glyph
es: Sin glifo inicial
ru: Отсутствует начальный глиф
sv: Ingen start Glyph

source: No Sub Font Definition file
es: No existe archivo de definición de subfuentes
ru: Отсутствует файл определения подшрифтов
sv: Ingen Sub Font Definition-fil

source: No Subsetting
es: Sin subconjuntos
ru: Без подмножества
sv: Ingen underindelning

source: No Subtable
es: Sin subtabla
ru: Нет подтаблицы
sv: Inget underbord

source: No Symmetric-Smooth
es: Sin suavizado simétrico
ru: Без симметричного сглаживания
sv: Ingen Symmetrisk-Smooth

source: No Variation
es: Sin variación
ru: Без изменений

source: No Vertical Metrics
es: Sin métricas verticales
ru: Нет вертикальных метрик
sv: Inga vertikala mätvärden

source: No Watch Points
es: Sin puntos de inspección
ru: Нет контрольных точек
sv: Inga bevakningspunkter

source: No Width
es: Sin ancho
ru: Ширина не указана
sv: Ingen bredd

source: No _to All
es: No _a todo
ru: _Нет для всех
sv: Nej _till Alla

source: No applicable lookup subtables
es: No hay subtablas de búsqueda aplicables
ru: Нет применимых подтаблиц lookup
sv: Inga tillämpliga underordnade tabeller för uppslagning

source: No argument to operator
es: Ningún argumento para el operador
ru: Отсутствуют аргументы у оператора

source: No argument to operator %d in private dict
es: Ningún argumento para el operador %d en diccionario privado
ru: Отсутствуют аргументы у оператора %d в частном словаре

source: No bitmap strikes
es: Sin trazos de mapa de bits
ru: Отсутствуют обводки растра
sv: Inga bitmap-slag

source: No cidmap file...
es: Ningún archivo cidmap...
ru: Нет файла cidmap…
sv: Ingen cidmap-fil...

source: No components
es: Sin componentes
ru: Нет компонентов
sv: Inga komponenter

source: No curvature info
es: Sin información de curvatura
ru: Нет данных о кривизне
sv: Ingen krökningsinformation

source: No data
es: Sin datos
ru: Нет данных
sv: Ingen data

source: No differences found
es: No se encontraron diferencias
ru: Различий не обнаружено
sv: Inga skillnader hittades

source: No filename specified in include on line %d of %s
es: No se ha especificado nombre de archivo en la línea %d de %s
ru: Не указано имя файла во включении в строке %d у %s
sv: Inget filnamn angivet i include på rad %d av %s

source: No flags specified in lookupflags on line %d of %s
es: No se especificaron banderas en las banderas de búsqueda en la línea %d de %s
ru: Не указаны флаги в «lookupflags» на строке %d файла %s
sv: Inga flaggor anges i lookupflags på rad %d i %s

source: No glyph named %s, used as a pattern in %s
es: Ningún glifo llamado %s, usado como patrón en %s
ru: Глиф с именем %s не используется в качестве шаблона в %s

source: No glyph named %s.
es: No hay ningún glifo llamado %s.
ru: Глиф с именем %s отсутствует.

source: No glyph with unicode U+%05x in font
es: No hay glifos con unicode U+%05x en la fuente
ru: Отсутствует глиф для Юникода U+%05x в шрифте

source: No glyphs directory or no contents file
es: Sin directorio de glifos o sin archivo de contenido
ru: Отсутствует каталог глифов или файл содержимого

source: No glyphs matched
es: No characters matched
ru: Нет подходящих глифов
sv: Inga glyfer matchade

source: No kerning between “%s” and %s in %s whilst it is %d in %s
es: No hay interletraje entre “%s” y %s en %s, mientras que es %d en %s
ru: Кернинг отсутствует между «%s» и %s в %s при %d в %s
sv: Ingen kerning mellan "%s" och %s i %s medan det är %d i %s

source: No kerning pairs found in %.200s
es: No se encontraron pares de interletraje en %.200s
ru: В %.200s керн. пары не найдены
sv: Inga kerningpar hittades i %.200s

source: No kerning table for %s
es: No hay tabla de interletraje para %s
ru: Отсутствует таблица кернинга для %s

source: No languages
es: Sin idiomas
ru: Отсутствуют языки
sv: Inga språk

source: No letters in font
es: Sin letras en la fuente
ru: В шрифте нет символов
sv: Inga bokstäver i typsnittet

source: No lookup named %s
es: No hay búsqueda con nombre %s
ru: Lookup с именем %s отсутствует
sv: Ingen uppslagning namngiven %s

source: No lookup selected
es: Ninguna búsqueda seleccionada
ru: Ни один lookup не выбран
sv: Ingen uppslagning vald

source: No lookups may be specified in a reverse contextual lookup (use a replacement list instead), starting at: %.20s...
es: No se pueden especificar búsquedas dentro de una búsqueda contextual inversa (utilice una lista de sustitución en su lugar), comenzando en: %.20s...
ru: Lookup не могут указываться в обратном контекстном lookup (вместо этого необходимо использовать список замещения), начиная с: %.20s…
sv: Inga uppslagningar får anges i en omvänd kontextuell uppslagning (använd en ersättningslista i stället), med början vid: %.20s...

source: No lookups to copy
es: No hay búsquedas para copiar
ru: Нет копируемых lookup
sv: Inga uppslagningar att kopiera

source: No mark in ] (close array)
es: No hay marca en ] (array cerrado)
ru: Отсутствует метка в ] (завершение массива)

source: No mark in cleartomark
es: No hay marca en "cleartomark"
ru: Отсутствует отметка в cleartomark

source: No mark in counttomark
es: No hay marca en "counttomark"
ru: Отсутствует отметка в counttomark

source: No marked glyphs allowed in replacement on line %d of %s
es: No hay glifos marcados permitidos en sustitución en la línea %d de %s
ru: Глифы с диакритическими знаками не допускаются при замещении в строке %d файла %s
sv: Inga markerade glyfer tillåtna i ersättning på rad %d av %s

source: No matching AnchorClass for %s
es: No coincide con la clase de anclaje para %s
ru: Нет совпадений по AnchorClass для %s

source: No module name for '%s' in plugin config -- skipping.
es: No hay nombre de módulo para '%s' en la configuración del plugin -- omitiendo.
ru: Отсутствует имя модуля для «%s» в конфигурации подключаемых модулей — пропускается.

source: No name for CharStrings dictionary "%s
es: No hay nombre para el diccionario de cadena de caracteres "%s
ru: Отсутствует имя для словаря CharStrings "%s
sv: Inget namn för CharStrings ordbok "%s

source: No paths with within a glyph should intersect
es: Ningún trazado dentro de un glifo debe intersectarse con otro
ru: В глифе не должно быть пересечения контуров
sv: Inga slingor med inom en glyf ska korsa varandra

source: No previous point on path in curveto from flex 0 in %s
es: No hay un punto anterior en el trazado en curveto de flex 0 en %s
ru: Отсутствует предыдущая точка на контуре в curveto от flex-инструкции 0 в %s

source: No previous point on path in curveto in %s
es: No hay un punto anterior en el trazado en curveto en %s
ru: Отсутствует предыдущая точка на контуре в curveto в %s

source: No previous point on path in flex operator in %s
es: No hay un punto anterior en el trazado en el operador flex en %s
ru: Отсутствует предыдущая точка на контуре в операторе flex в %s

source: No previous point on path in lineto from flex 0 in %s
es: No hay un punto anterior en el trazado en lineto de flex 0 en %s
ru: Отсутствует предыдущая точка на контуре в lineto от flex-инструкции 0 в %s

source: No previous point on path in lineto in %s
es: No hay un punto anterior en el trazado en lineto en %s
ru: Отсутствует предыдущая точка на контуре в lineto в %s

source: No problems detected
es: No se detectaron problemas
ru: Неполадок не обнаружено
sv: Inga problem upptäckta

source: No problems detected in %s
es: No se detectaron problemas en %s
ru: Проблем в %s не обнаружено
sv: Inga problem upptäckta i %s

source: No problems found
es: No se encontraron problemas
ru: Проблем не обнаружено
sv: Inga problem hittades

source: No references allowed in a pen.
es: No se permiten referencias en una pluma.
ru: Перо не может иметь ссылок.
sv: Inga referenser är tillåtna i en penna.
