Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Bitm_ap strikes Available...
es: Trazos de m_apa de bits disponibles...
ru: Доступные размеры растра…

source: Bitmap
es: Mapa de bits
ru: Растр
sv: Bitmapp

source: Bitmap Fonts
es: Fuentes de mapa de bits
ru: Растровые шрифты
sv: Bitmap-typsnitt

source: Bitmap Magnification...
es: Ampliación del mapa de bits...
ru: Растровое увеличение…
sv: Bitmap-förstoring...

source: Bitmap Paste
es: Pegar mapa de bits
ru: Вставить растр
sv: Klistra in bitmap

source: Bitmap Strikes
es: Trazos de mapa de bits
ru: Растровые обводки

source: Bitmap Strikes Available
es: Trazos de mapa de bits disponibles
ru: Доступные обводки растра

source: Bitmap View
es: Vista de mapa de bits
ru: Вид растра

source: Bitmap _Magnification...
es: Ampliación del _mapa de bits...
ru: _Масштаб отображения растра…
sv: Bitmap_förstoring...

source: Bitmap/outline _advance mismatch
es: Discrepancia entre avance del mapa de bits y del contorno
ru: Несовпадение ширины растра и контура
sv: Bitmap/outline _advance missmatchning

source: Bits/Pixel:
es: Bits/píxel:
ru: Бит/пиксел:
sv: Bitar/Bildpunkt:

source: Black
es: Supernegra
ru: Жирный
sv: Svart

source: Blackfoot
es: Siksiká
ru: Блэкфут
sv: Svartfot

source: Blackletter
es: Gótica
ru: Готическое письмо
sv: Svartskrift

source: Blackletter Connected
es: Gótica, conectada
ru: Готический связный
sv: Svartskrift ansluten

source: Blackletter Disconnected
es: Gótica, desconectada
ru: Готический обособленный
sv: Svartskrift bortkopplad

source: Blackletter Trailing
es: Gótica, terminaciones
ru: Готический с вытянутыми концевыми засечками
sv: Svart bokstav efterföljande

source: Blend to New Font
es: Mezclar con nueva fuente
ru: Смешать в новый шрифт
sv: Blanda till nytt typsnitt

source: Block Elements
es: Bloques
ru: Блочные элементы
sv: Blockelement

source: Block Separator
es: Separador del bloque
ru: Разделитель блоков

source: Blue Values Color
es: Color de valores Blue
ru: Цвет значений BlueValues
sv: Blå värden Färg

source: Blue:
es: Azul:
ru: Синий:
sv: Blå:

source: BlueValues come in pairs. Select another.
es: Los valores Blue vienen en pares. Selecciona otro.
ru: BlueValues всегда составляют пару значений. Выберите другое.
sv: BlueValues kommer i par. Välj en annan.

source: Bodo
ru: Бодо

source: Bold
es: Negritas
ru: Жирный
sv: Fet

source: Bold Italic
es: Negritas cursivas
ru: Жирный курсив

source: Bold font used in the Find/Replace window
es: Fuente negrita usada en la ventana Buscar/Reemplazar
ru: Полужирный шрифт для окна поиска и замены

source: Bold font used in the Kerning Format dialog
es: Fuente negrita usada en el diálogo Formato de interletraje
ru: Полужирный шрифт для диалогового окна форматов кернинга

source: Bold font used in the Math dialog
es: Fuente negrita usada en el diálogo Matemáticas
ru: Полужирный шрифт для диалогового окна математической записи

source: Bold font used in the Tile Path dialog
es: Fuente negrita usada en el diálogo Trazado del mosaico
ru: Полужирный шрифт для диалогового окна «Траектория фрагмента»

source: Bone
es: Hueso
ru: Шипообразные
sv: Ben

source: Book
es: Libro
ru: Обычный
sv: Bok

source: Bookmark Current Dir
es: Añadir directorio actual a marcadores
ru: Добавить текущий каталог в закладки
sv: Bokmärk aktuell dir

source: Bookmarks
es: Marcadores
ru: Закладки
sv: Bokmärken

source: Bopomofo
ru: Чжуинь фухао. Бопомофо

source: Bopomofo (& Extended)
es: Bopomofo (y extendido)
ru: Чжуинь фухао (и расширенное чжуинь фухао)

source: Bopomofo Extended
es: Bopomofo extendido
ru: Расширенное чжуинь фухао
sv: Bopomofo Utökad

source: Border Shape:
es: Forma del borde:
ru: Форма рамки:
sv: Gränsform:

source: Border Type:
es: Tipo de borde:
ru: Тип границы:
sv: Gränstyp:

source: Border Width
es: Ancho del borde
ru: Толщина границы
sv: Bredd på ram

source: Border Width:
es: Ancho del borde:
ru: Толщина границы:
sv: Bredd på gränsen:

source: Borders
es: Bordes
ru: Границы
sv: Ramar

source: Bosnian
es: Bosnio
ru: Боснийский
sv: Bosniska

source: Bosnian (Cyrillic)
es: Bosnio (cirílico)
ru: Боснийский (Кириллица)

source: Bosnian (Latin)
es: Bosnio (latino)
ru: Боснийский (Латиница)

source: Both
es: Ambos
ru: Оба

source: Both points must be specified, or neither
es: Ambos puntos deben ser especificados o ninguno
ru: Необходимо указать либо обе точки, либо ни одной
sv: Båda punkterna måste anges, eller ingen av dem

source: Both selected references have use-my-metrics set
es: Ambas referencias seleccionadas tienen establecido Usar-mis-métricas
ru: Обе выделенные ссылки устанавливают флажок «Использовать мои метрики»
sv: Båda de utvalda referenserna har use-my-metrics set

source: Bottom Hint
es: Pista inferior
ru: Нижний хинт
sv: Tips för botten

source: Bottom Left
es: Inferior izquierda
ru: Нижний левый
sv: Nedre vänster

source: Bottom Right
es: Inferior derecha
ru: Нижний правый
sv: Nedre höger

source: Bottom Zone
es: Zona inferior
ru: Нижняя зона
sv: Bottenzon

source: BottomLeft
es: Inferior izquierda
ru: Снизу слева
sv: Nedre vänster

source: BottomRight
es: Inferior derecha
ru: Снизу справа
sv: BottenRätt

source: Bounding Box
es: Cuadro delimitador
ru: Площадка (BB)
sv: Begränsningsruta

source: Bounding Box:
es: Cuadro delimitador:
ru: Площадка (BB):
sv: Begränsande box:

source: Bounding box above
es: Cuadro delimitador arriba
ru: Площадка вверху
sv: Begränsande box ovan

source: Bounding box below
es: Cuadro delimitador abajo
ru: Площадка внизу
sv: Begränsande box nedan

source: Bounding box left of
es: Cuadro delimitador a la izquierda de
ru: Площадка слева
sv: Bounding box till vänster om

source: Bounding box right of
es: Cuadro delimitador a la derecha de
ru: Площадка справа
sv: Begränsande box till höger om

source: Bouyei
es: Buyei
ru: Буи

source: Box Drawing
es: Dibujos de cajas
ru: Для рисования рамок
sv: Ritning av låda

source: Box surrounding the ListMark in a list field (combobox)
es: Caja alrededor de la marca de lista en un campo de lista (combobox)
ru: Область вокруг метки списка в поле списка (поле со списком)
sv: Box som omger ListMark i ett listfält (combobox)

source: Bracketted value is too large
es: El valor entre paréntesis es demasiado grande
ru: Значение в скобках слишком велико
sv: Värdet inom parentes är för stort

source: Brahmi
ru: Брахми

source: Brahui
ru: Брауи

source: Braille
es: Braile
ru: Письмо по Брайлю
sv: Punktskrift

source: Braille Patterns
es: Patrones Braille
ru: Азбука Брейля
sv: Mönster i punktskrift

source: Braj Bhasha
es: Braj Bhasa
ru: Брадж бхаша

source: Breton
es: Bretón
ru: Бретонский
sv: Bretonska

source: Brighter Border:
es: Borde brillante:
ru: Яркая граница:
sv: Ljusare gräns:

source: Brightest Border:
es: El borde más brillante:
ru: Самая яркая граница:
sv: Ljusaste gränsen:

source: Brings up a dialog which gives fine control over horizontal positioning of subscripts and superscripts depending on their vertical positioning.
es: Abre un diálogo que permite un control fino sobre el posicionamiento horizontal de los subíndices y superíndices dependiendo de su posicionamiento vertical.
ru: Выводит диалог, который позволяет контролировать горизонтальное позиционирование нижнего и верхнего индекса, в зависимости от его вертикального позиционирования.
sv: Visar en dialogruta som ger fin kontroll över horisontell positionering av subskriptioner och superscripts beroende på deras vertikala positionering.

source: Broken
es: Roto
ru: Ломаный
sv: Trasig

source: Browse...
es: Navegar...
ru: Обзор…
sv: Bläddra…

source: Brush
es: Pincel
ru: Кисть
sv: Pensel

source: Brāhmī
es: Brahmi
ru: Бирманское

source: Buginese
es: Buginés
ru: Бугийское письмо

source: Buhid
ru: Бухид

source: Buil_d Duplicate Glyph
es: Construir glifo _duplicado
ru: Построи_ть дубликат глифа
sv: Bygg _duplicerad glyf

source: Build _Composite Glyph
es: _Crear glifo compuesto
ru: Создать _композитный глиф
sv: Bygg _kompositglyf

source: Building accented glyphs
es: Creando glifos acentuados
ru: Создание акцентированных глифов
sv: Bygga accentuerade glyfer

source: Building duplicate encodings
es: Creando codificaciones duplicadas
ru: Построение дублирующих кодировок
sv: Skapa duplicerade kodningar

source: Building small capitals
es: Creando versalitas
ru: Построение малых прописных
sv: Bygga små kapital

source: Building sub/superscripts
es: Creando sub/superíndices
ru: Построение нижних/верхних индексов
sv: Skapa under- och överordnade skript

source: Bulgarian
es: Búlgaro
ru: Болгарский
sv: Bulgarien

source: Bump Size
es: Tamaño de las irregularidades
ru: Размер горба
sv: Bumpens storlek

source: Bumthangkha
ru: Бумтанг

source: Burmese
es: Birmano
ru: Бирманский
sv: Burmesiska

source: Burushaski
ru: Бурушаски

source: Button
es: Botón
ru: Кнопка
sv: Knapp

source: Button in Matrix Edit
es: Botón en edición de matriz
ru: Кнопка в редакторе матрицы

source: Buttons
es: Botones
ru: Кнопки
sv: Knappar

source: By Classes
es: Por clases
ru: По классам
sv: Av klasser

source: By Con_tour
es: Por con_torno
ru: По кон_турам

source: By Coverage
es: Por cobertura
ru: По охвату
sv: Genom täckning

source: By Glyphs
es: Por glifos
ru: По глифам
sv: Av Glyphs

source: By La_yer
es: Por capa(_Y)
ru: По сло_ям

source: By _Scripts
es: Por e_scrituras
ru: По п_исьменности
sv: Av _skript

source: By appending the suffix:
es: Al adjuntar el sufijo:
ru: Путём присоединения суффикса:
sv: Genom att lägga till suffixet:

source: By what angle (in degrees) do you want to slant the font?
es: ¿Con qué ángulo (en grados) quieres inclinar la fuente?
ru: Угол наклона глифов (в градусах):
sv: Vilken vinkel (i grader) vill du att typsnittet ska ha?

source: Byelorussian
es: Bielorruso
ru: Белорусский

source: Byzantine Music
es: Música bizantina
ru: Византийская нотация
sv: Bysantinsk musik

source: Byzantine Music & Music & Ancient Greek Music
es: Música bizantina y música y música griega antigua
ru: Византийские музыкальные символы, музыкальные символы и древнегреческие музыкальные символы

source: Byzantine Musical Symbols
es: Símbolos musicales bizantinos
ru: Византийские музыкальные символы
sv: Bysantinska musikaliska symboler

source: CALL function Pops a value, calls the function represented by it
es: Función CALL Desapila un valor, llama la función representada por ella
ru: CALL Вызов функции Извлекает из стека значение и вызывает представляемую им функцию
sv: Anropa funktion Popar ett värde, anropar den funktion som representeras av det

source: CEILING Pops one 26.6 value, rounds upward to an int pushes result
es: CEILING Desapila un valor 26.6, redondea hacia arriba a un entero empuja el resultado
ru: CEILING Округление вверх Извлекает из стека одно значение в формате 26.6, округляет его в большую сторону до целочисленного значения, а затем помещает результат в стек
sv: TAK Popar ett 26,6 värde, avrundar uppåt till ett int trycker på resultatet

source: CFF dict stack underflow detected: %d < 4
es: Subflujo de pila de diccionario CFF detectado: %d < 4
ru: Обнаружено исчерпание стека словаря CFF: %d < 4

source: CFF version mismatch
es: Discrepancia de versión de CFF
ru: Несовпадение версии CFF

source: CID format doesn't contain what we expected it to.
es: El formato CID no contiene lo que esperábamos.
ru: CID-формат не содержит того, что предполагалось.

source: CID keyed fonts may not be a master design of a multiple master font
es: Las fuentes con claves CID no pueden servir de diseño maestro para una fuente MM
ru: Шрифты CID-keyed могут и не быть мастер-образцами ММ-шрифта
sv: CID-nycklade typsnitt får inte vara en master-design av en multipel master-typsnitt

source: CJK (& Ext A/B) & CJK Radicals Sup & Kangxi & IDC & Kanbun
es: CJK (y extensiones A/B) y radicales CJK, suplemento y Kangxi e IDC y Kanbun
ru: ККЯ (и расширение A/B), Дополнение к ключам ККЯ, Канси, идеографические пояснительные символы и Камбун

source: CJK Compatibility
es: CJK, compatibilidad
ru: CJK, совместимость
sv: CJK-kompatibilitet

source: CJK Compatibility Forms
es: CJK, formas de compatibilidad
ru: CJK, формы для совместимости
sv: Formulär för CJK-kompatibilitet

source: CJK Compatibility Ideographs
es: CJK, ideográficos de compatibilidad
ru: Совместимые идеограммы ККЯ
sv: Ideografer för CJK-kompatibilitet

source: CJK Compatibility Ideographs Supplement
es: CJK, suplemento de ideografías de compatibilidad
ru: Дополнение к совместимым идеограммам ККЯ
sv: Tillägg för ideografer för CJK-kompatibilitet

source: CJK Ideographic
es: CJK, ideográfico
ru: Идеограммы ККЯ
sv: CJK Ideografisk

source: CJK Radicals Supplement
es: Radicales CJK, suplemento
ru: Дополнение к ключам ККЯ
sv: CJK Radicals-tillskott

source: CJK Strokes
es: CJK, trazos
ru: Черты ККЯ
sv: CJK-slag

source: CJK Strokes & CJK Compat Ideographs (& Sup)
es: Trazos CJK e ideográficos compactos CJK (y supl.)
ru: Черты ККЯ, совместимые идеограммы ККЯ (и дополнение к ним)

source: CJK Symbols and Punctuation
es: CJK, símbolos y puntuación
ru: Символы и знаки препинания CJK
sv: CJK-symboler och skiljetecken

source: CJK Unified Ideographs
es: CJK, ideógrafos unificados
ru: CJK, объединенные идеограммы, расширение A

source: CJK Unified Ideographs Extension A
es: CJK, ideógrafos unificados, extensión A
ru: Унифицированные идеограммы ККЯ — расширение А
sv: CJK Unified Ideographs Tillägg A

source: CJK Unified Ideographs Extension B
es: CJK, ideógrafos unificados, extensión B
ru: Унифицированные идеограммы ККЯ. Расширение B
sv: CJK Unified Ideographs Tillägg B

source: CJK Unified Ideographs Extension C
es: CJK, ideógrafos unificados, extensión C
ru: Унифицированные идеограммы ККЯ. Расширение C

source: CJK Unified Ideographs Extension D
es: CJK, ideógrafos unificados, extensión D
ru: Унифицированные идеограммы ККЯ. Расширение D

source: CJK Unified Ideographs Extension E
es: CJK, ideógrafos unificados, extensión E
ru: Унифицированные идеограммы ККЯ. Расширение E

source: CJK Unified Ideographs Extension F
es: CJK, ideógrafos unificados, extensión F
ru: Унифицированные идеограммы ККЯ. Расширение F

source: CJK Unified Ideographs Extension G
es: CJK, ideógrafos unificados, extensión G
ru: Унифицированные идеограммы ККЯ. Расширение G

source: CJK Unified Ideographs Extension H
es: CJK, ideógrafos unificados, extensión H
ru: Унифицированные идеограммы ККЯ. Расширение H

source: CLEAR Pops all elements on stack
es: Limpiar (CLEAR) Desapila todos los elementos en la pila
ru: CLEAR Удаление Извлекает из стека все элементы стека
sv: RENSA (CLEAR) Plockar alla element på stacken

source: CVT variation table
es: Tabla de variación CVT
ru: таблица вариантов CVT
sv: CVT-variations tabell

source: CVT.Font
es: Fuente CVT
ru: Шрифт для таблицы 'cvt'

source: C_ID Font Info...
es: _Información de la fuente CID...
ru: Информация о шрифте C_ID…

source: C_all...
es: Ll_amar...
ru: _Запустить…
sv: A_nropa...

source: C_enter
es: C_entro
ru: По _центру

source: C_hange
es: Cambiar(_H)
ru: _Изменить
sv: C_förändring

source: C_hop
es: E_liminar
ru: О_чистить

source: C_lasses
es: C_lases
ru: К_лассы
sv: C_glasögon

source: C_lear
es: _Limpiar
ru: О_чистить
sv: C_klar

source: C_lose Tab
es: Cerrar pestaña(_L)
ru: _Закрыть вкла_дку

source: C_ontrast
es: C_ontraste
ru: К_онтраст
sv: C_kontrast

source: C_opy Reference
es: C_opiar referencia
ru: _Скопировать ссылку
sv: K_opiera referens

source: C_orner
es: C_onvertir en punto de esquina
ru: _Угловая

source: C_ustom
es: Personalizado(_U)
ru: _Другой
sv: Anpas_sad

source: Ca_lligraphic (Rectangular)
es: Ca_lligráfico (Rectangular)
ru: Кал_лиграфическое (прямоугольное)

source: Ca_pital Height:
es: Altura ca_pital:
ru: В_ысота прописных:

source: Cajun French
es: Francés cajún
ru: Каджунский французский

source: Call Script
es: Llamar a script
ru: Вызвать сценарий
sv: Ring manus

source: Called from...
es: Llamado desde...
ru: Вызов от…

source: Cambodian
es: Camboyano
ru: Камбоджийский
sv: Kambodjanska

source: Can Be _Interpolated
es: Puede ser _interpolado
ru: _Может быть интерполируемой
sv: Kan _interpoleras

source: Can this font be embedded in a downloadable (pdf) document, and if so, what behaviors are permitted on both the document and the font.
es: Si esta fuente puede insertarse esta fuente en un documento descargable (PDF), y si es así, qué comportamientos se permiten tanto en el documento como en la fuente.
ru: Может ли этот шрифт быть встроен в скачиваемый документ (например, PDF), и если да, то что именно можно делать со шрифтом и включающим его документом.
sv: Kan detta typsnitt bäddas in i ett nedladdningsbart (pdf) dokument, och om så är fallet, vilka beteenden är tillåtna på både dokumentet och typsnittet.

source: Can't Find Glyph
es: No se puede encontrar el glifo
ru: Невозможно найти глиф
sv: Kan inte hitta Glyph

source: Can't Parallel
es: No se pueden poner en paralelo
ru: Параллельное размещение невозможно
sv: Kan inte göra parallella

source: Can't _Be Interpolated
es: No puede ser interpolado(_B)
ru: _Не может быть интерполируемой
sv: Kan inte _interpoleras

source: Can't back up with nothing on stack
es: No se puede hacer una copia de seguridad sin nada en la pila
ru: При отсутствии данных в стеке переход назад невозможен

source: Can't compare arrays
es: No se pueden comparar los arrays
ru: Не удалось сравнить массивы
sv: Kan inte jämföra arrayer

source: Can't create temporary directory
es: No se puede crear directorio temporal
ru: Не удалось создать временный каталог
sv: Kan inte skapa temporärkatalog

source: Can't find autotrace
es: No se puede encontrar Autotrace
ru: Не удалось найти autotrace
sv: Kan inte hitta autotrace

source: Can't find autotrace program (set AUTOTRACE environment variable) or download from: http://sf.net/projects/autotrace/
es: No se puede encontrar el programa Autotrace (configura la variable de entorno AUTOTRACE) o descárgalo de: http://sf.net/projects/autotrace/
ru: Не удалось найти программу autotrace (установите переменную окружения AUTOTRACE) или скачайте её по: http://sf.net/projects/autotrace/
sv: Kan inte hitta autotrace-programmet (sätt AUTOTRACE-miljövariabeln) eller hämta ner från: http://sf.net/projects/autotrace/

source: Can't find mf
es: No se puede encontrar MF
ru: Не найден mf (metafont)
sv: Kan inte hitta mf

source: Can't find mf program -- metafont (set MF environment variable) or download from: http://www.tug.org/ http://www.ctan.org/ It's part of the TeX distribution
es: No se puede encontrar el programa MF -- MetaFont (configura la variable de entorno MF) o descárgalo de: http://www.tug.org/ http://www.ctan.org/ Forma parte de la distribución de TeX
ru: Не удалось найти программу mf -- metafont (установите переменную окружения MF) или скачайте её по: http://www.tug.org/ http://www.ctan.org/ Metafont является частью дистрибутива TeX.
sv: Kan inte hitta mf-programmet -- metafont (sätt MF-miljövariabeln) eller hämta ner från: http://www.tug.org/ http://www.ctan.org/ Det är en del av TeX-distributionen

source: Can't find the file
es: No se puede encontrar el archivo
ru: Не удалось найти файл
sv: Kan inte hitta filen

source: Can't fix
es: No se puede arreglar
ru: Невозможно исправить
sv: Kan inte åtgärdas

source: Can't insert 'cvt'
es: No se puede insertar "cvt"
ru: Не удалось вставить 'cvt'
sv: Kan inte infoga "cvt

source: Can't insert 'fpgm'
es: No se puede insertar "fpgm"
ru: Не удалось вставить 'fpgm'
sv: Kan inte infoga 'fpgm'

source: Can't insert 'prep'
es: No se puede insertar "prep"
ru: Не удалось вставить 'prep'
sv: Kan inte infoga "prep

source: Can't instruct this glyph
es: No se puede dar instrucciones a este glifo
ru: Не удалось создать инструкции для этого глифа
sv: Kan inte instruera denna glyf

source: Can't open %s
es: No se puede abrir %s⬤
ru: Не удалось открыть %s

source: Can't open temporary file for postscript output
es: No se puede abrir el archivo temporal para la salida de PostScript
ru: Не удалось открыть временный файл для вывода postscript

source: Can't open temporary file for truetype output.
es: No se puede abrir el archivo temporal para la salida de truetype.
ru: Не удалось открыть временный файл для создания шрифта TrueType.

source: Can't run mf
es: No se puede ejecutar MF
ru: Не удалось запустить mf
sv: Kan inte köra mf

source: Can't specify a subtable here
es: No se puede especificar una subtabla aquí
ru: Указать здесь подтаблицу невозможно
sv: Kan inte ange en subtabell här

source: Canadian Syllabics
es: Silábicos canadienses
ru: Канадское слоговое письмо
sv: Kanadensisk stavelselära

source: Cancel
es: Cancelar
ru: Отменить
sv: Avbryt

source: Cancel Button
es: Botón de cancelar
ru: Кнопка отмены
sv: Avbryt knappen

source: Cancel Buttons
es: Botones de cancelar
ru: Кнопки отмены
sv: Knappar för avbrott

source: Cannot Be Undone
es: No se puede deshacer
ru: Невозможно отменить
sv: Kan inte göras ogjort

source: Cannot be Undone
es: No se puede deshacer
ru: Действие не может быть отменено
sv: Kan inte göras ogjort

source: Cannot find your hotkey definition file!
es: ¡No se puede encontrar el archivo de definición de teclas acceso rápido!
ru: Не удалось найти файл определения сочетаний клавиш!

source: Cannot open %s
es: No se puede abrir %s⬤
ru: Не удалось открыть %s
sv: Kan inte öppnas %s

source: Cannot open a temporary file
es: No se puede abrir un archivo temporal
ru: Не удалось открыть временный файл

source: Cannot open feature file %.120s
es: No se puede abrir el archivo de características %.120s
ru: Не удалось открыть файл с функциями %.120s
sv: Det går inte att öppna funktionsfilen %.120s

source: Cannot open file
es: No se puede abrir el archivo
ru: Не удалось открыть файл
sv: Det går inte att öppna filen

source: Cannot raise MultiAsk Dialog: Unrecognized type.
es: No se puede mostrar el Diálogo MultiAsk: Tipo no reconocido.
ru: Не удалось вывести диалоговое окно MultiAsk: Нераспознанный тип.

source: Canonical Start _Point
es: _Punto de inicio canónico
ru: Каноническая _начальная точка
sv: Kanonisk startpunkt _Point

source: Canonical _Contours
es: _Contornos canónicos
ru: _Канонические контуры
sv: Kanonisk _Contours

source: Capital Spacing
es: Espaciado de mayúsculas
ru: Интервал прописных
sv: Mellanslag mellan versaler

source: Capitals to Petite Capitals
es: Mayúsculas a mayúsculas pequeñas
ru: Прописные в особо малые прописные
sv: Från huvudstäder till små huvudstäder

source: Capitals to Small Capitals
es: Mayúsculas a versalitas
ru: Капитель из прописных
sv: Från huvudstäder till små huvudstäder

source: Carian
es: Cario
ru: Карийское письмо

source: Carrier
ru: Кэрриер
sv: Transportör

source: Cartoon
es: Caricatura
ru: Литеры в виде картинки
sv: Tecknad film

source: Case-Sensitive Forms
es: Formas sensible a mayúsculas
ru: Регистрозависимые формы
sv: Skiftlägeskänsliga formulär

source: Catalan
es: Catalán
ru: Каталонский
sv: Katalanska

source: Caucasian Albanian
es: Albanés caucásico
ru: Агванское письмо

source: Cebuano
ru: Себуано

source: Center Bet_ween Control Points
es: Centrar entre puntos de control(_W)
ru: В _центре между управляющими точками
sv: Mitt emellan kontrollpunkter

source: Center Out
es: Centrar
ru: Из центра
sv: Centrera ut

source: Center of Selection
es: Centro de la selección
ru: Центр выделения
sv: Centrum för urval

source: Centered
es: Centrado
ru: По центру
sv: Centrerad

source: Centered CJK Punctuation
es: Puntuación CJK centrada
ru: Центрированная пунктуация CJK
sv: Centrerad CJK skiljetecken

source: Central Yupik
es: Yupik central
ru: Центрально-юпикский

source: Certain programs use pens with white ink as erasers This option attempts to simulate that effect.
es: Algunos programas usan plumas con tinta blanca como borradores. Esta opción intenta simular ese efecto.
ru: Некоторые программы используют перо белого цвета в качестве ластика. Данный параметр пытается имитировать этот эффект.

source: Chaha Gurage
es: Gurage de Chaha
ru: Чаха
