Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: FontForge does not update this window when a change is made to the font. If a font has changed press the button to force an update
es: FontForge no actualiza esta ventana cuando se realiza un cambio a la fuente. Si una fuente ha cambiado, presiona el botón para forzar una actualización
ru: FontForge не обновляет это окно при внесении изменений в шрифт. Если шрифт изменился нажмите кнопку для принудительного обновления
sv: FontForge uppdaterar inte det här fönstret när en ändring görs i typsnittet. Om ett typsnitt har ändrats trycker du på knappen för att tvinga fram en uppdatering

source: FontForge font debugging table
es: tabla de depuración de fuente de FontForge
ru: таблица отладки шрифта FontForge
sv: FontForge felsökningstabell för typsnitt

source: FontForge has not yet attempted to load Plugins Do you want it to do that now?
es: FontForge no ha intentado cargar los plugins todavía. ¿Quieres hacerlo ahora?
ru: FontForge ещё не пытался загрузить модули Сделать это сейчас?

source: FontForge internally uses paths drawn in a clockwise direction. This lets you check that they are. Before doing this test insure that no paths self-intersect.
es: FontForge internamente usa trazados dibujados en una dirección en sentido horario. Esto te permite verificar que estén en esa dirección. Antes de realizar esta prueba, asegúrate de que no haya intersecciones en los trazados.
ru: Согласно внутренней реализации FontForge проводит контуры по часовой стрелке. Данная функция позволяет убедиться в этом. Перед проведением проверки убедитесь в том, что контуры не имеют самопересечений.

source: FontForge is a font editor for outline and bitmap fonts that lets you create, edit, or convert, a range of fonts, including PostScript, TrueType, OpenType, cid-keyed, multi-master, cff, SVG and BitMap (bdf, FON, NFNT) fonts.
es: FontForge es un editor tipográfico que te permite crear, editar o convertir una gama de fuentes, incluyendo fuentes en formato PostScript, TrueType, OpenType, cid-keyed, multi-master, CFF, SVG, BDF, FON y NFNT.
ru: FontForge — редактор контурных и растровых шрифтов, позволяющий создавать, изменять и преобразовывать шрифты различных форматов, включая PostScript, TrueType, OpenType, cid-keyed, multi-master, cff, SVG и BitMap (bdf, FON, NFNT).

source: FontForge is free Open Source Software written to run on various computer operating systems. You can use FontForge Graphically or as a command-line tool.
es: FontForge es software libre y de código abierto, escrito para ejecutarse con varios sistemas operativos computacionales. Puedes usar FontForge mediante su interfaz gráfica o como una herramienta en la consola de texto.
ru: FontForge — свободное приложение с открытым исходным кодом, созданное для различных операционных систем. FontForge может использоваться для работы в графическом интерфейсе или в режиме командной строки.

source: FontForge loads large images into the background of each glyph prior to autotracing them. You may retain those images to look at after mf processing is complete, or remove them to save space
es: FontForge carga imagenes grandes en el fondo de cada glifo antes de autotrazarlos. Puedes retener esas imagenes para mirarlas después de que el procesamiento mf esté completado, o eliminarlas para ahorrar espacio
ru: FontForge загружает большие растровые изображения в фон каждого глифа перед их трассировкой. Вы можете сохранить их по завершении работы mf, либо удалить, чтобы сэкономить дисковое пространство.
sv: FontForge läser in stora bilder i bakgrunden för varje glyf före autotracing av dem. Du kan behålla dessa bilderna för att titta på efter att mf-bearbetningen är klar, eller ta bort dem för att spara utrymme

source: FontForge only supports embedded images in data: URIs
es: FontForge sólo soporta imágenes incrustadas en datos: URIs
ru: FontForge поддерживает только вложенные изображения в составе данных: URI-адреса

source: FontForge previously exported glyphs using a SVG transform element to flip the Y-axis rather than changing the individual values. This option reverts to that convention.
es: FontForge previamente exportaba glifos usando un elemento de transformación de SVG para voltear el eje Y en vez de cambiar los valores individuales. Esta opción regresa a esa convención.
ru: FontForge ранее экспортировал глифы путём отражения элементов преобразования SVG вокруг оси Y, вместо того, чтобы изменять отдельные значения. Данный параметр позволяет вернуться к старому принципу работы.

source: FontForge supports at most %d layers
es: FontForge soporta como máximo %d capas
ru: FontForge поддерживает не более %d слоёв
sv: FontForge stöder högst %d lager

source: FontForge supports two different helper applications to do autotracing autotrace and potrace If your system only has one it will use that one, if you have both use this option to tell FontForge which to pick.
es: FontForge soporta dos aplicaciones ayudadoras diferentes para hacer el autotrazado: AutoTrace y Potrace. SI tu sistema solo tiene una instalada, se utilizará esta. Si se tiene ambas opciones, utiliza esta opción para decirle a FontForge cuál utilizar.
ru: FontForge поддерживает два разных приложения автотрассировки: autotrace и potrace При наличии в системе только одного из них будет использовано именно оно. Но при наличии обоих можно указать, какое из них использовать.
sv: FontForge stöder två olika hjälpprogram för att göra autotracing autotrace och potrace Om ditt system bara har en kommer den att använda den, om du har båda använd detta alternativ för att tala om för FontForge vilket som ska väljas.

source: FontForge time stamp table
es: Tabla de marca de tiempo de FontForge
ru: таблица отметки времени FontForge
sv: FontForge tidsstämpel tabell

source: FontForge was unable to find a cidmap file for this font. The following path was searched: %.80s It is not essential to have one, but some things will work better if you do. Would you like to search your local disk for an appropriate file?
es: FontForge no pudo encontrar un archivo cidmap para esta fuente. Se buscó en la siguiente ruta: %.80s No es esencial tener uno, pero algunas cosas funcionarán mejor si lo tienes. ¿Quieres buscar en tu disco local un archivo apropiado?
ru: FontForge не смог найти файл cidmap для этого шрифта. Поиск был выполнен по следующему пути: %.80s Наличие этого файла не является обязательным условием, но его присутствие может ускорить некоторые процессы. Выполнить поиск соответствующего файла на локальном диске?

source: FontForge was unable to load libspiro, spiros are not available for use.
es: FontForge no pudo cargar libspiro. Las espiras no están disponibles para su uso.
ru: FontForge не удалось загрузить libspiro, поэтому кривые Спиро не могут быть использованы.
sv: FontForge kunde inte läsa in libspiro, spiros är inte tillgängliga för användning.

source: FontForge will attempt to adjust the left and right sidebearings of the selected glyphs so that the average separation between glyphs in a script will be the specified amount. You may also specify a minimum and maximum value for each glyph's sidebearings.
es: FontForge intentará ajustar los márgenes izquierdo y derecho de los glifos seleccionados para que la separación promedio entre los glifos de un sistema de escritura tnga un mínimo de la cantidad especificada. También puedes especificar un valor mínimo y máximo para los márgenes laterales de cada glifo.
ru: FontForge будет пытаться скорректировать левый и правый апрош выбранного глифа так, чтобы средний разрыв между глифами в сценарии был равен указанной величине. Можно также указать минимальное и максимальное значения для каждого апроша глифа.
sv: FontForge kommer att försöka justera vänster och höger sidobäringar för valda glyfer så att den genomsnittliga separationen mellan glyfer i en skrivstil kommer att vara den angivna storheten. Du kan också ange minsta och största värde för varje glyfs sidobäringar.

source: FontForge will generate diagonal stem hints, which then can be used by the AutoInstr command.
es: FontForge generará pistas diagonales de astas, las cuales pueden ser utilizadas por el comando AutoInstr.
ru: FontForge будет формировать инструкции диагональных штрихов, которые затем можно будет использовать в команде AutoInstr.
sv: FontForge genererar diagonala stamtips, som sedan kan användas av kommandot AutoInstr.

source: FontForge will guess kerning classes for selected glyphs
es: FontForge adivinará las clases de interletraje para los glifos seleccionados
ru: FontForge заводит предположительные кернинговые классы для выбранных глифов
sv: FontForge kommer att gissa kerningsklasser för valda glyfer

source: FontForge will look at the glyphs selected in the font view and will try to find groups of glyphs which are most alike and generate kerning classes based on that information.
es: FontForge mirará los glifos seleccionados en la vista de fuentes e intentará encontrar grupos de glifos que sean más similares a y generar clases de interletraje basadas en esa información.
ru: FontForge рассмотрит глифы, выбранные в окне просмотра шрифта, попытается найти наиболее похожие группы глифов и на базе этой информации создать кернинговые классы.
sv: FontForge kommer att titta på de glyfer som valts i typsnittsvyn och kommer att försöka hitta grupper av glyfer som är mest lika och genererar kerningklasser baserat på den informationen.

source: FontForge will place vertical or horizontal hints at the ends of diagonal stems.
es: FontForge colocará pistas verticales o horizontales en los extremos de las astas diagonales.
ru: FontForge будет помещать вертикальные или горизонтальные инструкции на концах диагональных штрихов.
sv: FontForge placerar vertikala eller horisontella ledtrådar i ändarna av diagonala stammar.

source: FontForge will place vertical or horizontal hints at the intersections of diagonal stems.
es: FontForge colocará pistas verticales o horizontales en las intersecciones de las astas diagonales.
ru: FontForge будет помещать вертикальные или горизонтальные инструкции на пересечениях диагональных штрихов.
sv: FontForge placerar vertikala eller horisontella ledtrådar vid korsningarna av diagonala stammar.

source: FontForge will place vertical or horizontal hints to describe the bounding boxes of suitable glyphs.
es: FontForge colocará pistas verticales u horizontales para describir los cuadros delimitadores de los glifos adecuados.
ru: FontForge будет вставлять вертикальные или горизонтальные инструкции для описания площадок соответствующих глифов.
sv: FontForge placerar vertikala eller horisontella ledtrådar för att beskriva avgränsningsrutorna för lämpliga glyfer.

source: FontForge will use this namelist when assigning glyph names to code points in a new font.
es: FontForge usará esta lista de nombres al asignar nombres a puntos de código en una nueva fuente.
ru: FontForge будет использовать этот список имён при привязке имён глифов к кодовым точкам в новом шрифте.
sv: FontForge kommer att använda denna namnlista vid tilldelning glyfnamn till kodpunkter i ett nytt typsnitt.

source: FontForge's SFD
es: SFD de FontForge
ru: Файлы SFD из FontForge

source: FontInfo Origin Lines Color
es: Color de líneas de origen de Información de la fuente
ru: Цвет линий начала координат информации о шрифте

source: FontInfo.Font
es: Fuente de la información de la fuente
ru: Шрифт для окна «Информация о шрифте»

source: FontLog Save Failed
es: Error al guardar FontLog
ru: Сбой сохранения FontLog
sv: FontLog Save misslyckades

source: FontViewMetricsViewSelectMax
es: Selección máxima de la vista de métricas y vista de fuente
ru: Максимальное число символов в окне метрики

source: Fontforge showing a glyph being edited
es: FontForge muestra un glifo durante su edición
ru: Отображение глифа при редактировании в Fontforge

source: Font|New
es: Nuevo
ru: Создать
sv: Nytt

source: Font|_New
es: _Nueva
ru: _Создать
sv: _Nytt

source: For each script to which this lookup applies, look at all pairs of glyphs in that script and try to guess a reasonable kerning value for that pair.
es: Para cada script al que se aplica esta búsqueda, mira todos los pares de glifos en ese script e intenta adivinar un valor de interletraje razonable para ese par.
ru: Для каждой системы письменности, к которой применяется данный lookup, необходимо просмотреть все пары глифов в этой письменности и попытатьсяпредположить для каждой пары целесообразное значение кернинга.
sv: För varje skript som denna uppslagning gäller, titta på alla par av glyfer i det skriptet och försök att gissa ett rimligt kerningvärde för det paret.

source: For example, to build this character from U+0061 (lowercase a) as the base and U+030C (combining caron), write: 0061 030C
es: Por ejemplo, para crear este carácter con U+0061 (a minúscula) como la base, y U+030C (carón combinable) escribe: 0061 030C
ru: Например, для построения этого символа из U+0061 (строчная «a») в качестве базового символа и U+030C (гачек), напишите: 0061 030C

source: For glyph %.60s you refer to a glyph named %.80s, which is not in the font yet. Was this intentional?
es: Para el glifo %.60s, te refieres a un glifo llamado %.80s, el cual aún no está en la fuente. ¿Esto fue intencional?
ru: Глиф %.60s ссылается на глиф с именем %.80s, который пока отсутствуетв шрифте. Было ли это сделано преднамеренно?
sv: För glyf %.60s hänvisar du till en glyf som heter %.80s, som inte finns i typsnittet ännu. Var detta avsiktligt?

source: Force Bold Threshold:
es: Forzar umbral de negritas:
ru: Принудительный порог насыщенности:

source: Force glyph names to:
es: Forzar nombres de glifos a:
ru: Имена глифов как:
sv: Tvinga glyfnamn till:

source: Fore
es: Anterior
ru: Передний план

source: Foreground color for warning messages and error conditions
es: Color de primer plano para mensajes de advertencia y condiciones de error
ru: Цвет переднего плана для предупреждающих сообщений и состояния ошибок

source: Foreground color in the About dialog
es: Color de primer plano en el diálogo Acerca de
ru: Цвет переднего плана в диалоговом окне «О программе»

source: Foreground color of glyph area
es: Color de primer plano del área de glifos
ru: Цвет переднего плана области глифа

source: Forest Enets
es: Enets del bosque
ru: Лесной ненецкий

source: Forget _to All
es: Olvidar a _todo
ru: _Забыть все
sv: Glöm _till alla

source: Form_er Glyph
es: Glifo ant_erior
ru: _Бывший глиф

source: Format:
es: Formato:
ru: Формат:

source: Found %1$.4g, expected %2$.4g
es: Encontrado %1$.4gy, esperado %2$.4g
ru: Найдено %1$.4g, ожидалось %2$.4g
sv: Hittad %1$.4g, förväntad %2$.4g

source: Found an new style kerning pair inside a version 1 (or lower) sfd file.
es: Se encontró un nuevo par de interletraje de estilo dentro de un archivo sfd versión 1 (o menor).
ru: Обнаружена кернинговая пара в новом стиле внутри sfd-файла версии 1 (или ниже).

source: FoundryName
es: Nombre de fundición
ru: Имя производителя шрифта
sv: Namn på gjuteri

source: Fourth argument of imagemask must be a 6-element transformation matrix.
es: El cuarto argumento de la máscara de imagen debe ser una matriz de transformación de 6 elementos.
ru: Четвёртым параметром imagemask должна быть 6-элементная матрица преобразования.
sv: Fjärde argumentet i imagemask måste vara en transformationsmatris med 6 element.

source: Fractions
es: Fracciones
ru: Дроби
sv: Bråktal

source: FreeType internals
es: Internos de FreeType
ru: Внутренняя структура FreeType
sv: FreeType-interna funktioner

source: FreeType unavailable
es: FreeType no disponible
ru: FreeType недоступен
sv: FreeType inte tillgänglig

source: FreeType unavailable.
es: FreeType no disponible.
ru: FreeType недоступен.
sv: FreeType är inte tillgänglig.

source: FreeTypeAAFillInOutlineView
es: Rellenar FreeType con anti-alias en la vista de contorno
ru: Заполнение контура FreeType со сглаживанием

source: FreeTypeInFontView
es: FreeType en la vista de fuente
ru: Использовать FreeType

source: Freeform Serifs
es: Serifas de forma libre
ru: Шрифты с засечками произвольной формы (FS)
sv: Seriffer i fri form

source: Freehand
es: A mano alzada
ru: От руки
sv: Fri hand

source: Freetype rasterization failed.
es: Error en la rasterización FreeType.
ru: Сбой растеризации Freetype.

source: French
es: Francés
ru: Французский
sv: Franska

source: French Antillean
es: Francés de las Antillas
ru: Антильский франко-креольский
sv: Franska Antillerna

source: French Belgium
es: Francés de Bélgica fr_BE
ru: Французский (Бельгия)
sv: Franska Belgien

source: French Canadian
es: Francés de Canadá fr_CA
ru: Французский (Канада)
sv: Fransk-kanadensisk

source: French French
es: Francés de Francia fr_FR
ru: Французский (Франция)
sv: Franska Franska

source: French Luxembourg
es: Francés de Luxemburgo fr_LU
ru: Французский (Люксембург)
sv: Franska Luxemburg

source: French Monaco
es: Mónaco francés
ru: Французский (Монако)
sv: Franska Monaco

source: French Swiss
es: Francés de Suiza fr_CH
ru: Французский (Швейцария)
sv: Franska Schweiz

source: Friendly Name
es: Nombre amigable
ru: Удобочитаемое имя
sv: Vänligt namn

source: Frisian
es: Frisón
ru: Фризский
sv: Frisiska

source: Friulian
es: Friuliano
ru: Фриульский

source: From the _other class
es: De la _otra clase
ru: Из другого _класса
sv: Från den _andra klassen

source: From the list below, select the baselines for which you will provide data.
es: De la lista a continuación, selecciona las líneas base para las que proveeras datos.
ru: В списке внизу выберите базовые линии, для которых предоставляются данные.
sv: Från listan nedanför, välj de baslinjer för vilka du kommer att ange data.

source: From:
es: De:
ru: Из:
sv: Från:

source: Frozen Color
es: Color congelado
ru: Цвет фиксированного элемента
sv: Fryst färg

source: Fulah
es: Fula
ru: Фула

source: Full Pa_ge Glyph
es: _Carácter a página completa
ru: _Глиф на всю страницу

source: Full Pa_ge Glyphs
es: _Caracteres a página completa
ru: _Глифы на всю страницу
sv: Fullständiga Pa_ge-glyfer

source: Full Widths
es: Anchura completa
ru: Полная ширина
sv: Fulla bredder

source: FullLen
es: Longitud completa
ru: Полная длина

source: Fullname
es: Nombre completo
ru: Полное имя
sv: Fullständigt namn

source: Function DEFinition Pops a value (n) and starts the nth function definition
es: Función, DEFinición Desapila un valor (n) y empieza la definición de la función n°
ru: FDEF Определение функции Извлекает из стека значение (n) и начинает определение n-ой функции
sv: Funktion DEFINITION Popar ett värde (n) och startar den n:te funktionsdefinition

source: Futa
ru: Фута

source: Fuzz
es: Difuminado
ru: Нечёткость

source: G2 Curve
es: Curva G2
ru: Кривая G2

source: G4 Curve
es: Curva G4
ru: Кривая G4

source: G4 _Curve
es: _Curva G4
ru: Кр_ивая G4

source: GB 2312 (Simp. Chinese)
es: GB 2312 (Chino Simp.)
ru: GB 2312 (Упрощ. китайский)
sv: GB 2312 (Simp. kinesiska)

source: GET INFOrmation Pops information type, pushes result
es: Obtener información (GETINFO) Desapila el tipo de información, empuja el resultado
ru: GET INFO Получение информации Извлекает из стека тип информации, помещает результат в стек
sv: Hämta information (GET INFOrmation) Öppnar informationstyp, skickar resultat

source: GID out of range (%d) in format 14 'cmap' subtable
es: GIF fuera de rango (%d) en la subtabla "cmap" con formato 14
ru: GID вне пределов диапазона (%d) в подтаблице «format 14» таблицы 'cmap'

source: GID out of range.
es: GID fuera de rango.
ru: GID вне диапазона.

source: GPOS lookup referred to in this GSUB contextual lookup: %s
es: Búsqueda de GPOS referida en esta búsqueda contextual de GSUB: %s
ru: Ссылка на lookup GPOS содержится в этом контекстном lookup GSUB: %s

source: GSUB lookup referred to in this GPOS contextual lookup: %s
es: Búsqueda de GSUB referida en esta búsqueda contextual de GPOS: %s
ru: Ссылка на lookup GSUB содержится в этом контекстном lookup GPOS: %s

source: Ga
ru: Га

source: Gaelic (Irish)
es: Gaelico (Irlandés)
ru: Гэльский (Ирландский)
sv: Gaeliska (Irländsk)

source: Gagauz
es: Gagaúzo
ru: Гагаузский

source: Galician
es: Gallego
ru: Галисийский
sv: Galiciska

source: Galla
ru: Галла

source: Ganda
ru: Ганда

source: Garhwali
ru: Гархвали

source: Garo
ru: Гаро

source: Garshuni
ru: Гаршуни

source: Gasp|Anti-Alias
es: Anti-alias
ru: Сглаживание
sv: Kantutjämning

source: Gasp|For Pixels Per EM <= Value
es: Para píxeles por EM <= Valor
ru: Для пикселов на EM <= значение
sv: För Pixlar Per EM <= Värde

source: Gasp|Grid Fit
es: Ajuste a la cuadrícula
ru: Подгонка
sv: Anpassa till rutnät

source: Gasp|Grid Fit w/ Sym Smooth
es: Ajuste a la cuadrícula con suavizado simétrico
ru: Подгонка с симметричным сглаживанием
sv: Rutnätsanpassning med sym utjämn

source: Gasp|Symmetric Smoothing
es: Suavizado simétrico
ru: Симметричное сглаживание
sv: Symmetrisk utjämning

source: Gasp|_Default
es: Pre_determinado
ru: _По умолчанию
sv: S_tandard

source: Gasp|_Version
es: _Versión
ru: _Версия
sv: _Version

source: General
ru: Общие
sv: Allmänt

source: General Punctuation
es: Puntuación general
ru: Общая пунктуация
sv: Allmän skiljetecken

source: General facts about the windowing system
es: Datos generales sobre el sistema de ventanas
ru: Общие сведения об оконной системе
sv: Allmänna fakta om fönstersystemet

source: General/Supplemental Punctuation
es: Puntuación general/complementaria
ru: Основная/дополнительная пунктуация

source: Generate
es: Generar
ru: Создание
sv: Generera

source: Generate Fonts
es: Generar fuentes
ru: Создание шрифтов
sv: Generera typsnitt

source: Generate Mac Family
es: Generar familia para Mac
ru: Создание семейства Mac
sv: Generera Mac-familj

source: Generate Mac _Family...
es: Generar _familia para Mac...
ru: Создать _гарнитуру Mac…
sv: Generera Mac _Family...

source: Generate TTC
es: Generar TTC
ru: Создание TTC

source: Generate TTC...
es: Generar TTC...
ru: Создать TTC…
sv: Generera TTC...

source: Generate instructions for ball terminals.
es: Generar instrucciones para terminales esféricos.
ru: Создавать инструкции для конечных форм со скруглёнными завершениями.
sv: Ta fram instruktioner för kulterminaler.

source: Generate instructions for diagonal stem hints.
es: Generar instrucciones para las pistas de astas diagonales.
ru: Создавать инструкции для хинтов диагональных штрихов.
sv: Generera instruktioner för tips om diagonal stam.

source: Generating PostScript Font
es: Generando fuente PostScript
ru: Создание шрифта PostScript
sv: Generera PostScript-typsnitt

source: Generating anti-alias font
es: Generar fuente suavizada
ru: Создание сглаженного шрифта
sv: Generering av anti-alias-typsnitt

source: Generating bitmap font
es: Generando fuente de mapa de bits
ru: Создание растрового шрифта
sv: Generera bitmappsfonter

source: Generic
es: Generalidades
ru: Общие
sv: Allmän

source: Generic change
es: Cambio genérico
ru: Смена общих параметров
sv: Generisk förändring

source: Geometric Shapes
es: Formas geométricas
ru: Геометрические фигуры
sv: Geometriska former

source: Geometric Shapes Extended
es: Formas geométricas extendidas
ru: Расширенные геометрические фигуры

source: Georgian
es: Georgiano
ru: Грузинский
sv: Georgiskt

source: Georgian (& Supplement)
es: Georgiano (y suplemento)
ru: Грузинское письмо (и дополнение к нему)

source: Georgian Extended
es: Georgiano extendido
ru: Расширенное грузинское письмо

source: Georgian Supplement
es: Georgiano, suplemento
ru: Грузинский, дополнение
sv: Georgiskt tillägg

source: Gepo
ru: Гепо

source: German
es: Alemán
ru: Немецкий
sv: Tyska

source: German Austrian
es: Alemán de Austríaco de_AT
ru: Австрийский немецкий
sv: Tyska Österrikiska

source: German German
es: Alemán de Alemania de_DE
ru: Немецкий
sv: Tyska Tyska

source: German Liechtenstein
es: Alemán de Liechtenstein de_LI
ru: Лихтенштейнский немецкий
sv: Tyska Liechtenstein
