Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Old Hungarian
es: Húngaro antiguo
ru: Венгерские руны

source: Old Irish
es: Irlandés antiguo
ru: Древнеирландский

source: Old Italic
es: Cursiva antigua
ru: Этрусский
sv: Gammal kursiv

source: Old Italic (Etruscan, Oscan, etc.)
es: Italiano antiguo (Etrusco, Oscano, etc.)
ru: Древнеиталийское (этрусское, оскское и т.д.)
sv: Gammalitaliska (etruskiska, oscanska, etc.)

source: Old North Arabian
es: Árabe antiguo del Norte
ru: Древнее североаравийское письмо

source: Old Outline Color
es: Color del contorno antiguo
ru: Цвет старого контура
sv: Gammal konturfärg

source: Old Permic
es: Pérmico antiguo
ru: Древнепермское письмо

source: Old Persian
es: Persa antiguo
ru: Древнеперсидский
sv: Gamla persiska

source: Old Persian cuneiform
es: Persa antiguo cuneiforme
ru: Древнеперсидская клинопись
sv: Gammal persisk kilskrift

source: Old Sogdian
es: Sogdiano antiguo
ru: Древнесогдийское письмо

source: Old South Arabian
es: Árabe antiguo del Sur
ru: Древнее южноаравийское письмо
sv: Gammal sydarabisk

source: Old Style
es: Estilo antiguo
ru: Старый стиль
sv: Gammal stil

source: Old Style Serifs
es: Serifas de estilo antiguo
ru: Антиква старого стиля (OSS)
sv: Seriffer i gammal stil

source: Old Turkic
es: Turco antiguo
ru: Древнетюркское руническое письмо
sv: Gammal turkiska

source: Old Uyghur
es: Uigur antiguo
ru: Староуйгурское письмо

source: Old sfd file
es: Archivo sfd antiguo
ru: Старый файл SFD
sv: Gammal sfd-fil

source: Old style 'kern'
es: Interletraje al estilo antiguo
ru: 'kern' в старом стиле
sv: Gammal stil "kern

source: Oldstyle Figures
es: Cifras estilo antiguo
ru: Цифры в старом стиле
sv: Figurer i gammal stil

source: On
es: Activado
ru: Вкл.
sv: På

source: On Mac OS X use the Command key as if it were the Control key
es: En Mac OS X, usa la tecla de Cmd como si fuera la tecla de Ctrl
ru: Использовать клавишу Command на Mac OS X в качестве клавиши Control

source: Once upon a time, Adobe assigned PUA (public use area) encodings for many stylistic variants of characters (small caps, old style numerals, etc.). Adobe no longer believes this to be a good idea, and recommends that these encodings be ignored. The assignments were originally made because most applications could not handle OpenType features for accessing variants. Adobe now believes that all apps that matter can now do so. Applications like Word and OpenOffice still can't handle these features, so fontforge's default behavior is to ignore Adobe's current recommendations. Note: This does not affect figuring out unicode from the font's encoding, it just controls determining unicode from a name.
es: Érase una vez, que Adobe asignó codificaciones PUA (área de uso público) para muchas variantes estilísticas de caracteres (versalitas, números de estilo antiguo, etc.). Adobe ya no cree que esto sea una buena idea, y recomienda ignorar estas codificaciones. Las asignaciones se hicieron originalmente debido a que la mayoría de las aplicaciones no podían manejar características de OpenType para acceder a variantes. Adobe ahora cree que todas las aplicaciones importantes pueden hacerlo. Aplicaciones como Word y OpenOffice todavía no pueden manejar estas funciones, por lo que el comportamiento predeterminado de FontForge es ignorar las recomendaciones actuales de Adobe. Nota: Esto no afecta el desciframiento de Unicode a partir de la codificación de la fuente, solo controla la determinación de Unicode a partir de un nombre.
ru: Однажды Adobe присвоил кодовые позиции PUA (области для частного использования) многочисленным стилистическим вариантам символов (малые прописные буквы, старый стиль, цифры и тому подобное). Adobe более не считает такую практику целесообразной и рекомендует игнорировать эти кодировки. Присвоения эти изначально осуществлялись в силу того, что большинство приложений в ту пору не умело обрабатывать функции OpenType для доступа к вариантам глифов. В настоящее же время Adobe считает, что все необходимые приложения прекрасно научились это делать. Всё же, памятуя о том, что такие приложения как Word и OpenOffice до сих пор этого не делают, по умолчанию fontforge игнорирует текущие рекомендации Adobe. Примечание: Это не оказывает никакого влияния на получение значения Юникода из кодировки шрифта, а всего лишь управляет получением значения Юникода из имени.
sv: En gång i tiden tilldelade Adobe PUA-kodningar (public use area) för många stilistiska varianter av tecken (små bokstäver, gammal stil siffror, etc.). Adobe anser inte längre att detta är en bra idé, och rekommenderar att dessa kodningar ignoreras. Tilldelningarna gjordes ursprungligen eftersom de flesta applikationer inte kunde hantera OpenType-funktioner för åtkomst till varianter. Adobe anser nu att alla viktiga program nu kan göra det. Applikationer som Word och OpenOffice kan fortfarande inte hantera dessa funktioner, så fontforges standardbeteende är att ignorera Adobes nuvarande rekommendationer. Obs: Detta påverkar inte att räkna ut unicode från typsnittets kodning, det kontrollerar bara att bestämma unicode från ett namn.

source: One of the bitmap fonts specified, %1$d, is not an integral scale up of the smallest font, %2$d (or is too large a factor)
es: Una de las fuentes de mapa de bits especificadas, %1$d, no es una escala integral de la fuente más pequeña, %2$d (o es un factor demasiado grande)
ru: Один из указанных растровых шрифтов, %1$d, не является неотъемлемым масштабированием самого маленького шрифта, %2$d (или имеет слишком большой коэффициент)
sv: Ett av de angivna bitmappsfonterna, %1$d, är inte en integrerad uppskalning av den minsta fonten, %2$d (eller är en för stor faktor)

source: One of the fonts %1$d,%2$d is missing glyph %3$d
es: Una de las fuentes %1$d,%2$d no tiene el glifo %3$d
ru: В одном из шрифтов %1$d,%2$d отсутствует глиф %3$d
sv: Ett av typsnitten %1$d,%2$d saknar glyf %3$d

source: One of the multiple master instances contains quadratic splines. It must be converted to cubic splines before it can be used in a multiple master
es: Una de las instancias múltiples maestras contiene curvas cuadráticas. Debe ser convertida a cúbicas antes de que pueda ser utilizada en una múltiple maestra
ru: Один из экземпляров шрифта multiple master содержит квадратичные сплайны. Необходимо переконвертировать их кубические сплайны перед использованием в шрифте multiple master
sv: En av de multipla masterinstanserna innehåller kvadratiska splines. Den måste konverteras till kubiska splines innan den kan användas i en multipel master

source: Only Bitmaps may be embedded. Outline descriptions may not be (if font file contains no bitmaps then nothing may be embedded).
es: Solo se pueden incrustar los mapas de bits. Las descripciones de los contornos no (si la fuente no contiene un mapa de bits, entonces no se incrustará nada).
ru: Встраиваться могут только растры. Описания контуров сделать это не могут (если файл шрифта не содержит растров, то встроить ничего нельзя).
sv: Endast bitmappar får bäddas in. Konturbeskrivningar får inte vara (om typsnittsfilen inte innehåller några bitmappar då kan ingenting bäddas in).

source: Only Embed Bitmaps
es: Solo incrustar mapas de bits
ru: Встраивать только растры
sv: Bädda bara in bitmappar

source: Only One Font
es: Sólo una fuente
ru: Только один шрифт
sv: Endast ett typsnitt

source: Only a single character allowed
es: Solo se permite un único carácter
ru: Разрешён только один символ
sv: Endast ett enda tecken tillåtet

source: Only kern glyphs closer
es: Solo glifos de interletraje cercanos
ru: Кернить глифы только на приближение
sv: Endast kern glyfer närmare

source: Only lower case
es: Solo minúsculas
ru: Только строчные
sv: Endast gemener

source: Only one font may be imported into the background
es: Sólo se puede importar al segundo plano una fuente
ru: Только один шрифт может быть импортирован в фон
sv: Endast ett typsnitt kan importeras till bakgrunden

source: Only one replacement list may be specified in a reverse contextual chaining lookup, starting at: %.20s...
es: Solo se puede especificar una lista de sustitución en una búsqueda de encadenamiento contextual inverso, comenzando en: %.20s...
ru: В обратном контекстом lookup цепочек может быть указан только один список замещения, начиная с: %.20s…
sv: Endast en ersättningslista kan anges i en omvänd kontextuell kedjeuppslagning, med början vid: %.20s...

source: Only relevant in a truetype font, this flag indicates that if the reference is translated, then the translation should be rounded during grid fitting.
es: Solo relevante en una fuente TrueType, esta opción indica que si la referencia está transpuesta, la transposición debe redondearse durante el ajuste a la cuadrícula.
ru: Имеет отношение только к шрифту truetype, этот флаг указывает, что в случае трансляции ссылки, трансляцию необходимо округлить при подгонке к сетке.
sv: Denna flagga är endast relevant i ett truetype-typsnitt och anger att om referensen är översatt, så ska översättningen avrundas under rutnätsanpassningen.

source: Only relevant in a truetype font, this flag indicates that the width of the composite glyph should be the same as the width of this reference.
es: Solo relevante en una fuente TrueType, esta marca indica que el ancho del glifo compuesto debe ser la misma que el ancho de esta referencia.
ru: Имеет отношение только к шрифту truetype, этот флаг указывает, что ширина композитного глифа должна совпадать с шириной этой ссылки.
sv: Denna flagga är endast relevant i ett truetype-typsnitt och anger att bredden på den sammansatta glyfen ska vara densamma som bredden på denna referens.

source: Only relevant in a truetype font, this flag indicates that this reference should not be translated normally, but rather its position should be determined by moving the reference so that the indicated point in the reference falls on top of the indicated point in the base character.
es: Solo relevante en una fuente TrueType, esta marca indica que esta referencia no debe ser trasladada normalmente, sino que su posición debe ser determinada al mover la referencia para que el punto indicado en la referencia caiga en la parte superior del punto indicado en el carácter base.
ru: Имеет отношение только к шрифту truetype, этот флаг указывает, что ссылка не должна транслироваться в обычном порядке, но позиция её должна определяться перемещением ссылки, чтобы указанная в ссылке точка находилась сверху от точки, указанной в основном символе.
sv: Denna flagga är endast relevant i ett truetype-typsnitt och anger att denna referens inte ska översättas normalt, utan dess position ska bestämmas ska bestämmas genom att flytta referensen så att den angivna punkten i referensen faller ovanpå den angivna punkten i bastecknet tecken.

source: Only search characters selected in the fontview. Normally we search all characters in the font.
es: Solo buscar caracteres seleccionados en la vista de fuente. Normalmente buscamos todos los caracteres en la fuente.
ru: В окне просмотра шрифта выбраны только символы для поиска. Обычно поиск выполняется по всем символам в шрифте.
sv: Sök bara efter tecken som valts i fontvyn. Normalt söker vi på alla tecken i typsnittet.

source: Only search the selected glyphs, and unselect any characters which do not match this search
es: Solo busca los glifos seleccionados, y deselecciona los caracteres que no coincidan con esta búsqueda
ru: Выполнять поиск только по выделенным глифам, снимая выделение со всех символов, которые не совпали с данным поиском
sv: Sök endast i de valda glyferna och avmarkera alla tecken som inte matchar denna sökning

source: Only the alpha value is used and if non zero it will set the alpha channel for the control points, bezier information and other non spline indicators for the Dragging Comparison Outline spline
es: Solo se usa el valor alfa, y si no es cero establecerá el canal alfa para los puntos de control, información bezier y otros indicadores distintos a los de la curva para la curva del Contorno de la comparación de arrastre
ru: Используется только значение альфа и если оно не равно нулю, то будет задано в качестве альфа-канала для управляющих точек, параметров кривых безье, а также других не-сплайновых индикаторов для сплайна исходного контура при перетаскивании

source: Only the first 256 glyphs in the encoding will be used
es: Sólo se utilizarán los primeros 256 glifos en la codificación
ru: Будут использоваться только первые 256 глифов в кодировке
sv: Endast de första 256 glyferna i kodningen kommer att användas

source: Only upper case
es: Solo mayúsculas
ru: Только прописные
sv: Endast versaler

source: Opacity
es: Opacidad
ru: Непрозрачность
sv: Opacitet

source: Opacity:
es: Opacidad:
ru: Непрозрачность:
sv: Opacitet:

source: Open
es: Abrir
ru: Открыть
sv: Öppen

source: Open AutoKern dialog for new kerning subtables
es: Abrir el diálogo de interletraje automático para nuevas subtablas de interletraje
ru: Открыть диалоговое окно автокернинга для новых подтаблиц кернинга
sv: Öppna AutoKern-dialogrutan för nya undertabeller för kerning

source: Open Contour
es: Contorno abierto
ru: Открытый контур
sv: Öppen kontur

source: Open Font
es: Abrir fuente
ru: Открытие шрифта
sv: Öppna typsnitt

source: Open Glyph
es: Abrir glifo
ru: Открыть глиф
sv: Öppna Glyph

source: Open Path Color
es: Color de trazado abierto
ru: Цвет незамкнутого контура

source: Open Reference
es: Abrir referencia
ru: Открыть ссылку
sv: Öppen referens

source: Open _Web Page
es: Abrir página _web
ru: Открыть _Веб-страницу

source: Open failed
es: Error al abrir
ru: Не удалось открыть файл
sv: Öppna misslyckades

source: Open paths should be drawn in a special highlight color to make them more apparent.
es: Los trazados abiertos deben dibujarse en un color especial de subrayado para hacerlos más evidentes.
ru: Открытые пути выводятся особым выделяющимся цветом для лучшей видимости.

source: Open/Closed contour mismatch in glyph “%s”
es: Discrepancia de contorno abierto/cerrado en el glifo "%s"
ru: Несоответствие открытого/закрытого контура в глифе «%s»
sv: Öppen/sluten konturavvikelse i glyf "%s"

source: OpenCharsInNewWindow
es: Abrir caracteres en nueva ventana
ru: Открывать символы в новом окне
sv: Öppna tecken i nytt fönster

source: OpenType Contextual or Chaining subtables may be in one of three formats. The context may be specified either as a string of specific glyphs, a string of glyph classes or a string of coverage tables In the first format you must specify a string of glyph-names In the second format you must specify a string of class names In the third format you must specify a string each element of which may contain several glyph-names For chaining subtables you may also specify backtrack and lookahead lists.
es: Las subtablas OpenType contextuales o de encadenamiento pueden estar en uno de tres formatos. El contexto puede especificarse ya sea como una cadena de glifos específicos, una cadena de clases de glifos o una serie de tablas de cobertura. En el primer formato, debes especificar una cadena de nombres de glifos. En el segundo formato, debes especificar una cadena de nombres de clases. En el tercer formato, debes especificar una cadena para cada elemento que pueda contener varios nombres de glifos. Para las subtablas de encadenamiento también puedes especificar listas de retroceso y de anticipación.
ru: Контекстная таблица или таблица цепочки OpenType могут существовать в трёх форматах. Контекст может быть указан либо в виде строки конкретных глифов, либо в виде строки классов глифов, либо в виде строки таблиц охвата. В первом формате необходимо указать строку имён глифа. Во втором формате необходимо указать строку имён классов. В третьем формате необходимо указать строку, каждый элемент которой может содержать несколько имён глифов Для подтаблиц цепочек также можно указать ретроспективные и опережающие списки.
sv: OpenType Contextual eller Chaining subtabeller kan vara i ett av tre format. Sammanhanget kan anges antingen som en sträng av specifika glyfer, en sträng av glyfklasser eller en sträng av täckningstabeller I det första formatet måste du ange en sträng med glyfnamn I det andra formatet måste du ange en sträng med klassnamn I det tredje formatet måste du ange en sträng där varje element kan innehålla flera glyf-namn För kedjning av subtabeller kan du också ange backtrack- och lookahead-listor.

source: OpenType Tables
es: Tablas OpenType
ru: Таблицы OpenType
sv: OpenType-tabeller

source: OpenType fonts must have a version greater than 1 Use Element->Font Info->OS/2->Misc to change this.
es: Las fuentes OpenType deben tener una versión mayor a 1. Usa Elemento ->Información de la fuente-> OS/2->Misc para cambiar esto.
ru: Версия шрифтов OpenType должна быть больше 1 Изменить эту настройку в меню Элемент->О шрифте->OS/2->Разное.
sv: OpenType-typsnitt måste ha en version som är större än 1 Använd Element->Font Info->OS/2->Misc för att ändra detta.

source: OpenTypeFeature|New
es: Nuevo
ru: Создать
sv: Ny

source: OpenTypeLoadHintEqualityTolerance
es: Tolerancia de igualdad de las pistas de la carga de OpenType
ru: Допуск равенства точек при загрузке шрифта OpenType

source: OpenType|Lookups
es: OpenType|Búsquedas
ru: Lookups
sv: Uppslag

source: Optical Bounds
es: Límites ópticos
ru: Оптические границы
sv: Optiska gränser

source: Optical Character Recognition
es: Reconocimiento óptico de caracteres
ru: Оптическое распознавание символов
sv: Optisk teckenigenkänning

source: Optimized For ClearType
es: Optimizado para ClearType
ru: С оптимизацией под ClearType
sv: Optimerad för ClearType

source: Optionally, add this mapping to the lookup subtable:
es: Opcionalmente, añade este mapeo a la subtabla de búsquedas:
ru: Добавить эту привязку к подтаблице lookup (необязательно):
sv: Lägg eventuellt till denna mappning i den underordnade tabellen Lookup:

source: Options
es: Opciones
ru: Параметры
sv: Alternativ

source: Ordinals
es: Ordinales
ru: Порядковые числительные
sv: Ordinaler

source: Orig layer
es: Capa de orígen
ru: Исходный слой
sv: Ursprungligt lager

source: Origin
es: Origen
ru: Начало координат
sv: Ursprung

source: Origin:
es: Orígen:
ru: Начало координат:
sv: Ursprung:

source: Original Y Position
es: Posición original en Y
ru: Исходная координата Y
sv: Ursprunglig Y-position

source: Oriya
ru: Орийя

source: Ornamental Dingbats
es: Dingbats ornamentales
ru: Орнаментные символы

source: Ornamentals
es: Ornamentales
ru: Орнаментальные (О)
sv: Prydnadsväxter

source: Ornamented
es: Adornado
ru: Орнаментированные
sv: Ornamenterad

source: Ornaments
es: Ornamentos
ru: Орнаменты
sv: Prydnadsföremål

source: Oromo
ru: Оромо

source: Osage
ru: Осейдж

source: Osmanya
es: Osmaniya
ru: Сомалийское письмо

source: Ossetian
es: Osetio
ru: Осетинский
sv: Ossetiska

source: Other ...
es: _Otra ...
ru: Другое…
sv: Andra ...

source: Other Info
es: Otra información
ru: Прочая информация
sv: Annan information

source: Other colors and fonts in various windows (mostly dialogs)
es: Otros colores y fuentes en varias ventanas (principalmente diálogos)
ru: Другие цвета и шрифты в различных окнах (в основном, диалоговых)

source: Other:
es: Otro:
ru: Другой:
sv: Övrigt:

source: OtherSubrsFile
es: Archivo de OtherSubrs
ru: Файл OtherSubrs
sv: AndraSubrsFile

source: Others
es: Otros
ru: Другие
sv: Andra

source: Ottoman Siyaq Numbers
es: Números otomanos Siyaq
ru: Османские цифры сийяк

source: Out Of Order
es: Sin ordenar
ru: Неверный порядок расположения
sv: Ur funktion

source: Out of Range
es: Fuera de rango
ru: Значение вне диапазона
sv: Utanför intervall

source: Out of memory
es: Memoria insuficiente
ru: Закончилась память

source: Outer Border:
es: Borde exterior:
ru: Внешняя граница:

source: Outer Shadow
es: Sombra Exterior
ru: Тень снаружи
sv: Yttre skugga

source: Outline
es: Contorno
ru: Контур
sv: Översikt

source: Outline Color
es: Color de contorno
ru: Цвет контура

source: Outline Default Button
es: Borde predeterminado del contorno
ru: Контур вокруг кнопки по умолчанию
sv: Kontur Standardknapp

source: Outline Fonts
es: Fuentes de contorno
ru: Контурные шрифты
sv: Konturtypsnitt

source: Outline Glyphs
es: Glifos de contorno
ru: Контурные глифы
sv: Glyfer för konturer

source: Outline Hints
es: Pistas de contornos
ru: Инструкции для контуров

source: Outline Inner Border
es: Borde interno del contorno
ru: Внутренняя граница контура
sv: Kontur Inre kant

source: Outline Lines/Fills
es: Líneas/rellenos de contornos
ru: Строки контуров/заполнения

source: Outline Outer Border
es: Borde externo del contorno
ru: Внешняя граница контура
sv: Kontur Yttre gräns

source: Outline Points
es: Puntos de contornos
ru: Точки контура

source: Outline Raster
es: Raster de los contornos
ru: Растр контура

source: Outline Tools
es: Herramientas de contornos
ru: Инструменты для контуров

source: Outline Width
es: Ancho del contorno
ru: Ширина контура
sv: Konturbredd

source: Outline Width:
es: Ancho del contorno:
ru: Ширина контура:
sv: Konturbredd:

source: Outlining glyphs
es: Glifos contorneados
ru: Контурные глифы
sv: Skissering av glyfer

source: Output AFM
es: Generar AFM
ru: Создать AFM
sv: Utgång AFM

source: Output FONTLOG.txt
es: Generar FONTLOG.txt
ru: Вывод FONTLOG.txt

source: Output Glyph Map
es: Generar mapa de glifos
ru: Создать файл карты глифов
sv: Utgång Glyph Map

source: Output OFM & CFG
es: Generar OFM y CFG
ru: Создать OFM и CFG
sv: Utmatning OFM & CFG

source: Output PFM
es: Generar PFM
ru: Создать PFM
sv: Utgång PFM

source: Output TFM & ENC
es: Generar TFM y ENC
ru: Создать TFM и ENC
sv: Utmatning TFM & ENC

source: Output error
es: Error de salida
ru: Ошибка вывода
sv: Fel i utmatningen

source: Oval
es: Óvalo
ru: Овальные

source: Over/Underbars
es: Barras superiores/inferiores
ru: Верхние/нижние черты
sv: Över/under streck

source: Overlapped Hints
es: Pistas superpuestas
ru: Перекрывающиеся инструкции
sv: Överlappande ledtrådar

source: Overview FG Color
es: Color de primer plano de la vista general
ru: Цвет текста для просмотра

source: PCL 5 data table
es: tabla de datos PCL 5
ru: таблица данных PCL 5
sv: PCL 5 datatabell

source: PDF page graphics
es: Gráficos de página de PDF
ru: Документы PDF
sv: PDF-sidgrafik

source: POP top stack element
es: POP Desapila el elemento superior de la pila
ru: POP Извлечение элемента стека
sv: POP toppstapelelement

source: PS Glyph Names
es: Nombre PS
ru: Имена глифов в PS
sv: PS Glyf-namn

source: PS Hints
es: Pistas PS
ru: Инструкции PS
sv: PS-tips

source: PS Names
es: Nombres PS
ru: Имена PS
sv: PS-namn

source: PS Private
es: Diccionario privado de PS
ru: PS Приватное
sv: PS Privat

source: PS Type 1 (Binary)
es: PS Type 1 (Binario)
ru: PS Type 1 (двоичный)
sv: PS Typ 1 (Binär)

source: PS Type3 Bitmap
es: Mapa de bits Type3 de PS
ru: Растр PS Type3

source: PSPrivateDictKey|New
es: Nuevo
ru: Создать
sv: Ny

source: PUSH Byte[abc] abc is the number-1 of bytes to push Reads abc+1 unsigned bytes from the instruction stream and pushes them
es: Empujar byte[abc] (PUSHB[abc]) abc es el número-1 de bytes a ser empujados Lee abc+1 bytes no firmados del flujo de instrucciones y los empuja
ru: PUSHB[abc] Помещение байта в стек abc представляет собой число n-1 байтов, помещаемых в стек Считывает abc+1 беззнаковых байтов из потока инструкций и помещает их в стек
sv: PUSH Byte[abc] abc är antalet-1 byte som ska skjutas Läser abc+1 osignerade byte från instruktionsflödet och pushar dem
