Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: CS Traditional
es: CS Tradicional
sv: CS Traditionell

source: CS Typewriter
es: CS, Máquina de escribir
sv: CS Skrivmaskin

source: Color used to draw glyph contour when that metric is selected in View
es: Color usado para dibujar el contorno de glifos cuando esa métrica está seleccionada en Vista

source: Cursive Attachment
es: Enlace cursivo

source: DPI
es: PPP (DPI)

source: DPI:
es: PPP (DPI):

source: Def Rule Thick:
es: Espesor trazo predeterminado:
sv: Def Regel Tjock:

source: DefaultShaper
es: Moldeador por defecto

source: Delim1:
es: Delimitador 1:

source: Delim2:
es: Delimitador 2:

source: DelimitedSubFormulaMinHeight:
es: Altura mínima de subfórmula delimitada:
sv: DelimitedSubFormulaMinHöjd:

source: Delta Grid Color
es: Color de la cuadrícula Delta
sv: Delta Grid Färg

source: Denom1:
es: Denominador 1:

source: Denom2:
es: Denominador 2:

source: Display a glyph contour
es: Mostrar un contorno de glifo

source: DisplayOperatorMinHeight:
es: Mostrar altura mínima del operador:
sv: DisplayOperatorMinHöjd:

source: Distance
es: Distancia
sv: Avstånd

source: Draw a glyph contour
es: Dibujar un contorno de glifo

source: Error occurred while adding unencoded slots
es: Ocurrió un error al añadir espacios sin codificar

source: FS Miscellaneous
es: Misceláneos FS
sv: FS Diverse

source: FS Modern
es: FS, Moderno

source: F_inials
es: Remates
sv: F_inialer

source: FamilyBl_ues
es: Blues de la familia
sv: FamiljBl_ues

source: FlattenedAccentBaseHeight:
es: Altura base de acento aplanado:

source: FontForge developers
es: Desarrolladores de FontForge

source: FractionDenominatorDisplayStyleGapMin:
es: Espacio mínimo del estilo de visualización del denominador de fracción:

source: FractionDenominatorDisplayStyleShiftDown:
es: Desplazamiento hacia abajo del estilo de visualización del denominador de fracción:

source: FractionDenominatorGapMin:
es: Espacio mínimo de denominador de fracción:
sv: FraktionDenominatorGapMin:

source: FractionDenominatorShiftDown:
es: Desplazamiento hacia abajo del denominador de fracción:
sv: FraktionDenominatorShiftDown:

source: FractionNumeratorDisplayStyleGapMin:
es: Espacio mínimo del estilo de visualización del numerador de fracción:

source: FractionNumeratorDisplayStyleShiftUp:
es: Desplazamiento hacia arriba del estilo de visualización del numerador de fracción:

source: FractionNumeratorGapMin:
es: Espacio mínimo del numerador de fracción:
sv: FraktionNumeratorGapMin:

source: FractionNumeratorShiftUp:
es: Desplazamiento hacia arriba de numerador de fracción:
sv: FraktionNumeratorShiftUp:

source: FractionRuleThickness:
es: Grosor de regla de fracción:
sv: FraktionRegelTjocklek:

source: Gaudeamus Ligature!
es: ¡Alabemos la ligadura!

source: GenerateHintWidthEqualityTolerance
es: Generar tolerancia de igualdad de ancho de pista

source: HHead Ascent Offset:
es: Desplazamiento de ascenso de HHead:

source: HHead Ascent:
es: Ascenso de HHead:
sv: Huvudstigning:

source: HHead De_scent Offset:
es: Desplazamiento de de_scenso de HHead:

source: HHead Descent Offset:
es: Desplazamiento de descenso de HHead:
sv: HHead Nedåtgående Offset:

source: HHead Descent:
es: Descenso de HHead:
sv: Huvudsänkning:

source: HHead _Line Gap:
es: Inter_lineado:

source: LayersPalette.Font
es: Fuente de la paleta de capas

source: LowerLimitBaselineDropMin:
es: Caída mínima de la línea base del límite inferior:
sv: LägregränsBaslinjeDropMin:

source: LowerLimitGapMin:
es: Espacio mínimo del límite inferior:
sv: LägregränsGapMin:

source: MS Italian
es: MS, Italiano
sv: MS Italienska

source: MS Miscellaneous
es: Misceláneos MS
sv: MS Diverse

source: Mac Bitmap
es: Mapa de bits Mac

source: Mac Roman
es: Romano de Mac

source: MathLeading:
es: Interlineado matemático:

source: Metrics Glyph Contour Color
es: Color del contorno de glifos métricos

source: MinConnectorOverlap:
es: Superposición mínima de conectores:
sv: MinConnectorOverlappning:

source: Minimum gap between bottom of the top element of a stack, and the top of the bottom element.
es: Espacio mínimo entre la parte inferior del elemento superior de una pila, y la parte superior del elemento inferior.
sv: Minsta avstånd mellan botten på det översta elementet i en stapel och toppen av det nedersta elementet.

source: NFNT (Resource)
es: NFNT (Recurso)
sv: NFNT (resurs)

source: Num1:
es: Numerador 1:

source: Num2:
es: Numerador 2:

source: Num3:
es: Numerador 3:

source: O Black Letter
es: O, Letra negra
sv: O Svart bokstav

source: O Engraver
es: O, Grabador
sv: O Graverare

source: O Miscellaneous
es: O, Misceláneo
sv: O Diverse

source: O Three Dimensional
es: O, Tridimensional
sv: O Tredimensionell

source: OSS Contemporary
es: OSS, Contemporáneo
sv: OSS Samtida

source: OSS Dutch Modern
es: OSS, Holandés moderno
sv: OSS holländsk modern

source: OSS Dutch Trad
es: OSS, Holandés tradicional
sv: OSS Holländska Trad

source: OSS Miscellaneous
es: OSS, Misceláneo
sv: OSS Diverse

source: OSS Rounded Legibility
es: OSS, Legibilidad redondeada
sv: OSS Rundad läsbarhet

source: OpenType (Mac dfont)
es: OpenType (dfont de Mac)

source: OutlineThickness
es: Grosor del contorno

source: OverbarExtraAscender:
es: Ascensor extra de la barra inferior:

source: OverbarRuleThickness:
es: Grosor de regla de la barra superior:
sv: OverbarRuleTjocklek:

source: OverbarVerticalGap:
es: Espacio vertical de la barra superior:

source: PS Multiple Master(A)
es: Múltiple maestra de PS (A)
sv: PS Flera Master(A)

source: PS Multiple Master(B)
es: Múltiple maestra de PS (B)
sv: PS Flera Master(B)

source: PS Type 1 (Multiple)
es: PS Type 1 (Múltiple)
sv: PS typ 1 (flera)

source: PS Type 1 (Resource)
es: PS Type 1 (Recurso)
sv: PS typ 1 (resurs)

source: PS UID
es: UID de PS

source: Pop stack underflow on pop in %s
es: Subflujo de pila pop en pop en %s

source: RadicalDegreeBottomRaisePercent:
es: Porcentaje de levantamiento de la parte inferior del grado del radical:

source: RadicalDisplayStyleVerticalGap:
es: Espacio vertical del estilo de visualización del radical:

source: RadicalExtraAscender:
es: Ascensor extra del radical:

source: RadicalKernAfterDegree:
es: Interletraje del radical después del grado:

source: RadicalKernBeforeDegree:
es: Interletraje del radical antes del grado:

source: RadicalRuleThickness:
es: Grosor de regla del radical:

source: RadicalVerticalGap:
es: Espacio vertical del radical:
sv: RadikaltVertikaltGap:

source: Refresh Shaper
es: Actualizar moldeador

source: RevisionsToRetain
es: Revisiones para retener

source: S Brush Joined
es: S, Pincel unido
sv: S Borste ansluten

source: S Brush Unjoined
es: S, Pincel no unido
sv: S Brush Oförtjust

source: S Formal Joined
es: S, Formal unido
sv: S Formell förenad

source: S Formal Unjoined
es: S, Formal no unido
sv: S Formell Utan sällskap

source: S Miscellaneous
es: S, Misceláneo
sv: S Diverse

source: S Monotone Joined
es: S, Monótono unido
sv: S Monoton förenad

source: S Monotone Unjoined
es: S, Monótono no unido

source: SFTextArea
es: Área de texto SF

source: Script '%s' claims baseline '%c%c%c%c' as its default, but that baseline is not currently active.
es: El sistema de escritura "%s" afirma que la línea de referencia '%c%c%c%c es su valor predeterminado, pero esa línea de referencia no está activa actualmente.

source: ScriptPercentScaleDown:
es: Porcentaje de reducción de escritura:

source: ScriptScriptPercentScaleDown:
es: Porcentaje de reducción de escritura escritura:

source: Set the selection of the font view to the glyphs which match
es: Establece la selección de la vista de fuente a los glifos que coinciden
sv: Ställ in valet av typsnittsvy till de glyfer som matchar

source: Shaper preference is not implemented in contextual preferences
es: Las preferencias del moldeador no están implementadas en preferencias contextuales

source: SkewedFractionHorizontalGap:
es: Espacio horizontal de fracción inclinada:

source: SkewedFractionVerticalGap:
es: Espacio vertical de fracción inclinada:

source: SnapDistanceMeasureTool
es: Distancia de acoplamiento de la herramienta de medición

source: SpaceAfterScript:
es: Espacio después de la escritura:

source: StackBottomDisplayStyleShiftDown:
es: Desplazamiento hacia abajo del estilo de visualización del elemento inferior de la pila:

source: StackBottomShiftDown:
es: Desplazamiento hacia abajo de la parte inferior de la pila:

source: StackDisplayStyleGapMin:
es: Espacio mínimo del estilo de visualización de la pila:

source: StackGapMin:
es: Espacio mínimo de la pila:

source: StackTopDisplayStyleShiftUp:
es: Desplazamiento hacia arriba del estilo de visualización del elemento superior de la pila:

source: StackTopShiftUp:
es: Desplazamiento hacia arriba de la parte superior de la pila:

source: StretchStackBottomShiftDown:
es: Desplazamiento hacia abajo del elemento inferior de la pila de estiramiento:

source: StretchStackGapAboveMin:
es: Espacio mínimo del elemento superior de la pila de estiramiento:

source: StretchStackGapBelowMin:
es: Espacio mínimo del elemento inferior de la pila de estiramiento:

source: StretchStackTopShiftUp:
es: Desplazamiento hacia arriba del elemento superior de la pila de estiramiento:

source: Sub1:
es: Subíndice 1:

source: Sub2:
es: Subíndice 2:

source: SubDrop:
es: Caída de subíndice:

source: SubSuperscriptGapMin:
es: Espacio mínimo entre subíndice y superíndice:

source: SubscriptBaselineDropMin:
es: Caída mínima de la línea base de subíndices:

source: SubscriptShiftDown:
es: Desplazamiento hacia abajo del subíndice:

source: SubscriptTopMax:
es: Máximo de la parte superior de subíndices:

source: Sup1:
es: Superíndice 1:

source: Sup2:
es: Superíndice 2:

source: Sup3:
es: Superíndice 3:

source: SupDrop:
es: Caída de supíndice:

source: SuperscriptBaselineDropMax:
es: Caída máxima de la línea base de superíndices:

source: SuperscriptBottomMaxWithSubscript:
es: Máximo de la parte inferior de superíndices con subíndices:
sv: SuperscriptBottomMaxMedSubscript:

source: SuperscriptBottomMin:
es: Mínimo de la parte inferior de superíndices:

source: SuperscriptShiftUp:
es: Desplazamiento hacia arriba de superíndices:

source: SuperscriptShiftUpCramped:
es: Desplazamiento comprimido hacia arriba del superíndice:

source: Sy Miscellaneous
es: Misceláneos Sy
sv: Sy Diverse

source: Sy Mixed Serif
es: Sy, Serifas mixtas

source: Sy Neo-grotesque Sans Serif
es: Sy, Serifas Sans neogrotescas

source: Sy Old Style Serif
es: Sy, Serifas de estilo antiguo

source: TS Miscellaneous
es: Misceláneos TS
sv: TS Diverse

source: TTF 'glyf'
es: "Glifo" TTF

source: T_ypo Descent Offset:
es: Desplazamiento de descenso de la tipografía:(_Y)
sv: T_ypo Förskjutning av nedstigning:

source: The default shaper for MetricsView.
es: El moldeador por defecto para la vista de métricas.

source: The horizontal hints in glyph "%1$.30s" in font %2$.30s do not match those in %3$.30s (different number or different overlap criteria)
es: Las pistas horizontales en el glifo "%1$.30s" en la fuente %2$.30s no coinciden con las de %3$.30s (número diferente o diferentes criterios de superposición)

source: The vertical hints in glyph "%1$.30s" in font %2$.30s do not match those in %3$.30s (different number or different overlap criteria)
es: Las pistas verticales en el glifo "%1$.30s" en la fuente %2$.30s no coinciden con las de %3$.30s (número diferente o diferentes criterios de superposición)

source: Thickness of the radical rule in designed or constructed radical signs.
es: Grosor de la regla del radical en signos de radical diseñados o construidos.
sv: Tjockleken på den radikala regeln i utformade eller konstruerade radikala tecken.

source: ToolsPalette.Font
es: Fuente de la paleta de herramientas

source: Typo Ascent Offset:
es: Desplazamiento de ascenso de Typo:

source: Typo Ascent:
es: Ascenso de Typo:

source: Typo Descent Offset:
es: Desplazamiento de descenso de Typo:
sv: Typo Nedstigning Offset:

source: Typo Descent:
es: Descenso de Typo:

source: Typo Line _Gap:
es: Espacio de línea de Typo(_G):

source: UnderbarExtraDescender:
es: Descensor extra de la barra inferior:

source: UnderbarRuleThickness:
es: Grosor de regla de la barra inferior:
sv: UnderbarRuleTjocklek:

source: UnderbarVerticalGap:
es: Espacio vertical de la barra inferior:

source: Unified Font Object
es: Objeto de fuente unificada
sv: Enhetligt typsnittsobjekt

source: Unified Font Object (UFO3)
es: Objeto de fuente unificada (UFO3)

source: Unified Font Object 2
es: Objeto de fuente unificada 2

source: Unified Font Object 3
es: Objeto de fuente unificada 3

source: UniqueID
es: ID único (UniqueID)
sv: Unikt ID

source: UpperLimitBaselineRiseMin:
es: Elevación mínima de la línea base del límite superior:
sv: Övre gränsBaslinjeHöjningMin:

source: UpperLimitGapMin:
es: Espacio mínimo del límite superior:
sv: Övre gränsgapMin:

source: VHead _Column Spacing:
es: Espa_ciado columnas:

source: WarnScriptUnsaved
es: Advertir si hay un script sin guardar

source: Win Ascent:
es: Ascenso de Win:
sv: Vinna uppstigning:

source: Win Descent:
es: Descenso de Win:

source: Win FNT
es: FNT de Windows
sv: Vinna FNT

source: Win FON
es: FON de Windows
sv: Vinn FON

source: Win _Ascent Offset:
es: Desplazamiento ascendente de Win:
sv: Vinn _Ascent Offset:

source: Win _Descent Offset:
es: Desplazamiento _de descenso de Win:

source: XUID-Base
es: Base XUID
sv: XUID-basen

source: _BlueValues
es: Valores _Blue

source: _DPI:
es: PPP (_DPI):

source: _HHead Ascent Offset:
es: Desplazamiento de ascenso de _HHead:
sv: _Huvudets uppstigning Offset:

source: _Typo Ascent Offset:
es: Desplazamiento de ascenso de _Typo:

source: _X-Ascent
es: Ascenso en _X
sv: _X-uppstigning

source: ΤεΧ Base (8r)
es: Base ΤεΧ (8r)
sv: ΤεΧ Bas (8r)

source: The size at which the current glyph is rasterized. For small pixelsize you may want to use the magnification factor below to get a clearer view.
sv: Storleken där aktuell glyf är rasteriserad. För en liten bildpunktstorlek ska du kanske använda förstoringsfaktorn nedanför för att få en tydligare visning.

source: AutoWidth failure on %s
sv: AutoWidth misslyckades på %s

source: Script '%c%c%c%c' claims baseline '%c%c%c%c' as its default, but that baseline is not currently active.
sv: Skrivstilen '%c%c%c%c' hävdar baslinje '%c%c%c%c' som förval, men den baslinjen är för närvarande inte aktiv.

source: hang
sv: häng

source: math
sv: matematik

source: Win
sv: Vinst

source: Glyph names are limitted to 31 characters
sv: Glyfnamn är begränsade till 31 tecken

source: Glyph _Name:
sv: Glyf _Namn:

source: Mark for Unlink, Remove Overlap Before Save
sv: Markera för Unlink, ta bort överlappning innan du sparar

source: A few glyphs, like Aring, Ccedilla, Eogonek are composed of two overlapping references. Often it is desireable to retain the references (so that changes made to the base glyph are reflected in the composed glyph), but that means you are stuck with overlapping contours. This flag means that just before saving the font, fontforge will unlink the references, and run remove overlap on them, then just after saving it will undo the operation thereby retaining the references.
sv: Några glyfer, som Aring, Ccedilla, Eogonek består av två överlappande referenser. Ofta är det önskvärt att behålla referenserna (så att ändringar som görs i basglyfen är återspeglas i den sammansatta glyfen), men det innebär att du sitter fast med överlappande konturer. Denna flagga innebär att precis innan du sparar fonten, kommer fontforge att koppla bort referenserna, och kör ta bort överlappning på dem, sedan bara efter att ha sparat det kommer att ångra operationen och därmed behåller referenserna.

source: Pair
sv: Par

source: Subs
sv: Substitut

source: Template Color
sv: Mallens färg

source: Original Color
sv: Originalfärg

source: %1$.80s at %2$d from %3$.90s
sv: %1$.80s vid %2$d från %3$.90s

source: You may attach a text label to this guideline if you wish to
sv: Du kan lägga till en textetikett till denna riktlinje om du vill

source: Make a new anchor class
sv: Skapa en ny ankarklass

source: I cannot find an unused anchor class to assign a new point to. If you wish a new anchor point you must define a new anchor class with Element->Font Info
sv: Jag kan inte hitta en oanvänd ankarklass att tilldela en ny punkt till. Om du vill ha en ny ankarpunkt måste du definiera en ny ankarklass med Element->Typsnittsinfo

source: _Average Points
sv: _Genomsnittliga punkter

source: Outline View 2
sv: Disposition Vy 2

source: This window displays a single outline glyph (more data)
sv: Detta fönster visar en enda konturglyf (mer data)

source: Outline View
sv: Översiktlig vy

source: This window displays a single outline glyph
sv: Detta fönster visar en enda konturglyf

source: Freetype rasterization failed.
sv: Freetype-rasterisering misslyckades.

source: When the hint's position is changed adjust the postion of any points which lie on that hint
sv: När ledtrådarnas position ändras justera positionen för alla punkter som ligger på den ledtråden

source: PS Interpretion
sv: PS-tolkning

source: FontForge has some bugs in its remove overlap function which may cause you problems, so I give you the option of turning it off. Leave it on if possible though, it is useful.
sv: FontForge har några buggar i sin ta bort överlappning funktion som kan orsaka problem för dig, så Jag ger dig möjlighet att stänga av den. Lämna det på om möjligt, det är dock användbart.

source: Handle Erasers
sv: Handtag suddgummi

source: Certain programs use pens with white ink as erasers If you select (blacken) this checkbox, FontForge will attempt to simulate that.
sv: Vissa program använder pennor med vitt bläck som suddgummin Om du markerar (svartmarkerar) den här kryssrutan kommer FontForge försöka simulera det.

source: palm
sv: handflata

source: Rotate the selection in 3D and project back to plain
sv: Rotera markeringen i 3D och projicera tillbaka till vanligt format

source: E
sv: Ö

source: Near (%f,%f) @t=%g
sv: Nära (%f,%f) @t=%g

source: _Pressure:
sv: _Tryck:

source: The selected contour is open, but it must be a convex polygon.
sv: Den valda konturen är öppen, men den måste vara en konvex polygon.

source: The selected spline has curved edges, but it must be a convex polygon (with straight edges).
sv: Den valda splinen har böjda kanter, men den måste vara en konvex polygon (med raka kanter).

source: There are too many vertices on this polygon.
sv: Det finns för många hörn på den här polygonen.

source: This is a line; it must enclose some area.
sv: Detta är en linje; den måste omsluta ett område.

source: There aren't enough vertices to be a polygon.
sv: Det finns inte tillräckligt många hörn för att det ska vara en polygon.

source: There are at least 3 colinear vertices. Please remove (Edit->Merge) the selected point.
sv: Det finns minst 3 kolineära hörn. Ta bort (Edit->Slå samman) den valda punkten.

source: The selected vertex makes this a concave polygon. Please remove (Edit->Merge) it.
sv: Den markerade vertexen gör detta till en konkav polygon. Ta bort (Redigera->Slå samman) den.

source: Not a convex polygon
sv: Inte en konvex polygon

source: Press in this square with a wacom pressure sensitive tool to set the pressure end-point
sv: Tryck i denna ruta med ett tryckkänsligt verktyg från Wacom för att ställa in tryckets slutpunkt

source: Pen Type:
sv: Penntyp:

source: _Circular (Elliptical)
sv: _Cirkulär (Elliptisk)

source: Ca_lligraphic (Rectangular)
sv: Ka_lligrafisk (Rektangulär)

source: Main Stroke _Width:
sv: Main Stroke _Bredd:

source: Minor Stroke _Height:
sv: Minor Stroke _Höjd:

source: A calligraphic pen or an eliptical pen has two widths (which may be the same, giving a circular or square pen, or different giving an eliptical or rectangular pen).
sv: En kalligrafisk penna eller en eliptisk penna har två bredder (som kan vara samma, vilket ger en cirkulär eller kvadratisk penna, eller olika, vilket ger en eliptisk eller rektangulär penna).

source: Remove Internal Contour
sv: Ta bort inre kontur

source: Remove External Contour
sv: Ta bort yttre kontur

source: No selection
sv: Inget urval

source: Can't open %s
sv: Går inte att öppna %s

source: Failed to write %s
sv: Misslyckades med att skriva %s

source: Please name the %s encoding in this file
sv: Namnge %s-kodningen i den här filen

source: Second
sv: Sekund

source: Third
sv: Tredje

source: Please name the %dth encoding in this file
sv: Ange den %de kodningen i den här filen

source: couldn't write encodings file
sv: kunde inte skriva encodings-fil

source: FontForge was unable to find a cidmap file for this font. It is not essential to have one, but some things will work better if you do. If you have not done so you might want to download the cidmaps from: http://FontForge.sourceforge.net/cidmaps.tgz and then gunzip and untar them and move them to: %.80s Would you like to search your local disk for an appropriate file?
sv: FontForge kunde inte hitta en cidmap-fil för detta typsnitt. Det är inte nödvändigt att ha en, men vissa saker kommer att fungera bättre om du har det. Om du inte har gjort det kanske du vill hämta ner cidmaps från: http://FontForge.sourceforge.net/cidmaps.tgz och sedan gunzipa och untar dem och flytta dem till: %.80s Skulle du vilja söka på din lokala disk efter en lämplig fil?

source: This file uses both the v1.6 and the v1.8 formats for mark classes on line %d of %s
sv: Denna fil använder både v1.6- och v1.8-format för markklasser på rad %d av %s

source: Empty subsitute on line %d of %s
sv: Tom ersättare på rad %d i %s

source: Reverse subsitute must have exactly one marked glyph and no lookups on line %d of %s
sv: Reverse subsitute måste ha exakt en markerad glyf och inga uppslagningar på rad %d av %s

source: Expected glyph name or class in mark statement on line %d of %s
sv: Förväntat glyfnamn eller klass i mark-satsen på rad %d av %s

source: A mark glyph (or class of marks) must be specified here on line %d of %s
sv: En märkesglyf (eller en klass av märken) måste anges här på rad %d i %s

source: Mark to base anchor statements may only have one anchor on line %d of %s
sv: Markera för att basera ankaruttalanden får endast ha ett ankare på rad %d av %s

source: Mark classes must either be exactly the same or contain no common glyphs But the class on line %d of %s contains a match.
sv: Märkesklasser måste antingen vara exakt lika eller inte innehålla några gemensamma glyfer Men klassen på rad %d i %s innehåller en matchning.

source: Mark glyphs may not be specified with this type of lookup on line %d of %s
sv: Märkesglyfer får inte anges med denna typ av uppslagning på rad %d i %s

source: 400 Book
sv: 400 bok

source: 800 Heavy
sv: 800 tung

source: Latin: Pictorial/Symbol
sv: Latin: Bild/Symbol

source: Felt Pen/Brush Tip
sv: Filtpenna/borstspets

source: None/No loops
sv: Ingen/inga slingor

source: None/Closed loops
sv: Ingen/stängda slingor

source: None/Open loops
sv: Ingen/öppna slingor

source: Sharp/No loops
sv: Skarpa/inga slingor

source: Sharp/Closed loops
sv: Skarpa/slutna öglor

source: Sharp/Open loops
sv: Skarpa/öppna öglor

source: Tapered/No loops
sv: Tapered/inga öglor

source: Tapered/Closed loops
sv: Avsmalnande/slutna öglor

source: Tapered/Open loops
sv: Avsmalnande/öppna öglor

source: Round/No loops
sv: Runda/inga öglor

source: Round/Closed loops
sv: Runda/slutna öglor

source: Round/Open loops
sv: Runda/öppna öglor

source: Solid Fill
sv: Solid fyllning

source: Drawn/Distressed
sv: Ritad/Distresserad

source: Deco (E,M,S) Waco midline
sv: Deco (E,M,S) Waco mittlinje

source: Litterals
sv: Litteral

source: Industry specific
sv: Branschspecifik

source: English (Indonesia)
sv: Engelska (Indonesien)

source: English (Hong Kong)
sv: Engelska (Hong Kong)

source: Lang|Farsi
sv: Farsi

source: French West Indies
sv: Franska Västindien
