Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: This namelist contains at least one non-ASCII glyph name, namely: %s
es: Esta lista de nombres contiene al menos un nombre de glifo que no es ASCII, este es: %s
ru: Данный список имён содержит не менее одного имени глифа с применением не-ASCII-символов, а именно: %s
sv: Denna namnlista innehåller minst ett icke-ASCII glyfnamn, nämligen %s

source: This namelist is based on a namelist which contains non-ASCII glyph names
es: Esta lista de nombres se basa en una lista de nombres que contiene nombres que no son ASCII
ru: Этот список имён основан на списке имён, в котором имена глифов содержат не-ASCII-символы
sv: Denna namnlista är baserad på en namnlista som innehåller icke-ASCII-glyfnamn

source: This operation cannot be undone, do it anyway?
es: Esta operación no se puede deshacer. ¿Continuar de todos modos?
ru: Это действие будет невозможно отменить, все равно выполнить его?
sv: Denna operation kan inte ångras, gör den ändå?

source: This option prepends a timestamp in the format YYMMDDHHMM to the filename and font-family name metadata.
es: Esta opción antepone una marca de tiempo en el formato YYMDDHHMM al nombre del archivo y los metadatos del nombre de la fuente.
ru: При установке этого флажка метка времени в формате YYMMDDHHMM подставляется в начало имени файла и в метаданные наименования семейства шрифта.

source: This outline glyph is missing a bitmap version
es: A este caracter de contorno le falta una versión de mapa de bits
ru: В этом контурном глифе отсутствует растровая версия
sv: Denna konturglyf saknar en bitmappsversion

source: This outline glyph's advance width is different from that of the bitmap's
es: El ancho de avance de este glifo de contorno es diferente al del mapa de bits
ru: Ширина этого контурного глифа отличается от растровой
sv: Denna outline glyphs advance width skiljer sig från den för bitmappens

source: This pane is informative only and shows the characters actually in the font. If you wish to set the OS/2 Unicode Range field, change the pane to
es: Este panel solamente es informativo, y muestra los caracteres que se encuentran actualmente en la fuente. Si deseas establecer el campo de rango de Unicode de OS/2, cambia el panel a
ru: Это исключительно информационная панель, отображающая присутствующие в шрифте символы. Если необходимо задать область охвата Юникода OS/2, то потребуется перейти к панели
sv: Denna ruta är endast informativ och visar de tecken som som faktiskt finns i typsnittet. Om du vill ställa in fältet OS/2 Unicode Range-fältet, ändra rutan till

source: This path probably intersects itself (though I could not find that when I checked for intersections), look closely at the corners
es: Este trazado probablemente se interseca a sí mismo (aunque no pude encontrar eso cuando busqué intersecciones). Mira de cerca en las esquinas
ru: Данный контур, по всей вероятности, пересекает себя сам (хотя обнаружить это при проверке на пересечения не удалось), внимательно осмотрите углы
sv: Denna slinga korsar förmodligen sig själv (även om jag inte kunde hitta det när Jag letade efter snitt), titta noga på hörnen

source: This path should have been drawn in a clockwise direction
es: Este trazado debería haberse trazado en sentido horario
ru: Этот контур надо было нарисовать по часовой стрелке
sv: Denna stig borde ha dragits i medsols riktning

source: This path should have been drawn in a counter-clockwise direction
es: Este trazado debería haberse trazado en sentido antihorario
ru: Этот контур надо было нарисовать против часовой стрелки
sv: Den här vägen borde ha dragits moturs

source: This pdf file contains an /Encrypt dictionary, and FontForge does not currently support pdf encryption
es: Este archivo PDF contiene un diccionario /Encrypt, y actualmente FontForge no soporte encriptación en archivos PDF
ru: Этот файл PDF содержит словарь /Encrypt, а FontForge на данный момент не поддерживает шифры в PDF.
sv: Den här pdf-filen innehåller en /Encrypt-ordbok, och FontForge stöder för närvarande inte stöd för pdf-kryptering

source: This pdf file has no fonts
es: Este archivo pdf no tiene fuentes
ru: В этом файле PDF нет шрифтов
sv: Denna pdf-fil har inga typsnitt

source: This pdf file has no pages
es: Este archivo pdf no tiene páginas
ru: В этом файле PDF нет страниц
sv: Denna pdf-fil har inga sidor

source: This provides a set of names used to identify the style of this font. Names may be translated into multiple languages (English is required, others are optional) All fonts with the same Style ID should share this name.
es: Esto provee un conjunto de nombres usados para identificar el estilo de esta fuente. Los nombres pueden ser traducidos a múltiples idiomas (se requiere inglés pero otros son ocpionales). Todas las fuentes con el mismo ID de estilo deberían compartir este nombre.
ru: Содержит набор имён, использующихся для идентификации стиля шрифта. Имена могут переводится на несколько языков (присутствие английского варианта обязательно, другие языки добавляются по возможности). Все шрифты с одним ID стиля должны иметь одно и то же имя.
sv: Detta ger en uppsättning namn som används för att identifiera stil för detta typsnitt. Namnen kan översättas till flera språk språk (engelska är obligatoriskt, andra är valfria) Alla typsnitt med samma Style ID bör dela detta namn.

source: This reference has a transformation matrix which cannot be expressed in Type1/2 fonts. No scaling or rotation allowed.
es: Esta referencia tiene una matriz de transformación que no puede ser expresada en fuentes Type1/2. No se permite la escala o rotación.
ru: По данной ссылке находится матрица преобразования, которую невозможно выразить в шрифте Type1/2. Ни масштабирование, ни вращение не допускаются.
sv: Denna referens har en transformationsmatris som inte kan uttryckas i typsnitt av typ 1/2. Ingen skalning eller rotation är tillåten.

source: This reference has a transformation matrix which cannot be expressed in truetype. All entries (except translation) must be between [-2.0,2.0). Translation must be integral.
es: Esta referencia tiene una matriz de transformación que no puede ser expresada en TrueType. Todas las entradas (excepto la transposición) deben estar entre [-2.0,2.0). La transposición debe ser integral.
ru: По данной ссылке находится матрица преобразования, которую невозможно выразить в truetype. Все записи (за исключением трансляции) должны иметь значения в пределах интервала [-2.0,2.0). Трансляция должна быть внутренней.
sv: Denna referens har en transformationsmatris som inte kan uttryckas i truetype. Alla poster (utom översättning) måste ligga mellan [-2,0,2,0]. Översättningen måste vara integral.

source: This reference has been flipped, so the paths in it are drawn backwards
es: Esta referencia ha sido volteada, por lo que los trazados en ella se están dibujando al revés
ru: Эта ссылка была перевёрнута, поэтому контуры в ней расположены в обратном направлении
sv: Denna referens har vänts, så vägarna i den är ritade baklänges

source: This reference uses point-matching but it refers to a glyph (or a previous reference refers to a glyph) whose points have been renumbered.
es: Esta referencia usa coincidencia de puntos pero se refiere a un glifo (o una referencia anterior se refiere a un glifo) cuyos puntos han sido renumerados.
ru: Эта ссылка использует сопоставление точек, но ссылается на глиф (либо предыдущая ссылка ссылается на глиф) с перенумерованными точками.
sv: Denna referens använder punktmatchning men den hänvisar till en glyf (eller en tidigare referens hänvisar till en glyf) vars punkter har omnumrerats.

source: This rule activates no lookups. Proceed anyway?
es: Esta regla no activa ninguna búsqueda. ¿Continuar de todos modos?
ru: Это правило не активирует lookup. Продолжить?
sv: Denna regel aktiverar inga uppslagningar. Fortsätt ändå?

source: This setting is already used
es: Esta configuración ya está en uso
ru: Этот параметр уже используется
sv: Denna inställning används redan

source: This specifies the dash pattern for a line. Leave this field blank for a solid line. Otherwise specify a list of up to 8 integers (between 0 and 255) which give the dash pattern in em-units. So "10 10" will draw the first 10 units of a line, leave the next 10 blank, draw the next 10, and so on.
es: Esto especifica el patrón de guión para una línea. Deja este campo en blanco para una línea sólida. De lo contrario, especifica una lista de hasta 8 enteros (de entre 0 y 255) que den el patrón de guión en unidades em. Por ejemplo, "10 10" dibujará las primeras 10 unidades de una línea, dejará las siguientes 10 en blanco, dibujará las siguientes 10, y así sucesivamente.
ru: Здесь можно указать пунктирный узор для линии. Оставьте это поле пустым для вывода сплошной линии. В противном случае введите список, содержащий до 8 целых чисел (от 0 до 255) с описанием пунктирного узора в единицах em. Например, «10 10» означает вывод 10 единиц линии, следующие 10 будут пустыми, затем будут нарисованы следующие 10, и так далее.
sv: Detta anger streckmönstret för en linje. Lämna fältet tomt om du vill ha en heldragen linje. Ange annars en lista med upp till 8 heltal (mellan 0 och 255) som anger streckmönstret i em-enheter. Så "10 10" kommer att rita de första 10 enheterna av en linje och lämnar de följande 10 tomma, ritar nästa 10, och så vidare.

source: This specifies the line spacing on the mac. (The descent field is usually negative.) If the "[] Is Offset" checkbox is clear then any number you enter will be the value used in hhea. If set then any number you enter will be added to the font's bounds. You should leave this field 0 and check "[*] Is Offset" in most cases. NOTE: hhea Descent is a NEGATIVE value for things below the baseline
es: Esto especifica el espaciado de línea en Mac. (El campo de descenso usualmente es negativo). Si la casilla "[] Es desplazamiento" no está marcada, entonces cualquier número que introduzcas será el valor usado en hhea. Si se establece, entonces cualquier número que introduzcas será añadido a los límites de la fuente. Deberías dejar este campo en 0 y marcar "[*] Es desplazamiento" en la mayoría de los casos. NOTA: El descenso de hhea es un valor NEGATIVO para elementos debajo de la línea base
ru: Здесь указывается межстрочный интервал на mac. (Поле нижнего выносного элемента обычно содержит отрицательное значение.) Если флажок «[] Со смещением» снят, то любое вводимое число будет использоваться в качестве значения hhea. Если флажок установлен, то любое введённое число добавляется к площадкам шрифта. В большинстве случаев следует оставить в этом поле значение 0 и установить флажок «[*] Со смещением». ПРИМЕЧАНИЕ: поле hhea Descent будет содержать ОТРИЦАТЕЛЬНОЕ значение для элементов ниже базовой линии
sv: Detta anger radavståndet på mac-enheten. (Descent-fältet är vanligtvis negativt.) Om kryssrutan "[] Är Offset" är avmarkerad kommer kommer alla siffror du anger att vara det värde som används i hhea. Om den är markerad kommer varje siffra du anger att läggas till typsnittets gränser. Du bör lämna detta fältet 0 och markera "[*] Is Offset" i de flesta fall. OBS: hhea Descent är ett NEGATIVT värde för saker under baslinjen

source: This spline set has no points.
es: Este conjunto de curvas no tiene puntos.
ru: Набор сплайнов не имеет точек.

source: This version of FontForge expects freetype 2.3.7 or more.
es: Esta versión de FontForge espera un freetype 2.3.7 o más.
ru: Эта версия FontForge предполагает использование версии freetype 2.3.7 или более поздней.

source: This version of fontforge was not linked with the spiro library, so you may not use them.
es: Esta versión de FontForge no estaba vinculada a la biblioteca de espiras, por lo que no puedes usarlas.
ru: Эта версия fontforge не была связана с библиотекой spiro, поэтому использовать их нельзя.
sv: Den här versionen av fontforge länkades inte med spiro-biblioteket, så du kan inte använda dem.

source: This window displays a single bitmap glyph
es: Esta ventana muestra un solo glifo de mapa de bits
ru: В этом окне отображается один растровый глиф

source: This window displays metrics information about a font
es: Esta ventana muestra la información de las métricas sobre una fuente
ru: В этом окне отображается информация по метрикам шрифта
sv: I det här fönstret visas information om ett typsnitt

source: Threshold between "thin" and "thick":
es: Umbral entre "delgadas" y "gruesas":
ru: Порог между тонкими и толстыми:
sv: Tröskel mellan "tunn" och "tjock":

source: Threshold between Thin and Thick Stems
es: Umbral entre astas delgadas y gruesas
ru: Порог между тонким и толстым штрихом
sv: Tröskel mellan tunna och tjocka stjälkar

source: Tibetan
es: Tibetano
ru: Тибетский
sv: Tibetanska

source: Tibetan (PRC)
es: Tibetano (PRC)
ru: Тибетский (PRC)
sv: Tibetanska (PRC)

source: Tifinagh
es: Tifinag
ru: Тифинаг

source: Tifinagh (Berber)
es: Tifinag (bereber)
ru: Тифинаг (берберский)

source: Tigre
es: Tigré
ru: Тигре

source: Tigrinya
es: Tigriña
ru: Тигринья
sv: Tigrinja

source: Tile Bounding Box:
es: Cuadro delimitador de mosaico:
ru: Площадка фрагмента:

source: Tile Margin
es: Margen de mosaico
ru: Поля фрагмента заполнения
sv: Plattmarginal

source: Tile Margin:
es: Margen de mosaico:
ru: Поля фрагмента заполнения:
sv: Plattmarginal:

source: Tile Max X
es: X máximo de mosaico
ru: Макс. поле по X
sv: Platta Max X

source: Tile Max Y
es: Y máximo de mosaico
ru: Макс. поле по Y
sv: Platta Max Y

source: Tile Min X
es: X mínimo de mosaico
ru: Мин. поле по X
sv: Platta Min X

source: Tile Min Y
es: Y mínimo de mosaico
ru: Мин. поле по Y
sv: Platta Min Y

source: Tile Path
es: Trazado del mosaico
ru: Контур фрагмента
sv: Plattsökväg

source: Tile Pattern
es: Patrón de mosaico
ru: Порядок размещения фрагментов
sv: Plattmönster

source: Tile Pattern...
es: Patrón de mosaico...
ru: Порядок размещения фрагментов…
sv: Plattmönster...

source: Tile Size
es: Tamaño de mosaico
ru: Размер фрагмента
sv: Storlek på platta

source: Tile _Path...
es: Trazado del mosaico...(_P)
ru: Траектория _фрагмента…
sv: Platt_sökväg...

source: TilePath.BoldFont
es: Fuente negrita del trazado del mosaico
ru: Полужирный шрифт окна «Траектория фрагмента»

source: TilePath.Font
es: Fuente del trazado del mosaico
ru: Шрифт окна «Траектория фрагмента»

source: Time (in milliseconds) before scrolling starts
es: Tiempo (en milisegundos) antes de que comience el desplazamiento
ru: Время (в миллисекундах) до начала прокрутки

source: Time (in milliseconds) between scroll events
es: Tiempo (en milisegundos) entre eventos de desplazamiento
ru: Время (в миллисекундах) между событиями прокрутки

source: Time (in milliseconds) that popup windows remain visible
es: Tiempo (en milisegundos) que las ventanas emergentes permanecen visibles
ru: Длительность (в мс) отображения подсказок
sv: Tid (i millisekunder) som popup-fönster förblir synliga

source: Time (in secs) after making a request for a selection (ie. a Paste) to wait for a response before reporting an error
es: Tiempo (en segundos) después de hacer una solicitud de selección (por ejemplo, un Pegar) para esperar una respuesta antes de informar de un error
ru: Время ожидания ответа (в секундах) после запроса на выделение (то есть вставку) до отправки сообщения об ошибке

source: Tiny Selection
es: Selección pequeña
ru: Малый объём выделения
sv: Små urval

source: Tirhuta
ru: Тирхута

source: Title Background
es: Fondo del título
ru: Фон заголовка
sv: Titel Bakgrund

source: Title Divider Color
es: Color de título de divisor
ru: Цвет разделителя заголовка
sv: Färg på avdelare för titel

source: Title Font
es: Fuente del título
ru: Шрифт заголовка
sv: Rubrikens typsnitt

source: Title Text Color
es: Color del texto del título
ru: Цвет текста заголовка
sv: Titel Textfärg

source: Titling
es: Titulación
ru: Озаглавливание
sv: Titulering

source: Tiv
ru: Тив

source: Tlingit
ru: Тлингитский

source: To P_DF File
es: Al archivo P_DF
ru: В файл _PDF
sv: Till P_DF-fil

source: To _File
es: En un archivo(_F)
ru: В ф_айл
sv: Till _fil

source: To _Hundredths
es: A centésimas(_H)
ru: До _сотых
sv: Till _Hundradels

source: To _Int
es: Re_dondear a entero
ru: О_круглить
sv: Till _Int

source: To create a new name, left click on the <New> button, and select a locale (language). To change the locale, left click on it. To change the feature, left click on it. To change the text, left click in it and then type.
es: Para crear un nuevo nombre, haz clic izquierdo en el botón <Nuevo>, y selecciona un idioma. Para cambiar el idioma, haz clic izquierdo en él. Para cambiar la característica, haz clic izquierdo en ella. Para cambiar el texto, haz clic izquierdo en él y luego escribe.
ru: Для создания нового имени щёлкните левой клавишей мыши по кнопке <Создать>, а затем выберите локаль (язык). Для изменения локали щёлкните по ней левой клавишей мыши. Для изменения функции щёлкните по ней левой клавишей мыши. Для изменения текста щёлкните по ней левой клавишей мыши и введите текст.
sv: För att skapa ett nytt namn, vänsterklicka på knappen <New> och välj en locale (språk). För att ändra locale, vänsterklicka på den. För att ändra funktion, vänsterklicka på den. Om du vill ändra texten vänsterklickar du i den och skriver sedan.

source: To create a new name, left click on the <New> button, and select a locale (language). To change the locale, left click on it. To change the text, left click in it and then type.
es: Para crear un nuevo nombre, haz clic izquierdo en el botón <Nuevo>, y selecciona un idioma. Para cambiar el idioma, haz clic izquierdo en él. Para cambiar el texto, haz clic izquierdo en él y luego escribe.
ru: Для создания нового имени щёлкните левой клавишей мыши по кнопке <Создать>, и выберите локаль (язык). Для изменения локали, щёлкните по ней левой клавишей мыши. Для изменения текста, щёлкните по ней левой клавишей мыши и введите текст.
sv: För att skapa ett nytt namn, vänsterklicka på knappen <New> och välj en locale (språk). För att ändra locale, vänsterklicka på den. Om du vill ändra texten vänsterklickar du i den och skriver sedan.

source: To create a new name, left click on the <New> button, and select a locale. To change the locale, left click on it. To change the string type, left click on it. To change the text, left click in it and then type. To delete a name, right click on the name & select Delete from the menu. To associate or disassociate a truetype name to its postscript equivalent right click and select the appropriate menu item.
es: Para crear un nuevo nombre, haz clic izquierdo en el botón <Nuevo>, y selecciona un idioma. Para cambiar el idioma, haz clic izquierdo en él. Para cambiar el tipo de cadena, haz clic izquierdo en él. Para cambiar el texto, haz clic izquierdo en él y luego escribe. Para eliminar un nombre, haz clic derecho en el nombre y selecciona Eliminar en el menú. Para asociar o desasociar un nombre de TrueType a su equivalente en PostScript, haz clic derecho y selecciona el elemento apropiado en el menú.
ru: Для создания нового имени, щёлкните левой клавишей мыши по кнопке <Создать>, и выберите локаль. Для изменения локали щёлкните по ней левой клавишей мыши. Для изменения типа строки щёлкните по ней левой клавишей мыши. Для изменения текста щёлкните по полю левой клавишей мыши и введите текст. Для удаления имени щёлкните по имени правой клавишей мыши и выберите элемент меню «Удалить». Для установки или снятия соответствия имени truetype его эквиваленту в postscript щёлкните правой клавишей мыши и выберите соответствующий элемент меню.

source: To generate a Mac family file, the current font must have plain (Normal, Regular, etc.) style, and there must be other open fonts with the same family name.
es: Para generar un archivo de familia Mac, la fuente actual debe tener un estilo del tipo Normal, Regular, etc. y debe haber otras fuentes abiertas con el mismo nombre de familia.
ru: Для создания файла семейства Mac, текущий шрифт должен иметь простой (Normal, Regular, и т.д.) стиль, а также предполагается наличие других открытых шрифтов, принадлежащих к семейству с тем же именем.
sv: För att generera en Mac-familjefil måste det aktuella typsnittet ha en vanlig stil (Normal, Regular, etc.) och det måste finnas andra öppna typsnitt med samma familjenamn.

source: To the glyph names starting at:
es: A los nombres de los glifos que comienzan en:
ru: К именам глифов, начинающимся на:
sv: Till de glyfnamn som börjar på:

source: To their own names
es: A sus propios nombres
ru: К их собственным именам
sv: Till sina egna namn

source: To:
es: Hasta:
ru: В:
sv: Till:

source: Todo
ru: Тодо
sv: Att göra

source: Tok Pisin
ru: Ток-писин

source: Toma
ru: Лоома

source: Tonga
es: Tongano
ru: Тонга

source: Tongan
es: Tongano
ru: Тонга

source: Too Big
es: Demasiado grande
ru: Слишком большой
sv: För stor

source: Too Complex or Bad
es: Demasiado complejo o está dañado
ru: Файл слишком сложен или повреждён
sv: För komplex eller dålig

source: Too Many Breakpoints
es: Demasiado puntos de ruptura
ru: Слишком много точек останова
sv: För många brytpunkter

source: Too Many Glyphs
es: Demasiado glifos
ru: Слишком много глифов
sv: För många glyfer

source: Too Many Hints
es: Demasiadas pistas
ru: Слишком много хинтов
sv: För många ledtrådar

source: Too Many Kerns
es: Demasiados interletrajes
ru: Слишком много кернов
sv: För många kärnor

source: Too Many Points
es: Demasiados puntos
ru: Слишком много точек
sv: För många punkter

source: Too few items on stack for blend in %s
es: Muy pocos objetos en la pila para mezclar en %s
ru: Слишком мало элементов в стеке для blend в %s

source: Too few items on stack for get in %s
es: Muy pocos objetos en la pila para obtener en %s
ru: Слишком мало элементов в стеке для get в %s

source: Too few items on stack for put in %s
es: Muy pocos objetos en la pila para poner en %s
ru: Слишком мало элементов в стеке для put в %s

source: Too many Unique Font IDs
es: Demasiadas IDs únicas de fuente
ru: Слишком много уникальных идентификаторов шрифта
sv: För många unika typsnitts-ID:n

source: Too many axis positions specified in /BlendDesignPositions.
es: Demasiadas posiciones de eje especificadas en /BlendDesignPositions.
ru: Указано слишком много позиций оси в /BlendDesignPositions.

source: Too many dashes (at most %d allowed)
es: Demasiados guiones (se permite un máximo de %d)
ru: Слишком большое количество тире (максимальное допустимое количество %d)
sv: För många bindestreck (högst %d tillåtna)

source: Too many elements in BlueValues/OtherBlues array.
es: Demasiados elementos en el array BlueValues/OtherBlues.
ru: Слишком много элементов в массиве BlueValues/OtherBlues.
sv: För många element i BlueValues/OtherBlues-arrayen.

source: Too many elements in FamilyBlues/FamilyOtherBlues array.
es: Demasiados elementos en el array FamilyBlues/FamilyOtherBlues.
ru: Слишком много элементов в массиве FamilyBlues/FamilyOtherBlues.
sv: För många element i FamilyBlues/FamilyOtherBlues-arrayen.

source: Too many entries in CharStrings dictionary "%s
es: Demasiadas entradas en el diccionario de cadena de caracteres "%s
ru: Слишком много записей в словаре CharStrings "%s
sv: För många poster i CharStrings ordlista "%s

source: Too many features %d
es: Demasiadas características %d
ru: Слишком много функций %d

source: Too many glyphs
es: Demasiados glifos
ru: Слишком много глифов
sv: För många glyfer

source: Too many kern pairs
es: Demasiados pares de kern
ru: Слишком много кернинговых пар
sv: För många kern-par

source: Too many layers
es: Demasiadas capas
ru: Слишком много слоёв
sv: För många lager

source: Too many lookups %d
es: Demasiadas búsquedas %d
ru: Слишком большое количество lookup %d
