Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Error Bound
es: Límite de error
ru: Неверная граница
sv: Felgräns

source: Error clearing %s.
es: Error al eliminar %s.
ru: Ошибка очистки %s.

source: Error in WriteUFOLayer.
es: Error en WriteUFOLayer.
ru: Ошибка в WriteUFOLayer.

source: Error parsing color component.
es: Error al analizar el componente de color.
ru: Ошибка обработки цветового компонента.

source: Error reading plugin configuration file '%s': %s
es: Error al leer el archivo de configuración del plugin: '%s': %s
ru: Ошибка чтения файла конфигурации подключаемых модулей «%s»: %s

source: Error saving plugin configuration file '%s': %s
es: Error al guardar el archivo de configuración del plugin: '%s': %s
ru: Ошибка сохранения файла конфигурации подключаемых модулей «%s»: %s

source: Error: %s
ru: Ошибка: %s

source: Error: Expected %s, got %s
es: Error: Se esperaba %s, se obtuvo %s
ru: Ошибка: Ожидалось %s, было получено %s

source: Error: Unexpected %s found
es: Error: Se encontró %s inesperado
ru: Ошибка: Неожиданно найдено %s

source: Error: wrong format
es: Error: formato incorrecto
ru: Ошибка: неверный формат

source: Errors detected
es: Errores detectados
ru: Обнаружены ошибки
sv: Fel upptäckta

source: Erzya
ru: Эрзянский

source: Esperanto
ru: Эсперанто

source: Estonian
es: Estonio
ru: Эстонский
sv: Estniska

source: Ethiopic
es: Etíope
ru: Эфиопский
sv: Etiopisk

source: Ethiopic (& Supplement/Extended)
es: Etíope (y suplemento/extendido)
ru: Эфиопское письмо (и дополнение/расширение к нему)

source: Ethiopic Extended
es: Etíope extendido
ru: Эфиопский расширенный
sv: Etiopisk utökad

source: Ethiopic Extended-A
es: Etíope extendido-A
ru: Расширенное эфиопское письмо — А
sv: Etiopisk Extended-A

source: Ethiopic Extended-B
es: Etíope extendido-B
ru: Расширенное эфиопское письмо — B

source: Ethiopic Supplement
es: Etíope, suplemento
ru: Дополнение к эфиопскому письму
sv: Etiopiskt tillägg

source: European Number
es: Número europeo
ru: Европейское число
sv: Europeiskt nummer

source: European Number Separator
es: Separador de número europeo
ru: Разделитель европейского числа
sv: Europeisk nummeravskiljare

source: European Number Terminator
es: Terminador de número europeo
ru: Конец европейского числа
sv: Europeisk nummerterminator

source: Even
ru: Эвенский
sv: Jämna

source: Even Width
es: Ancho par
ru: Равноширинный
sv: Jämn bredd

source: Evenki
ru: Эвенкийский (тунгусский)

source: Everything to its default value
es: Todo a su valor predeterminado
ru: Сбросить всё до исходных значений
sv: Allt till sitt standardvärde

source: Ewe
es: Ewé
ru: Эве

source: Exaggerated
es: Exagerado
ru: Резко расширяющиеся
sv: Överdrivet

source: Exaggerated/Extreme Wrapping
es: Exagerada/ajuste de texto extremo
ru: Гипертрофированный/Чрезмерное огибание
sv: Överdriven/extrem inplastning

source: Exaggerated/More Wrapping
es: Exagerada/más ajuste de texto
ru: Гипертрофированный/Значительное огибание
sv: Överdriven/mer inplastning

source: Exaggerated/No Wrapping
es: Exagerada/sin ajuste de texto
ru: Гипертрофированный/Без огибания
sv: Överdriven/ingen inplastning

source: Exaggerated/Some Wrapping
es: Exagerada/algo de ajuste de texto
ru: Гипертрофированный/Умеренное огибание
sv: Överdriven/viss inplastning

source: Exceptionally Wide
es: Excepcionalmente ancho
ru: Чрезвычайно широкий
sv: Exceptionellt bred

source: Execute Script
es: Ejecutar script
ru: Выполнение сценария
sv: Exekvera skript

source: Execution of script %s failed
es: Ejecución del script %s fallida
ru: Сбой исполнения сценария %s

source: Exit
es: Salir
ru: Выход
sv: Avsluta

source: Exit (%d,%d)
es: Salida (%d,%d)
ru: Выход (%d,%d)
sv: Avsluta (%d,%d)

source: Exit Debugger
es: Abandonar depurador
ru: Выход из отладчика
sv: Avsluta Debugger

source: Exits
es: Salidas
ru: Выходы
sv: Avslutar

source: Expand Stroke
es: Expandir trazo
ru: Расширение обводки
sv: Expandera Stroke

source: Expand the selection of the font view to include all the glyphs found by this search
es: Expandir la selección en la ventana de la fuente para incluir todos los caracters encontrados en esta búsqueda
ru: Добавить к текущему выделению в окне просмотра шрифта глифы, найденные в этом поиске.
sv: Utöka urvalet i typsnittsvyn till att omfatta alla glyfer som hittats genom denna sökning

source: Expand the selection of the font view to include all the glyphs which match
es: Expande la selección de la vista de fuente para incluir todos los glifos que coinciden
ru: Расширить область выделения в отображении шрифта для включения всех совпадающих глифов
sv: Utöka urvalet i typsnittsvyn till att omfatta alla glyfer som matchar

source: Expanded
es: Expandido
ru: Расширенный
sv: Expanderad

source: Expanded (125%)
es: Expandido (125%)
ru: Широкий (125%)
sv: Expanderad (125%)

source: Expected %s in lookup definition on line %d of %s
es: Se esperaba %s en la definición de búsqueda en la línea %d de %s
ru: Ожидалось %s в определении lookup на строке %d файла %s
sv: Förväntad %s i uppslagsdefinition på rad %d av %s

source: Expected '%c%c%c%c' in lookup definition on line %d of %s
es: Se esperaba "%c%c%c%c" en la definición de la búsqueda en la línea %d de %s
ru: Ожидалось '%c%c%c%c' в определении lookup на строке %d файла %s
sv: Förväntade '%c%c%c%c' i lookup-definitionen på rad %d av %s

source: Expected '%c' on line %d of %s
es: Se esperaba "%c" en línea %d de %s
ru: Ожидалось '%c' на строке %d файла %s
sv: Förväntad '%c' på rad %d av %s

source: Expected '%s' on line %d of %s
es: Se esperaba "%s" en la línea %d de %s
ru: Ожидалось '%s' на строке %d файла %s
sv: Förväntad '%s' på rad %d av %s

source: Expected ';' at statement end on line %d of %s
es: Se esperaba ";" al final de la instrucción en la línea %d de %s
ru: Ожидалось ';' в конце утверждения на строке %d файла %s
sv: Förväntad ';' i slutet av satsen på rad %d av %s

source: Expected ';' in lookupflags on line %d of %s
es: Se esperaba ";" en banderas de búsqueda en la línea %d de %s
ru: Ожидалось ';' в «lookupflags» на строке %d файла %s
sv: Förväntad ';' i lookupflags på rad %d av %s

source: Expected ';' on line %d of %s
es: Se esperaba ";" en la línea %d de %s
ru: Ожидалась ';' на строке %d файла %s
sv: Förväntad ';' på rad %d av %s

source: Expected '=' in glyph class definition on line %d of %s
es: Se esperaba "=" en la definición de clase de glifos en la línea %d de %s
ru: Ожидалось '=' в определении класса глифа на строке %d файла %s
sv: Förväntat '=' i glyfklassdefinitionen på rad %d av %s

source: Expected '>' in anchor on line %d of %s
es: Se esperaba ">" en el ancla en la línea %d de %s
ru: Ожидалось '>' в опорной точке на строке %d файла %s
sv: Förväntat '>' i ankaret på rad %d av %s

source: Expected '>' in caret on line %d of %s
es: Se esperaba ">" en el circunflejo en la línea %d de %s
ru: Ожидалось '>' в курсоре на строке %d файла %s
sv: Förväntat '>' i caret på rad %d av %s

source: Expected '>' in value record on line %d of %s
es: Se esperaba ">" en el registro de valor en la línea %d de %s
ru: Ожидалось '>' в записи значения на строке %d файла %s
sv: Förväntat '>' i värdepost på rad %d av %s

source: Expected '[' in glyph class definition on line %d of %s
es: Se esperaba "[" en la definición de clase de glifos en la línea %d de %s
ru: Ожидалось '[' в определении класса глифа на строке %d файла %s
sv: Förväntad '[' i glyfklassdefinitionen på rad %d av %s

source: Expected 'anchor' keyword in anchor on line %d of %s
es: Se esperaba la palabra clave "anchor" en el ancla en la línea %d de %s
ru: Ожидалось ключевое слово 'anchor' в опорной точке на строке %d файла %s
sv: Förväntat nyckelord 'anchor' i anchor på rad %d av %s

source: Expected 'by' keyword in substitution on line %d of %s
es: Se esperaba la palabra clave "by" en la sustitución de la línea %d de %s
ru: Ожидалось ключевое слово 'by' в подстановке на строке %d файла %s
sv: Förväntat 'by'-nyckelord i substitution på rad %d av %s

source: Expected 'by' or 'from' keywords in substitution on line %d of %s
es: Se esperaban las palabras clave "by" o "from" en la sustitución de la línea %d de %s
ru: Ожидались ключевые слова 'by' или 'from' в подстановке на строке %d файла %s
sv: Förväntade 'by' eller 'from' nyckelord i substitution på rad %d av %s

source: Expected '{' in feature definition on line %d of %s
es: Se esperaba "{" en la definición de la característica en la línea %d de %s
ru: Ожидалось '{' в определении функции на строке %d файла %s
sv: Förväntad '{' i funktionsdefinition på rad %d av %s

source: Expected '}' on line %d of %s
es: Se esperaba "}" en la línea %d de %s
ru: Ожидалась '}' на строке %d файла %s
sv: Förväntad '}' på rad %d av %s

source: Expected Attach or LigatureCaret or GlyphClassDef on line %d of %s
es: Se esperaba un enlace o un circunflejo de ligadura o una definición de clase de glifo en la línea %d de %s
ru: Ожидалось «Attach», «LigatureCaret» или «GlyphClassDef» на строке %d файла %s
sv: Förväntad Attach eller LigatureCaret eller GlyphClassDef på rad %d av %s

source: Expected PostScript code. Which usually begins with a "{" and ends with a "}".
es: Se esperaba un código de PostScript. Usualmente comienza con "{" y termina con "}".
ru: Ожидался код PostScript. Обычно начинается с «{» и завершается на «}».
sv: Förväntad PostScript-kod. Som vanligtvis börjar med ett "{" och slutar med ett "}".

source: Expected a number for a push count
es: Se esperaba un número para un conteo de empujes
ru: Предполагается число для количества сдвигов
sv: Förväntade sig ett nummer för en push-räkning

source: Expected a single glyph name in reverse substitution on line %d of %s
es: Se esperaba un solo nombre de glifo en sustitución inversa en la línea %d de %s
ru: Ожидалось единственное имя глифа в последовательности подстановки на строке %d файла %s
sv: Förväntade sig ett enda glyfnamn i omvänd substitution på rad %d av %s

source: Expected a valid glyph/CID name on line %d of %s
es: Se esperaba un nombre de glifo/CID válido en la línea %d de %s
ru: Ожидалось допустимое имя глифа/CID на строке %d файла %s

source: Expected an anchor (after base/mark) on line %d of %s
es: Se esperaba un ancla (tras la base/marca) en la línea %d de %s
ru: Ожидалась опорная точка (после основы/диакритического знака) на строке %d файла %s
sv: Förväntade ett ankare (efter bas/märke) på rad %d av %s

source: Expected an anchor (after ligature) on line %d of %s
es: Se esperaba un ancla (tras la ligadura) en la línea %d de %s
ru: Ожидалась опорная точка (после лигатуры) на строке %d файла %s
sv: Förväntat ankare (efter ligatur) på rad %d i %s

source: Expected an integer specifying baseline positions in BASE table on line %d of %s
es: Se esperaba un entero especificando las posiciones de la línea base en la tabla BASE en la línea %d de %s
ru: Ожидалось целочисленное значение с указанием позиций базовой линии в таблице BASE на строке %d файла %s
sv: Förväntade sig ett heltal som anger baslinjepositioner i BASE-tabellen på rad %d i %s

source: Expected anchor in mark class definition on line %d of %s
es: Se esperaba un ancla en la definición de clase de marca en la línea %d de %s
ru: Ожидалась опорная точка в определении класса диакритических знаков на строке %d файла %s
sv: Förväntat ankare i mark class definition på rad %d av %s

source: Expected array of numbers. Failed to parse "%.*s" as a number.
es: Se esperaba un array de números. Error al interpretar "%.*s" como un número.
ru: Ожидался массив чисел. Не удалось обработать «%.*s» как число.
sv: Förväntad matris med siffror. Misslyckades med att tolka "%.*s" som ett tal.

source: Expected baseline tag in BASE table on line %d of %s
es: Etiqueta de línea base esperada en la tabla BASE en la línea %d de %s
ru: Ожидался тег базовой линии в таблице BASE на строке %d файла %s
sv: Förväntad baslinjetagg i BASE-tabellen på rad %d av %s

source: Expected boolean value. ("true" or "false")
es: Se esperaba un vaor booleano. ("true" o "false")
ru: Ожидалось логическое значение. («истина» или «ложь»)
sv: Förväntat booleanskt värde. ("sant" eller "falskt")

source: Expected class name in mark class definition on line %d of %s
es: Se esperaba un nombre de clase en la definición de clase de marca en la línea %d de %s
ru: Ожидалось имя класса в определении класса диакритических знаков на строке %d файла %s
sv: Förväntat klassnamn i mark class definition på rad %d av %s

source: Expected class on line %d of %s
es: Se esperaba una clase en la línea %d de %s
ru: Ожидался класс на строке %d файла %s
sv: Förväntad klass på rad %d av %s

source: Expected closing curly brace on line %d of %s
es: Se espera una llave de cierre en la línea %d de %s
ru: Ожидалась закрывающая фигурная скобка на строке %d файла %s
sv: Förväntat avslutande lockigt hakparentes på rad %d av %s

source: Expected comma in device table on line %d of %s
es: Se esperaba una coma en la tabla de dispositivos en la línea %d de %s
ru: Ожидалась точка в таблице устройств на строке %d файла %s
sv: Förväntat kommatecken i enhetstabell på rad %d av %s

source: Expected comma or semicolon in BASE table on line %d of %s
es: Se esperaba una coma o un punto y coma en la tabla BASE en la línea %d de %s
ru: Ожидалась запятая или точка с запятой в таблице BASE на строке %d файла %s
sv: Förväntat kommatecken eller semikolon i BASE-tabellen på rad %d i %s

source: Expected comma or semicolon on line %d of %s
es: Se esperaba coma o punto y coma en la línea %d de %s
ru: Ожидалась запятая или точка с запятой на строке %d файла %s
sv: Förväntat komma eller semikolon på rad %d av %s

source: Expected either "HorizAxis" or "VertAxis" in BASE table on line %d of %s
es: Se esperaba "HorizAxis" o "VertAxis" en la tabla BASE en la línea %d de %s
ru: Ожидался «HorizAxis» или «VertAxis» в таблице BASE на строке %d файла %s
sv: Förväntade antingen "HorizAxis" eller "VertAxis" i BASE-tabellen på rad %d av %s

source: Expected glyph file with format==1 or 2
es: Se esperaba un archivo de glifos con formato == 1 o 2
ru: Ожидаемый файл глифа с форматом==1 или 2

source: Expected glyph name, cid, or class in glyph class definition on line %d of %s
es: Se esperaba el nombre de glifo, cid, o clase en la definición de clase de glifo en la línea %d de %s
ru: Ожидалось имя глифа, cid или класса в определении класса глифа на строке %d файла %s
sv: Förväntat glyfnamn, cid eller klass i glyfklassdefinitionen på rad %d av %s

source: Expected glyph or glyphclass (after cursive) on line %d of %s
es: Se esperaba glifo o clase de glifo (después de la cursiva) en la línea %d de %s
ru: Ожидался глиф или класс глифа (после курсива) на строке %d файла %s
sv: Förväntad glyf eller glyfklass (efter cursive) på rad %d av %s

source: Expected glyph or glyphclass (after ligature) on line %d of %s
es: Se esperaba un glifo o clase de glifo (tras la ligadura) en la línea %d de %s
ru: Ожидался глиф или класс глифа (после лигатуры) на строке %d файла %s
sv: Förväntad glyf eller glyfklass (efter ligatur) på rad %d av %s

source: Expected integer in anchor on line %d of %s
es: Se esperaba un entero en el ancla en la línea %d de %s
ru: Ожидалось целочисленное значение в опорной точке на строке %d файла %s
sv: Förväntat heltal i ankaret på rad %d av %s

source: Expected integer in caret on line %d of %s
es: Se esperaba un entero en el circunflejo en la línea %d de %s
ru: Ожидалось целочисленное значение в курсоре на строке %d файла %s
sv: Förväntat heltal i caret på rad %d av %s

source: Expected integer in device table on line %d of %s
es: Se esperaba un entero en la tabla de dispositivo en la línea %d de %s
ru: Ожидалось целочисленное значение в таблице устройств на строке %d файла %s
sv: Förväntat heltal i enhetstabellen på rad %d av %s

source: Expected integer on line %d of %s
es: Se esperaba un entero en la línea %d de %s
ru: Ожидалось целочисленное значение на строке %d файла %s
sv: Förväntat heltal på rad %d av %s

source: Expected integer or list of integers after %s on line %d of %s
es: Se espera un entero o una lista de enteros después de %s en la línea %d de %s
ru: Ожидалось целочисленное значение или список целочисленных значений после %s на строке %d файла %s

source: Expected matching tag in table on line %d of %s
es: Se esperaba una etiqueta coincidente en la tabla de la línea %d de %s
ru: Ожидался совпадающий тег в таблице на строке %d файла %s
sv: Förväntad matchande tagg i tabellen på rad %d av %s

source: Expected name in anchor definition on line %d of %s
es: Se esperaba un nombre en la definición del ancla en la línea %d de %s
ru: Ожидалось имя в определении опорной точки на строке %d файла %s
sv: Förväntat namn i ankardefinition på rad %d av %s

source: Expected name in lookup on line %d of %s
es: Nombre esperado en la búsqueda en la línea %d de %s
ru: Ожидалось имя в lookup на строке %d файла %s
sv: Förväntat namn i lookup på rad %d av %s

source: Expected name in value record definition on line %d of %s
es: Nombre esperado en la definición del registro de valores en la línea %d de %s
ru: Ожидалось имя в определении записи значения на строке %d файла %s
sv: Förväntat namn i värdepostdefinition på rad %d av %s

source: Expected name or class on line %d of %s
es: Nombre o clase esperados en la línea %d de %s
ru: Ожидалось имя или класс на строке %d файла %s
sv: Förväntat namn eller klass på rad %d av %s

source: Expected number.
es: Número esperado.
ru: Ожидалось число.
sv: Förväntat antal.

source: Expected property list file
es: Se esperaba un archivo de lista de propiedades
ru: Ожидался файл со списком свойств
sv: Förväntad fastighetslistfil

source: Expected semicolon in BASE table on line %d of %s
es: Punto y coma esperado en la tabla BASE en la línea %d de %s
ru: Ожидалась точка с запятой в таблице BASE на строке %d файла %s
sv: Förväntat semikolon i BASE-tabellen på rad %d av %s

source: Expected semicolon on line %d of %s
es: Se esperaba un punto y coma en la línea %d de %s
ru: Ожидалась точка с запятой на строке %d файла %s
sv: Förväntat semikolon på rad %d av %s

source: Expected string on line %d of %s
es: Se esperaba una cadena en la línea %d de %s
ru: Ожидалась строка на строке %d файла %s
sv: Förväntad sträng på rad %d av %s

source: Expected tag in feature on line %d of %s
es: Se esperaba una etiqueta en la característica en la línea %d de %s
ru: Ожидался тег в функции на строке %d файла %s
sv: Förväntad tagg i funktionen på rad %d av %s

source: Expected tag in languagesystem on line %d of %s
es: Etiqueta esperada en el sistema de idioma en la línea %d de %s
ru: Ожидался тег в «languagesystem» на строке %d файла %s
sv: Förväntad tagg i språksystemet på rad %d av %s

source: Expected tag in table on line %d of %s
es: Se esperaba una etiqueta esperada en la tabla de la línea %d de %s
ru: Ожидался тег в таблице на строке %d файла %s
sv: Förväntad tagg i tabellen på rad %d av %s

source: Expected tag on line %d of %s
es: Se esperaba una etiqueta en la línea %d de %s
ru: Ожидался тэг в строке %d файла %s
sv: Förväntad tagg på rad %d av %s

source: Expected two anchors (after cursive) on line %d of %s
es: Se esperaban dos anclas (después de la cursiva) en la línea %d de %s
ru: Ожидалось две опорных точки (после курсива) на строке %d файла %s
sv: Förväntade två ankare (efter kursiv) på rad %d i %s

source: Expected unknown token (internal error) on line %d of %s
es: Se esperaba un token desconocido (error interno) en la línea %d de %s
ru: Ожидался неизвестный маркер (внутренняя ошибка) на строке %d файла %s
sv: Förväntad okänd symbol (internt fel) på rad %d av %s

source: Expert
es: Experto
ru: Расширенные наборы символов

source: Expert Forms
es: Formas expertas
ru: Усложнённые формы
sv: Expertformulär

source: Expor_t...
es: Expor_tar...
ru: _Экспортировать
sv: Expor_tera...

source: Export
es: Exportar
ru: Экспорт
sv: Exportera

source: Export Options
es: Opciones de exportación
ru: Экспорт параметров

source: ExportClipboard
es: Exportar portapapeles
ru: Отправлять в буфер обмена X.org
sv: ExportKlippbord

source: Exten Shapes
es: Formas extendidas
ru: Удлинённые формы

source: Extend Cap:
es: Extender tope:
ru: Растягивание кончика:

source: Extend Lookups Off
es: Extensión de búsquedas desactivada
ru: Выкл. Lookup для удлинения
sv: Förläng Lookups Off

source: Extend Lookups On
es: Extensión de búsquedas activada
ru: Вкл. Lookup для удлинения
sv: Utöka uppslagningar på

source: Extend Max Lookups
es: Extender búsquedas máximas
ru: Lookup макс. удлинения
sv: Utöka maxuppslagningar

source: Extended
es: Extendido
ru: Широкий
sv: Utökad

source: Extended Collection
es: Colección extendida
ru: Расширенная коллекция
sv: Utökad kollektion

source: Extender
es: Extensor
ru: Удлинение
sv: Förlängare

source: Extender Glyphs
es: Extender glifos
ru: Глифы удлинения
sv: Glyfer för förlängare

source: Extender Glyphs (kashidas, etc.)
es: Extender glifos (kashidas, etc.)
ru: Глифы удлинения (кашиды и т.п.)

source: Extenders
es: Extensores
ru: Удлинения
sv: Förlängare

source: Extension
es: Extensión
ru: Расширение
sv: Tillägg

source: Extent
es: Extensión
ru: Смещение
sv: Omfattning

source: External Only
es: Solo externos
ru: Только внешние

source: Extra Black (Nord)
es: Extra negra (Nord)
ru: Сверхжирный

source: Extra Sp:
es: Espacio extra:
ru: Доп. пробел:

source: Extra arguments for configuring the autotrace program (either autotrace or potrace)
es: Argumentos adicionales para configurar el programa de autotrazado (ya sea AutoTrace o Potrace)
ru: Дополнительные ключи, используемые при запуске трассировщика (как autotrace, так и potrace).
sv: Extra argument för att konfigurera autotrace-programmet (antingen autotrace eller potrace)

source: Extra horizontal kern before the degree of a radical if such be present.
es: Interletraje horizontal extra antes del grado de un radical si está presente.
ru: Дополнительный горизонтальный кернинг перед показателем корня, если таковой имеется в наличии.
sv: Extra horisontell kern före graden av en radikal om en sådan finns.

source: Extra white space reserved above the overbar.
es: Espacio en blanco extra reservado sobre la barra superior.
ru: Дополнительное зарезервированное пространство над чертой сверху.
sv: Extra vitt utrymme reserverat ovanför överfältet.

source: Extra white space reserved above the radical.
es: Espacio en blanco extra reservado sobre el radical.
ru: Дополнительно зарезервированное пространство над знаком корня.
sv: Extra vitt utrymme reserverat ovanför radikalen.

source: Extra white space reserved below the underbar.
es: Espacio en blanco extra reservado debajo de la barra inferior.
ru: Дополнительное зарезервированное пространство под нижней чертой.

source: Extra white space to be added after each sub/superscript.
es: Espacio en blanco adicional que será añadido después de cada sub/superíndice.
ru: Дополнительный пробел, добавляемый после каждого элемента в нижнем/верхнем индексе.

source: Extra-Condensed (62.5%)
es: Extracondensado (62.5%)
ru: Экстраузкий (62.5%)
sv: Extrakondenserad (62,5%)

source: Extra-Expanded (150%)
es: Extraexpandido (150%)
ru: Экстраширокий (150%)
sv: Extra-expanderad (150%)

source: Extract from PDF
es: Extraer de PDF
ru: Извлечь из PDF
sv: Extrahera från PDF

source: Extraneous glyphs
es: Glifos extraños
ru: Посторонние глифы
sv: Otillåtna glyfer

source: Extrema Point Color
es: Color de los puntos de los nodos extremos
ru: Цвет точки экстремума
sv: Extrema punkt Färg

source: Extremum bound...
es: Límite extremo...
ru: Граница экстремума…
sv: Extremumgräns...

source: FFTM Table
es: Tabla FFTM
ru: Таблица FFTM

source: FG Color
es: Color del primer plano
ru: Цвет текста
