Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: A style may not have both condense and extend set (it makes no sense)
es: Un estilo no puede ser simultáneamente condensado y extendido (no tiene sentido)
ru: В одном стиле не может одновременно содержаться узкий и расширенный набор (нецелесообразно)
sv: En stil får inte ha både condense- och extend-set (det är ologiskt)

source: A tag must be 4 ASCII characters
es: Una etiqueta debe tener 4 caracteres ASCII
ru: В теге должно быть четыре ASCII-символа
sv: En tagg måste bestå av 4 ASCII-tecken

source: A value must be between [-32768,32767]
es: El valor debe estar entre [-32768,32767]
ru: Значение должно быть в диапазоне [-32768,32767]
sv: Ett värde måste ligga mellan [-32768,32767]

source: A value must be between [-8,-1] or [1,8]
es: El valor debe estar entre [-8,-1] o [1,8]
ru: Значение должно быть в диапазоне [-8,-1] или [1,8]
sv: Ett värde måste ligga mellan [-8,-1] eller [1,8]

source: A value must be between [0,15]
es: Un valor debe estar en el rango [0,15]
ru: Значение должно быть в диапазоне [0,15]
sv: Ett värde måste ligga mellan [0,15]

source: A value to be pushed by a byte push must be between 0 and 255
es: Un valor a ser empujado por un byte debe estar entre 0 y 255
ru: Значение для побайтового сдвига должно находится в диапазоне между 0 и 255
sv: Ett värde som ska skjutas med en byte-push måste vara mellan 0 och 255

source: A-Hmao
ru: Да хуа мяо

source: ABSolute Value Replaces top of stack with its abs
es: Valor absoluto (ABSV) Reemplaza la parte superior de la pila con su abs
ru: ABS Абсолютное значение Заменяет верхний элемент стека его абсолютным значением
sv: ABSolut värde Ersätter toppen av stapeln med dess abs

source: ADD Pops two 26.6 fixed numbers from stack adds them, pushes result
es: ADD Desapila dos valores fijos 26.6 de la pila los añade, empuja el resultado
ru: ADD Сложение Извлекает из стека два фиксированных числа в формате 26.6 из стека и, сложив их, помещает результат в стек
sv: ADD Tar fram två 26,6 fasta tal från stapeln lägger till dem, trycker in resultatet

source: AGL For New Fonts
es: LGA para nuevas fuentes
ru: AGL для новых шрифтов

source: AGL with PUA
es: LGA con PUA
ru: AGL с PUA
sv: AGL med PUA

source: AGL without afii
es: LGA sin afii
ru: AGL без afii
sv: AGL utan afii

source: ALIGN PoinTS Aligns (&pops) the two points which are on the stack by moving along freedom vector to the average of their positions on projection vector
es: Alinear puntos (ALIGNPTS) Alinea (y desapila) los dos puntos que están en la pila moviendo el vector de libertad al promedio de sus posiciones en el vector de proyección
ru: ALIGNPTS Согласование точек Согласует (и извлекает) две точки стека перемещением их вдоль вектора свободы в среднее положение между ними на векторе проекции
sv: Rikta in punkter Justerar (&pops) de två punkterna som finns på stacken genom att förflytta sig längs frihetsvektorn till genomsnittet av deras positioner på projektionsvektorn

source: ALIGN to Reference Point Pops as many points as specified in loop counter Aligns points with RP0 by moving each along freedom vector until distance to RP0 on projection vector is 0
es: Alinear al punto de referencia (ALIGN) Desapila tantos puntos como especificados en un contador de bucles Alinea los puntos con RP0 moviendo cada uno a través del vector de libertad hasta que la distancia a RP0 en el vector de proyección sea 0
ru: ALIGNRP Согласование с опорной точкой Извлекает из стека столько точек, сколько содержится в счётчике циклов Согласовывает точки с RP0 путём перемещения каждой из них вдоль вектора свободы на такую позицию, с которой расстояние до RP0 вдоль вектора проекции будет равно 0
sv: ALIGN till referenspunkt Popar så många punkter som anges i loopräknaren Riktar in punkterna med RP0 genom att flytta varje längs frihetsvektorn tills avståndet till RP0 på projektionsvektorn är 0

source: AMS Names
es: Nombres AMS
ru: Имена AMS
sv: AMS namn

source: AR: Char 119
es: Atributo: Carácter 119
ru: Пропорции: Сhar 119

source: AR: Char 157
es: Atributo: Carácter 157
ru: Пропорции: Сhar 157

source: AR: Char 163
es: Atributo: Carácter 163
ru: Пропорции: Сhar 163

source: AR: Char 211
es: Atributo: Carácter 211
ru: Пропорции: Сhar 211

source: AR: Char 94
es: Atributo: Carácter 94
ru: Пропорции: Сhar 94

source: ATM requires that fonts be encoded with the Macintosh Latin encoding. This postscript font will print fine, but only the bitmap versions will be displayed on the screen
es: ATM requiere que las fuentes sean codificadas con la codificación Macintosh en latino. Esta fuente PostScript se imprimirá bien, pero sólo las versiones de mapa de bits se mostrarán en la pantalla
ru: ATM требует, чтобы шрифты имели кодировку Macintosh Latin. Этот postscript-шрифт даёт хорошие результаты в печати, но на экране будут отображаться только растровые его версии
sv: ATM kräver att typsnitt kodas med Macintosh Latin-kodning. Detta postscript-typsnitt går bra att skriva ut, men endast bitmappsversionerna visas på skärmen

source: A_dd Extrema
es: Aña_dir nodos extremos
ru: Д_обавить экстремумы

source: A_lign
es: A_linear
ru: _Выровнять
sv: _Justera

source: Aari
es: Arí
ru: Аари (ари)

source: Abaza
ru: Абазинский

source: Abkhazian
es: Abjasio
ru: Абхазский
sv: Abchaziska

source: Above Base Forms
es: Formas superiores
ru: Над формами основы
sv: Formulär ovanför basen

source: Above Base Mark
es: Encima marca base
ru: Над базовой диакритикой
sv: Ovanför basmärket

source: Above Base Substitutions
es: Sustituciones sobre la base
ru: Над подстановками основы
sv: Ersättningar ovanför basen

source: AccentCenterLowest
es: Centrar parte baja del acento
ru: Центрировать знак ударения по нижней точке
sv: AccentCenterLågst

source: AccentOffsetPercent
es: Porcentaje de desplazamiento de acentos
ru: Процент смещения ударения

source: Accented glyph composed of:
es: Carácter acentuado compuesto de:
ru: Акц. глиф состоит из:
sv: Accenterad glyf sammansatt av:

source: Accents
es: Acentos
ru: Акценты
sv: Accenter

source: Accept an outline which is a close approximation to the original. It may be off by an em-unit, or have a reference which matches a contour.
es: Acepta un contorno que sea una aproximación cercana al original. Puede tener una diferencia de una unidad em, o una referencia que coincida con un contorno.
ru: Принимать контур, в достаточной степени похожий на исходные. Допускается смещение на в em-единицах или наличие ссылки, совпадающей с контуром.
sv: Acceptera en skiss som är en nära approximation av originalet. Den kan avvika med en em-enhet eller ha en referens som matchar en kontur.

source: Accept outlines which exactly match the original
es: Acepta contornos que coinciden exactamente con el original
ru: Принимать только те контуры, которые в точности соответствуют исходным
sv: Acceptera skisser som exakt motsvarar originalet

source: Acceptable _Extrema
es: Nodos _extremos aceptables
ru: Приемлемый _экстремум
sv: Acceptabel _extrema

source: Access All Alternates
es: Acceder a todas las alternativas
ru: Все альтернативные варианты
sv: Tillgång till alla alternativ

source: Accuracy Target:
es: Objetivo de precisión:
ru: Точность вывода:

source: Accuracy _Target:
es: Obje_tivo de precisión:
ru: Точность _вывода:

source: Achi
es: Achí
ru: Ачи

source: Acholi
ru: Ачоли

source: Activate diagonal stem processing
es: Activar el procesamiento de las astas diagonales
ru: Обрабатывать диагональные штрихи
sv: Aktivera bearbetning av diagonal stam

source: Active Background
es: Fondo activo
ru: Фон активного элемента
sv: Aktiv bakgrund

source: Active Border:
es: Borde activo:
ru: Активная граница:
sv: Aktiv gräns:

source: Active Color
es: Color activo
ru: Цвет активного элемента
sv: Aktiv färg

source: Active Hints
es: Pistas activas
ru: Активные инструкции
sv: Aktiva tips

source: Active Layer Color
es: Color de la capa activa
ru: Цвет активного слоя
sv: Färg på aktivt lager

source: Active Layer: %s (%s)
es: Capa activa: %s (%s)
ru: Активный слой: %s (%s)

source: Active Thick Layer Color
es: Color de capa gruesa activa
ru: Цвет толстых контуров активного слоя

source: Active Tool Color
es: Color de la herramienta activa
ru: Цвет активного инструмента

source: Actually a bit in the 'head' table. If unset then certain East Asian fonts will not be hinted
es: De hecho, un bit en la tabla "head". Si se desactiva, ciertas fuentes de Asia Oriental no tendrán pistas
ru: Представляет собой бит в таблице 'head'. Если бит не установлен, то хинтинг в некоторых восточноазиатских шрифтах не будет работать
sv: Faktiskt lite i "huvud" -tabellen. Om den inte är inställd kommer vissa östasiatiska typsnitt inte att antydas

source: Add
es: Añadir
ru: Добавить
sv: Lägg till

source: Add 'D_FLT' script
es: Añadir sistema de escritura "D_FLT"
ru: Добавить систему письменности 'D_FLT'
sv: Lägg till skriptet "D_FLT"

source: Add All Extrema
es: Agregar todos los nodos extremos
ru: Добавить все экстремумы
sv: Lägg till alla Extrema

source: Add Anchor
es: Añadir ancla
ru: Добавить опорную точку
sv: Lägg till ankare

source: Add Base Anchor...
es: Añadir ancla base...
ru: Добавить опорную точку основы…
sv: Lägg till basankare...

source: Add DHint
es: Añadir pista diagonal
ru: Добавить диагональную инструкцию
sv: Lägg till DHint

source: Add E_ncoding Name...
es: Añadir _nombre de codificación...
ru: Добавить имя кодировки…
sv: Lägg till k_odningsnamn...

source: Add E_xtrema
es: Añadir e_xtremos
ru: Добавить _экстремумы
sv: Lägg till e_xtrema

source: Add Encoding Name...
es: Añadir nombre de codificación...
ru: Добавить имя кодировки…
sv: Lägg till kodningsnamn...

source: Add Entry Anchor...
es: Aladir ancla de entrada...
ru: Добавить опорную точку входа…
sv: Lägg till ingångsankare...

source: Add Exit Anchor...
es: Añadir ancla de salida...
ru: Добавить опорную точку выхода…
sv: Lägg till slutankare...

source: Add Good Extrema
es: Añadir nodos extremos correctos
ru: Добавить хорошие экстремумы
sv: Lägg till bra Extrema

source: Add Language to Script...
es: Añadir idioma a Script...
ru: Добавить язык в систему письменности…
sv: Lägg till språk i skriptet...

source: Add Language(s) to Script
es: Añadir idioma(s) a escritura
ru: Добавка языка (языков) в систему письменности
sv: Lägg till språk i manuset

source: Add Lookup
es: Añadir búsqueda
ru: Добавить Lookup
sv: Lägg till sökning

source: Add Mark Anchor...
es: Agregar ancla de marca...
ru: Добавить опорную точку отметки…
sv: Lägg till märkesankare...

source: Add OFL
es: Añadir OFL
ru: Добавить OFL

source: Add Points Of I_nflection
es: Añadir puntos de i_nflexión
ru: Добавить точки и_згиба

source: Add Sub_table
es: Añadir sub_tabla
ru: Добавить _подтаблицу
sv: Lägg till under_tabell

source: Add Subscripts/Superscripts...
es: Añadir subíndices/superíndices...
ru: Добавить верхний/нижний индексы…
sv: Lägg till subscripts/uperscripts...

source: Add VHi_nt
es: Añadir aju_ste vertical
ru: Добавить _вертикальную инструкцию
sv: Lägg till VHi_nt

source: Add _Lookup
es: Añadir búsqueda(_L)
ru: _Добавить Lookup
sv: Lägg till _uppslag

source: Add _Missing Glyphs
es: Añadir glifos faltantes(_M)
ru: Добавить _недостающие глифы
sv: Lägg till _saknade glyfer

source: Add _Small Capitals...
es: Añadir versalita_s...
ru: Добавить _малую прописную…
sv: Lägg till _små versaler...

source: Add a corner point
es: Añadir un punto de esquina
ru: Добавить угловую точку
sv: Lägg till en hörnpunkt

source: Add a curve point
es: Añadir un punto de curva
ru: Добавить точку кривой
sv: Lägg till en kurvpunkt

source: Add a curve point always either horizontal or vertical
es: Añade un punto de curva siempre, ya sea horizontal o vertical
ru: Добавить точку кривой, всегда либо горизонтальную, либо вертикальную
sv: Lägg till en kurvpunkt som alltid är antingen horisontell eller vertikal

source: Add a g2 curve point
es: Agrega un punto de curva g2
ru: Добавить точку кривой g2
sv: Lägg till en g2-kurvpunkt

source: Add a left "tangent" point
es: Añadir un punto "tangente" izquierdo
ru: Добавить левую точку касательной
sv: Lägg till en vänster "tangent" -punkt

source: Add a new layer
es: Añadir una nueva capa
ru: Добавить новый слой

source: Add a next constraint point (sometimes like a tangent)
es: Añade un punto de restricción siguiente (a veces como una tangente)
ru: Добавить последующую ограничительную точку (иногда подобную касательной)
sv: Lägga till en nästa begränsningspunkt (ibland som en tangent)

source: Add a point, then drag out its control points
es: Añadir un punto, desplazar para obtener sus puntos de control
ru: Добавить точку и указать расположение её управляющих точек
sv: Lägg till en punkt och dra sedan ut dess kontrollpunkter

source: Add a prev constraint point (sometimes like a tangent)
es: Añade un punto de restricción previo (a veces como una tangente)
ru: Добавить предшествующую ограничительную точку (иногда подобную касательной)
sv: Lägg till en tidigare begränsningspunkt (ibland som en tangent)

source: Add a right "tangent" point
es: Añadir un punto "tangente" derecho
ru: Добавить правую точку касательной
sv: Lägg till en höger "tangent" punkt

source: Add a subtable to which lookup?
es: ¿A cuál búsqueda añadir una subtabla?
ru: В каком lookup создать подтаблицу?
sv: Lägga till en subtabell till vilken lookup?

source: Add a tangent point
es: Añadir un punto tangente
ru: Добавить точку касательной
sv: Lägg till en tangentpunkt

source: Add entries for all glyphs in the scripts to which this lookup applies. When FontForge can find a default value it will add that too.
es: Añade entradas para los glifos en los sistemas de escritura a los cuales aplica esta búsqueda. Si FontForge puede encontrar un valor predeterminado, lo añadirá también.
ru: Добавить элементы для всех глифов в системах письменности, к которым применяется данный lookup. Когда FontForge сможет найти значение по умолчанию, оно также будет добавлено.
sv: Lägg till poster för alla glyfer i de skript som den här uppslagningen gäller för. När FontForge kan hitta ett standardvärde kommer det också att läggas till.

source: Add entries for all selected glyphs.
es: Añadir entradas para todos los glifos seleccionados.
ru: Добавить элементы для всех выбранных глифов.
sv: Lägg till poster för alla markerade glyfer.

source: Add entries to the lookup based on the following suffix. So if the suffix is set to "superior" and the font contains glyphs named "A" and "A.superior" (and the lookup applies to the latin script), then FontForge will add an entry mapping "A" -> "A.superior".
es: Añade entradas a la búsqueda en base al sufijo posterior. Así que si el sufijo se establece en "superior", y la fuente contiene glifos llamados "A" y "A.superior" (y la búsqueda aplica al sistema de escritura latino), entonces FontForge añadirá un mapeo de entrada "A" -> "A.superior".
ru: Все элементы в этом lookup созданы на основе следующего суффикса. Поэтому, если задан суффикс «superior» и шрифт содержит глифы с именами «A» и «A.superior» (а lookup применяется к латинице), то FontForge добавит сопоставление элемента «A» -> «A.superior».
sv: Lägg till poster i uppslagsverket baserat på följande suffix. Så om suffixet är inställt på "superior" och typsnittet innehåller glyfer med namnen "A" och "A.superior" (och uppslagningen gäller för latinska skript), då kommer FontForge att lägga till en post som mappar "A" -> "A.superior".

source: Add entries to the lookup trying to make the optical separation between all pairs of glyphs equal to this value.
es: Añade entradas a la búsqueda tratando de la hacer que la separación óptica entre todos los pares de glifos sea igual a este valor.
ru: Добавить элементы в lookup для создания визуального разделения между всеми парами глифов, равных этому значению.
sv: Lägg till poster i uppslagsordet för att försöka göra den optiska mellan alla par av glyfer lika med detta värde värde.

source: Add kerning info between all pairs of selected glyphs
es: Añadir información de interletraje entre todos los pares de los glifos seleccionados
ru: Добавить информацию по кернингу между всеми парами выбранных глифов
sv: Lägg till information om kerning mellan alla par av markerade glyfer

source: AddCharToNameList
es: Añadir carácter a la lista de nombres
ru: Добавлять символ к списку имён
sv: Lägg till tecken till namnlista

source: Adding new glyphs and referring to them when a glyph contains a bad truetype reference
es: Añadir nuevos glifos y referirse a ellos cuando un glifo contenga una referencia de TrueType incorrecta
ru: Добавление новых глифов и создание ссылок на них в случае, когда глиф содержит неверную ссылку truetype
sv: Lägga till nya glyfer och hänvisa till dem när en glyf innehåller en dålig truetype-referens

source: Adding points at Extrema...
es: Añadiendo puntos en los nodos extremos...
ru: Добавление точек в экстремумах…
sv: Lägger till punkter på Extrema...

source: Adding points of inflection...
es: Añadiendo puntos de inflexión...
ru: Добавление точек на изгибе…

source: Additional arguments for autotrace program:
es: Argumentos adicionales para el programa de Autotrace:
ru: Дополнительные аргументы для программы autotrace:
sv: Ytterligare argument för autotrace-program:

source: Adds a new lookup after the selected lookup or at the start of the lookup list if nothing is selected.
es: Añade una nueva búsqueda después de la búsqueda seleccionada, o al inicio de la lista de búsquedas si no se seleccionada nada.
ru: Создаёт новый lookup после выделенного lookup или в начале списка lookup, если ничего не выделено.
sv: Lägger till en ny lookup efter den markerade lookupen eller i början av uppslagslistan om inget är markerat.

source: Adds a new lookup subtable after the selected subtable or at the start of the lookup if nothing is selected.
es: Añade una nueva subtabla después de la subtabla seleccionada, o al inicio de la búsqueda si no se seleccionada nada.
ru: Создаёт новую подтаблицу lookup после выделенной подтаблицы или в начале lookup, если ничего не выделено.
sv: Lägger till en ny uppslagsdelstabell efter den markerade delstabellen eller i början av uppslagningen om inget är markerat.

source: Adjust
es: Ajustar
ru: Коррекция
sv: Justera

source: Adjust Angle Obsolete instruction Pops one value
es: Ajustar Ángulo Instrucción obsoleta Desapila un valor
ru: AA Настройка угла Устаревшая инструкция Извлекает из стека одно значение
sv: Justera vinkel Föråldrad instruktion Popar ett värde

source: Adlam
es: Ádlam
ru: Адлам

source: Adobe Glyph List
es: Lista de glifos de Adobe
ru: Список глифов Adobe
sv: Adobe Glyph-lista

source: Adobe Standard
es: Estándar de Adobe
ru: Стандарт Adobe

source: Adobe says that "big" splines should not have extrema. But they don't define what big means. If the distance between the spline's end-points is bigger than this value, then the spline is "big" to fontforge.
es: Adobe dice que las curvas "grandes" no deberían tener nodos extremos. Pero no definen qué significa grande. Si la distancia entre los puntos finales de la curva es más grande que este valor, entonces la curva es "grande" para FontForge.
ru: Adobe утверждает, что у «больших» сплайнов не должно быть экстремумов, но не объясняет, что значит «большой». Если расстояние между конечными точками сплайна больше этого значения, то для FontForge такой сплайн «большой».
sv: Adobe säger att "stora" splines inte ska ha extrema. Men de definierar inte vad "stor" betyder. Om avståndet mellan splinens ändpunkter är större än det här värdet är splinen "stor" för fontforge.

source: Adobe's fontname spec (5088.FontNames.pdf) says that fontnames should not be longer than 29 characters. Do you want to continue anyway?
es: La especificación del nombre de fuente de Adobe (5088.FontNames.pdf) dice que los nombres de fuente no deben tener más de 29 caracteres. ¿Deseas continuar de todos modos?
ru: В спецификации Adobe о присвоении имени шрифту (5088.FontNames.pdf) написано, что имя шрифта не должны превышать 29 символов. Продолжить?
sv: Adobes fontnamnsspecifikation (5088.FontNames.pdf) säger att fontnamn inte ska vara längre än 29 tecken. Vill du fortsätta ändå?

source: Advance To Next Glyph
es: Avanzar al siguiente glifo
ru: Ширина до следующего глифа
sv: Gå vidare till nästa glyf

source: Advance Width Col
es: Col. de ancho de avance
ru: Цвет ширины
sv: Avancerad bredd kol

source: Advance Width Metrics For %.50s
es: Métricas de ancho de avance para %.50s
ru: Метрики ширины для %.50s
sv: Mätvärden för förhandsbredd för %.50s

source: Advance Width as a Bar
es: Ancho de avance como una barra
ru: Ширина в виде полосы
sv: Förhandsbredd som en stapel

source: Advance Width as a Line
es: Ancho de avance como una línea
ru: Ширина в виде линии
sv: Avancerad bredd som en linje

source: Advance Width does not change.
es: El ancho de avance no cambia.
ru: Ширина не меняется.
sv: Advance Width ändras inte.

source: Advance Width not
es: Ancho del avance diferente a
ru: Ширина не
sv: Avancerad bredd inte

source: Advance width of glyph %.30s must be less than 127
es: El ancho de avance del glifo %.30s debe ser menor que 127
ru: Ширина глифа %.30s должна быть меньше 127
sv: Förhandsbredden för glyf %.30s måste vara mindre än 127

source: Adyghe
es: Adigués
ru: Адыгейский

source: Aegean Numbers
es: Números egeos
ru: Эгейские цифры

source: Afar
ru: Афарский

source: Afm Save Failed
es: Error al guardar AFM
ru: Сбой сохранения AFM
sv: Afm Save misslyckades

source: Afrikaans
es: Afrikáans
ru: Африкаанс

source: After rotating or skewing a glyph you should probably apply Element->Add Extrema
es: Tras girar o inclinar un carácter probablemente debas usar Elemento->Añadir nodos extremos
ru: После поворота или наклона глифа, вероятно, надо использовать «Элемент»->«Добавить экстремумы»
sv: Efter att ha roterat eller skevat en glyf bör du förmodligen tillämpa Element->Add Extrema

source: Agaw
ru: Агау

source: Ahead Classes
es: Clases siguientes
ru: Опережающие классы
sv: Ahead-klasser

source: Ahom
ru: Ахом

source: Aiton
ru: Аитон

source: Akan
ru: Акан (Аканские языки)

source: Albanian
es: Albanés
ru: Албанский
sv: Albansk

source: Alchemical Symbols
es: Símbolos de alquimia
ru: Алхимические символы
sv: Alkemiska symboler

source: Align Points
es: Alinear puntos
ru: Выровнять точки

source: Align:
es: Alinear:
ru: Выровнять:
sv: Justera:

source: Alignment zone height in BlueValues/OtherBlues array is too big for BlueScale.
es: La altura de la zona de alineación en el array BlueValues/OtherBlues es demasiado grande para BlueScale.
ru: Высота зоны выравнивания в массиве BlueValues/OtherBlues слишком велика для BlueScale.
sv: Höjden på justeringszonen i BlueValues/OtherBlues-arrayen är för stor för BlueScale.

source: Alignment zone height in FamilyBlues/FamilyOtherBlues array is too big for BlueScale.
es: La altura de la zona de alineación en el array FamilyBlues/FamilyOtherBlues es demasiado grande para BlueScale.
ru: Высота зоны выравнивания в массиве FamilyBlues/FamilyOtherBlues слишком великадля BlueScale.
sv: Inriktningszonens höjd i FamilyBlues/FamilyOtherBlues-matrisen är för stor för BlueScale.

source: All
es: Todos
ru: Все
sv: Alla

source: All Files
es: Todos los archivos
ru: Все файлы
sv: Alla filer

source: All Fonts
es: Todas las fuentes
ru: Все типы шрифтов
sv: Alla typsnitt

source: All Glyphs
es: Todos los caracteres
ru: Все глифы
sv: Alla glyfer

source: All characters in the value must be in ASCII
es: Todos los caracteres en el valor deben estar en ASCII
ru: Это значение должно содержать только ASCII-символы
sv: Alla tecken i värdet måste vara i ASCII

source: All entries in a lookup must have the same type on line %d of %s
es: Todas las entradas en una búsqueda deben tener el mismo tipo en línea %d de %s
ru: Все записи в lookup должны быть одного типа на строке %d файла %s
sv: Alla poster i en lookup måste ha samma typ på rad %d i %s
