Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Bad contextual or chaining sub table. Glyph %d out of range [0,%d)
es: Subtabla contextual o de encadenamiento incorrecta. Glifo %d fuera de rango [0,%d)
ru: Неверная контекстная подтаблица или подтаблица цепочки. Глиф %d вне диапазона [0,%d)

source: Bad correction
es: Corrección incorrecta
ru: Неверная коррекция
sv: Felaktig korrigering

source: Bad count in context chaining sub-table.
es: Conteo incorrecto en la subtabla de encadenamiento de contextos.
ru: Неверное количество в контекстной подтаблице цепочки.

source: Bad count in contextual chaining sub-table.
es: Conteo incorrecto en la subtabla de encadenamiento contextual.
ru: Неверное количество в контекстной подтаблице цепочки.

source: Bad count.
es: Conteo incorrecto.
ru: Неверное количество.

source: Bad coverage table. Glyph %d out of range [0,%d)
es: Tabla de cobertura incorrecta. Glifo %d fuera de rango [0,%d)
ru: Неверная таблица охвата. Глиф %d вне диапазона [0,%d)

source: Bad coverage table. Glyph range %d-%d out of range [0,%d)
es: Tabla de cobertura incorrecta. Rango de glifos %d-%d fuera de rango [0,%d)
ru: Неверная таблица охвата. Глифы в интервале %d-%d вне диапазона [0,%d)

source: Bad dash list
es: Lista de guiones incorrecta
ru: Неверный список тире
sv: Lista över dåliga streck

source: Bad data modifier in contour command in 'PfEd'
es: Modificador de datos incorrecto en comando de contornos en "PfEd"
ru: Неверный модификатор данных в команде контура в 'PfEd'

source: Bad data type in contour verb in 'PfEd'
es: Tipo de datos incorrecto en el verbo de contornos en "PfEd"
ru: Неверный тип данных в команде контура в 'PfEd'

source: Bad default baseline
es: Línea base predeterminada incorrecta
ru: Неверная базовая линия по умолчанию
sv: Felaktig förvald baslinje

source: Bad device table
es: Tabla de dispositivos incorrecta
ru: Неверная таблица устройства
sv: Felaktig enhetstabell

source: Bad device table
es: Tabla de dispositivos incorrecta
ru: Неверная таблица устройства
sv: Felaktig enhetstabell

source: Bad device table for %s
es: Tabla de dispositivo incorrecta para %s
ru: Неверная таблица устройства для %s
sv: Felaktig enhetstabell för %s

source: Bad device table for glyph %s in %s
es: Tabla de dispositivo incorrecta para el glifo %s en %s
ru: Неверная таблица устройства для глифа %s в %s
sv: Felaktig enhetstabell för glyf %s i %s

source: Bad device table for in row %d of %s
es: Tabla de dispositivos incorrecta para la fila %d de %s
ru: Неверная таблица устройств в строке %d для %s
sv: Fel enhetstabell för i rad %d av %s

source: Bad encoding file format
es: Formato de archivo de codificación incorrecto
ru: Формат файлов с неверной кодировкой
sv: Fel kodning av filformat

source: Bad encoding information in 'cmap' table.
es: Información de codificación incorrecta en la tabla 'cmap'.
ru: Неверная информация о кодировании в таблице 'cmap'.

source: Bad fdselect
es: Fdselect incorrecto
ru: Неверный fdselect

source: Bad feature tag
es: Etiqueta de característica incorrecta
ru: Неверный тег функции
sv: Tagg för dålig funktion

source: Bad few values in /BlendDesignMap for axis %s.
es: Valores pocos incorrectos en /BlendDesignMap para el eje %s.
ru: Несколько неверных значений в /BlendDesignMap для оси %s.

source: Bad flags value, implied MORE components at end of glyph %d
es: Valor de marcas incorrecto, implican MÁS componentes al final del glifo %d
ru: Неверное значение флагов, предполагает БОЛЬШЕЕ число компонентов в конце глифа %d

source: Bad flex subroutine in %s
es: Subrutina de flex incorrecta en %s
ru: Неверная подпрограмма flex-инструкций в %s

source: Bad font
es: Fuente incorrecta
ru: Неверный шрифт
sv: Felaktigt typsnitt

source: Bad font, offset out of bounds.
es: Fuente incorrecta, desplazamiento fuera de límites.
ru: Недопустимый шрифт, смещение за пределами границ.

source: Bad font: Encoding data out of range.
es: Fuente incorrecta: Codificación de datos fuera de rango.
ru: Неверный шрифт: Данные кодировки превышают диапазон.

source: Bad format for coverage table %d
es: Formato incorrecto para la tabla de cobertura %d
ru: Неверный формат для таблицы охвата %d

source: Bad format of subtable %d (of %d) in bloc/EBLC of strike with pixelsize=%d. First=%d, last=%d.
es: Formato incorrecto de la subtabla %d (de %d) en bloc/EBLC del trazo con tamaño de píxeles=%d. Primero=%d, último=%d.
ru: Неверный форма подтаблицы %d (из %d) в блоке/EBLC обводки с pixelsize=%d. First=%d, last=%d.

source: Bad glif file %s
es: Archivo glif incorrecto %s
ru: Неверный файл глифа %s

source: Bad glyph (%d), disordered 'loca' table (start comes after end)
es: Glifo incorrecto (%d), tabla "loca" desordenada (el inicio aparece después del final)
ru: Неверный глиф (%d), неупорядоченная таблица 'loca' (начало следует за концом)

source: Bad glyph (%d), its data length is negative
es: Glifo incorrecto (%d), su longitud de datos es negativa
ru: Неверный глиф (%d), длина его данных отрицательна

source: Bad glyph (%d), its definition extends beyond the end of the glyf table
es: Glifo incorrecto (%d), su definición se extiende más allá del final de la tabla de glifos
ru: Неверный глиф (%d), его определение простирается за пределы конца таблицы глифа

source: Bad glyph (%d), its definition extends beyond the space allowed for it
es: Glifo incorrecto (%d), su definición se extiende más allá del espacio permitido para él
ru: Неверный глиф (%d), его определение простирается за пределы предусмотренного для него пространства

source: Bad glyph count in mort table.
es: Conteo de glifos incorrecto en tabla mort.
ru: Неверное количество глифов в таблице mort.

source: Bad glyph name.
es: Nombre incorrecto de glifo.
ru: Неверное имя глифа.

source: Bad glyph range specified in color subtable of PfEd table
es: Rango de glifos incorrecto especificado en la subtabla de colores de la tabla PfEd
ru: Неверный диапазон глифов в подтаблице цветов таблицы PfEd

source: Bad glyph range specified in glyph comment subtable of PfEd table
es: Rango de glifos incorrecto especificado en la subtabla de comentarios de glifos de la tabla PfEd
ru: Указан неверный диапазон глифов в подтаблице комментарий к глифам таблицы PfEd

source: Bad glyph reference in layer info.
es: Referencia de glifo incorrecta en la información de la capa.
ru: Неверная ссылка на глиф в информации о слое.

source: Bad glyph variant subtable of MATH table.
es: Subtabla de variantes de glifos incorrecta de la tabla MATH.
ru: Неверная подтаблица вариантов глифа таблицы MATH.

source: Bad hex color spec: %s
es: Especificación de color hexadecimal incorrecta: %s
ru: Неверная шестнадцатеричная характеристика цвета: %s

source: Bad hex number
es: Número hexadecimal incorrecto
ru: Неверное шестнадцатеричное число
sv: Felaktigt hextal

source: Bad hex number in %s
es: Número hexadecimal incorrecto en %s
ru: Неверное шестнадцатеричное число %s
sv: Felaktigt hextal i %s

source: Bad image file
es: Archivo de imagen incorrecto
ru: Неверный файл изображения
sv: Felaktig bildfil

source: Bad image file, not a bitmap: %.100s
es: Archivo de imagen incorrecto, no es un mapa de bits: %.100s
ru: Неверный файл изображения, не является растровым файлом: %.100s
sv: Felaktig bildfil, inte en bitmapp: %.100s

source: Bad image file: %.100s
es: Archivo de imagen incorrecto: %.100s
ru: Неверный файл изображения: %.100s
sv: Felaktig bildfil: %.100s

source: Bad kern pair: glyphs %d & %d must be less than %d
es: Par de interletraje incorrecto: Los glifos %d y %d deben ser menores a %d
ru: Неверная кернинговая пара: глифы %d и %d должны быть менее %d

source: Bad kern pair: glyphs %d & %d mustn't be negative
es: Par de interletraje incorrecto: Los glifos %d y %d no deben ser negativos
ru: Неверная кернинговая пара: глифы %d и %d не должны быть отрицательными

source: Bad kern pair: glyphs %d & %d should have been < %d
es: Par de interletraje incorrecto: los glifos %d y %d deberían haber sido < %d
ru: Неверная кернинговая пара: глифы %d & %d должны быть < %d

source: Bad kern pair: glyphs at %d & %d are null
es: Par de interletraje incorrecto: Los glifos en %d y %d son nulos
ru: Неверная кернинговая пара: глифы в %d и %d должны равняться нулю

source: Bad language tag
es: Etiqueta de idioma incorrecta
ru: Неверный тег языка
sv: Tagg för dåligt språk

source: Bad ligature anchor count.
es: Conteo de anclas de ligadura incorrecto.
ru: Неверное число опорных точек лигатуры.

source: Bad ligature base table.
es: Tabla base de ligaduras incorrecta.
ru: Неверная таблица базовой линии лигатуры.

source: Bad ligature component glyph. GID %d not less than %d (in ligature %d)
es: Glifo de componente de ligadura incorrecto. El GID %d no es menor que %d (en la ligadura %d)
ru: Неверный глиф компонента лигатуры. GID %d не менее %d (в лигатуре %d)

source: Bad ligature glyph. GID %d not less than %d
es: Glifo de ligatura incorrecto. El GID %d no es menor que %d
ru: Неверный глиф лигатуры. GID %d не менее, чем %d

source: Bad lookup table: format=2 (%d/%d), first=%d last=%d total glyphs in font=%d
es: Tabla de búsqueda errónea: formato=2 (%d/%d), primero=%d último=%d total de glifos en la fuente=%d
ru: Неверная таблица lookup: format=2 (%d/%d), first=%d last=%d общее количество глифов в шрифте font=%d

source: Bad lookup table: format=4 (%d/%d), first=%d last=%d total glyphs in font=%d
es: Tabla de búsqueda errónea: formato=4 (%d/%d), primero=%d último=%d total de glifos en la fuente=%d
ru: Неверная таблица lookup: format=4 (%d/%d), first=%d last=%d общее количество глифов в шрифте font=%d

source: Bad lookup table: format=4 (%d/%d), first=%d last=%d total glyphs in font=%d
es: Tabla de búsqueda errónea: formato=4 (%d/%d), primero=%d último=%d total de glifos en la fuente=%d
ru: Неверная таблица lookup: format=4 (%d/%d), first=%d last=%d общее количество глифов в шрифте font=%d
sv: Felaktig uppslagstabell: format=4 (%d/%d), first=%d last=%d totalt antal glyfer i typsnittet=%d

source: Bad lookup table: format=6, first=%d total glyphs in font=%d
es: Tabla de búsqueda errónea: formato=6, primero=%d total de glifos en la fuente=%d
ru: Неверная таблица lookup: format=6, first=%d общее количество глифов в шрифте font=%d

source: Bad lookup table: format=8, first=%d cnt=%d total glyphs in font=%d
es: Tabla de búsqueda errónea: formato=8, primero=%d cnt=%d total de glifos en la fuente=%d
ru: Неверная таблица lookup: format=8, first=%d cnt=%d общее количество глифов в шрифте font=%d

source: Bad lookup type
es: Tipo de búsqueda incorrecto
ru: Некорректный тип lookup
sv: Fel typ av uppslagning

source: Bad magic number
es: Número mágico incorrecto
ru: Неверное «волшебное» число
sv: Felaktigt magiskt tal

source: Bad mark table.
es: Tabla de marca incorrecta.
ru: Неверная таблица диакритики.

source: Bad mort ligature table. Not long enough
es: Tabla de ligaduras mort incorrecta. No es lo suficientemente larga
ru: Неверная таблица лигатур mort. Не хватает длины

source: Bad name when parsing %s for unicode %x
es: Nombre incorrecto al analizar %s para unicode %x
ru: Неверное имя при обработке %s для Юникода %x
sv: Fel namn när %s tolkas som unicode %x

source: Bad namelist file
es: Archivo de la lista de nombres incorrecto
ru: Неправильный файл списка имён
sv: Felaktig namnlistfil

source: Bad number
es: Número incorrecto
ru: Неверное число
sv: Felaktigt nummer

source: Bad number, infinity or nan: %s
es: Número incorrecto, infinito o nan: %s
ru: Неверный номер, бесконечность или нечисловое значение: %s

source: Bad numeric value for %s.%s
es: Valor numérico incorrecto para %s.%s
ru: Неверное числовое значение для %s.%s
sv: Felaktigt numeriskt värde för %s.%s

source: Bad numeric value for %s.%s must be between 0 and 255
es: Valor numérico incorrecto para %s.%s, debe estar entre 0 y 255
ru: Неверное числовое значение для %s.%s должно находится в интервале между 0 и 255
sv: Felaktigt numeriskt värde för %s.%s måste vara mellan 0 och 255

source: Bad offset on line %d, must be between 0% and 100%.
es: Desplazamiento incorrecto en la línea %d, debe estar entre 0% y 100%.
ru: Неверное смещение на линии %d, должно находится в диапазоне от 0% до 100%.
sv: Fel offset på rad %d, måste vara mellan 0% aoch 100%.

source: Bad offset: %d for subfont %s
es: Desplazamiento incorrecto: %d para la subfuente %s
ru: Неверный отступ: %d для подшрифта %s

source: Bad opacity on line %d, must be between 0.0 and 1.0.
es: Opacidad incorrecta en la línea %d, debe estar entre 0.0 y 1.0.
ru: Неверная непрозрачность на линии %d, значение должно находится в диапазоне от 0.0 до 1.0.
sv: Felaktig opacitet på linje %d, måste vara mellan 0,0 och 1,0.

source: Bad openTypeOS2type key: all bits are set. It will be ignored
es: Clave de tipo openTypeOS2 incorrecta: todos los bits están configurados. Se ignorará
ru: Неверный ключ openTypeOS2type: все биты установлены. Будет проигнорировано

source: Bad or incomplete font specification '%s'
es: Especificación de fuente incorrecta o incompleta '%s'
ru: Неверная или неполная спецификация шрифта «%s»

source: Bad pair position: glyphs %d & %d should have been < %d
es: Posición de par incorrecta: los glifos %d y %d deberían haber sido < %d
ru: Неверное расположение пары: глифы %d и %d должны быть < %d

source: Bad parts list for glyph %s in %s
es: Lista de partes incorrecta para el glifo %s en %s
ru: Неверная таблица частей для глифа %s в %s
sv: Felaktig reservdelslista för glyf %s i %s

source: Bad pixel size
es: Tamaño de píxeles incorrecto
ru: Неверный размер пиксела
sv: Felaktig bildpunktstorlek

source: Bad replace pattern
es: Patrón de reemplazo incorrecto
ru: Неверный шаблон замены
sv: Felaktigt utbytesmönster

source: Bad reverse contextual chaining substitution glyph: %d is not less than %d
es: Glifo de sustitución de encadenamiento contextual inverso incorrecto: %d no es menor que %d
ru: Неверный контекстный глиф цепочки подстановки: %d не менее %d

source: Bad rule
es: Regla incorrecta
ru: Неверное правило
sv: Felaktig regel

source: Bad script tag
es: Etiqueta de escritura incorrecta
ru: Неверный тег системы письменности
sv: Felaktig tagg för skript

source: Bad search pattern
es: Patrón de búsqueda incorrecto
ru: Неверный шаблон поиска
sv: Felaktigt sökmönster

source: Bad selection
es: Selección incorrecta
ru: Некорректное выделение
sv: Felaktigt urval

source: Bad setting
es: Configuración incorrecta
ru: Неверные параметры
sv: Felaktig inställning

source: Bad sfd file. Glyph %s has width %d even though it should be bound to the width of %s which is %d.
es: Archivo sfd incorrecto. El glifo %s tiene %d de ancho, a pesar de que debería estar limitado al ancho de %s, que es %d.
ru: Неверный sfd-файл. Глиф %s имеет ширину %d при том, что он должен соответствовать ширине %s, которая составляет %d.

source: Bad sid %d (0 <= sid < %d)
es: Sid %d incorrecto (0 <= sid < %d)
ru: Неверный sid %d (0 <= sid < %d)

source: Bad sid %d (must be less than %d)
es: Sid %d incorrecto (debe ser menor a %d)
ru: Неверный sid %d (должен быть менее %d)

source: Bad signature in WOFF header.
es: Firma incorrecta en el encabezado de WOFF.
ru: Неверная сигнатура в заголовке WOFF.

source: Bad stem add
es: Añadido de asta incorrecto
ru: Добавление неверного штриха
sv: Felaktig stamtillsats

source: Bad subroutine INDEX in cff font.
es: INDEX de subrutina incorrecto en la fuente cff.
ru: Неверный INDEX подпрограммы в шрифте cff.
sv: Fel subrutin INDEX i cff-typsnitt.

source: Bad substitution glyph: GID %d not less than %d
es: Glifo de sustitución incorrecto: El GID %d no es menor que %d
ru: Неверная подстановка глифа: GID %d не менее %d

source: Bad tag
es: Etiqueta incorrecta
ru: Неверный тег
sv: Felaktig tagg

source: Bad template, no extension
es: Plantilla incorrecta, sin extensión
ru: Шаблон повреждён, отсутствует расширение
sv: Felaktig mall, ingen förlängning

source: Bad template, unrecognized format
es: Plantilla incorrecta, formato no reconocido
ru: Шаблон повреждён, не удалось определить формат
sv: Felaktig mall, format som inte känns igen

source: Bad token "%.30s" near ...%40s
es: Token incorrecto "%.30s" cerca de ...%40s
ru: Недопустимый маркер «%.30s» рядом с …%40s
sv: Felaktig token "%.30s" nära ...%40s

source: Bad token. Expected "%.10s" near ...%40s
es: Token incorrecto. Se esperaba "%.10s" cerca de ...%40s
ru: Недопустимый маркер. Ожидалось «%.10s» рядом с …%40s
sv: Felaktig token. Förväntat "%.10s" nära ...%40s

source: Bad token. Expected "%.10s" got "%.10s" near ...%40s
es: Token incorrecto. Se esperaba "%.10s", se obtuvo "%.10s" cerca de ...%40s
ru: Недопустимый маркер. Ожидалось «%.10s», было получено «%.10s» рядом с …%40s
sv: Felaktig token. Förväntade "%.10s" fick "%.10s" nära ...%40s

source: Bad token. got "%1$c" near ...%2$40s
es: Token incorrecto. Se obtuvo "%1$c" cerca de ...%2$40s
ru: Недопустимый маркер. Было получено «%1$c» рядом с …%2$40s
sv: Felaktig token. fick "%1$c" nära ...%2$40s

source: Bad tt font: contour ends make no sense in glyph %d.
es: Fuente TT incorrecta: los finales del contorno no tienen sentido en el glifo %d.
ru: Недопустимый tt-шрифт: нецелесообразные завершения контуров у глифа %d.

source: Bad type
es: Tipo incorrecto
ru: Некорректный тип
sv: Felaktig typ

source: Bad undo
es: Deshacer incorrecto
ru: Неверная отмена

source: Bad unicode value for an alternate unicode / variation selector
es: Valor Unicode incorrecto para un selector de variación o Unicode alternativo
ru: Неверный код Юникдода для aльтернативной кодировки Юникода / селектора вариаций
sv: Felaktigt unicode-värde för en alternativ unicode/variationsväljare

source: Bad unicode value when parsing %s %s
es: Valor unicode incorrecto al analizar %s %s
ru: Неверное значение Юникод при обработке %s %s
sv: Fel unicode-värde vid parsning %s %s

source: Bad value for blend in /BlendDesignMap for axis %s.
es: Valor incorrecto para mezcla en /BlendDesignMap para el eje %s.
ru: Неверное значение для смешивания в /BlendDesignMap для оси %s.

source: Bad xfig file
es: Archivo xfig incorrecto
ru: Неверный файл xfig
sv: Felaktig xfig-fil

source: Badaga
ru: Бадага

source: Baghelkhandi
es: Bagheli
ru: Багхели

source: Bagri
ru: Багри

source: Balancing...
es: Balanceando...
ru: Балансирование…

source: Balante
es: Balanta
ru: Баланте

source: Balinese
es: Balinés
ru: Балийское письмо
sv: Balinesisk

source: Balkar
es: Bálkaro
ru: Балкарский (карчаевский)

source: Ball (Round Cap)
es: Bolígrafo (punta redonda)
ru: Шарик (Скруглённое завершение)
sv: Boll (runt lock)

source: Balti
ru: Балти

source: Baluchi
ru: Белуджский

source: Bambara
ru: Бамана

source: Bamileke
es: Bamileké
ru: Бамилекский

source: Bamum
ru: Бамум

source: Bamum Supplement
es: Bamum, suplemento
ru: Дополнение к бамуму
sv: Bamum Tillägg

source: Banda
ru: Банда

source: Bandjalang
ru: Пантяланг

source: Bar Width:
es: Ancho de barra:
ru: Ширина полосок:
sv: Bar bredd:

source: Base
ru: Основа
sv: Bas

source: Base Glyph
es: Carácter de base
ru: Базовый глиф
sv: Bas Glyf

source: Base Glyph Name
es: Nombre de glifo base
ru: Имя основного глифа
sv: Basglyfens namn

source: Base Glyphs
es: Glifos básicos
ru: Базовый глиф
sv: Basglyfer

source: Base Lig
es: Ligadura de base
ru: Базовая лигатура
sv: Bas Lig

source: Base Ligatures
es: Ligaduras de base
ru: Базовые лигатуры
sv: Basligaturer

source: Base Mark
es: Marca de base
ru: Базовая диакритика
sv: Basmarkering

source: Base Marks
es: Marcas de base
ru: Базовые диакритики
sv: Basmärken

source: Base X
ru: Основание X
sv: Bas X

source: Base Y
ru: Основание Y
sv: Bas Y

source: Base:
ru: Основной:
sv: Bas:

source: Baseline
es: Línea base
ru: Базовая линия
sv: Baslinje

source: Baseline table (OT version)
es: Tabla línea base (versión OT)
ru: таблица базовой линии (версия OT)
sv: Baslinjetabell (OT-version)

source: Baseline used for Latin, Greek, Cyrillic text.
es: Línea base usada para texto latino, griego y cirílico.
ru: Базовая линия, использующаяся для латыни, греческого и кириллического текста.
sv: Baslinje som används för latinsk, grekisk och kyrillisk text.

source: Bases
ru: Основы
sv: Baser

source: Bashkir
es: Baskir
ru: Башкирский
sv: Basjkiriska

source: Basic Latin
es: Latino básico
ru: Базовая латиница
sv: Grundläggande latin

source: Basic Multilingual Plane
es: Plano multilingüe básico
ru: Основная многоязычная плоскость
sv: Grundläggande flerspråkigt plan

source: Basque
es: Basco
ru: Баскский
sv: Baskiska

source: Bassa Vah
ru: Письмо басса

source: Batak
ru: Батакское письмо

source: Batak Alas-Kluet
es: Alas-Kluet de Batak
ru: Алас-клует

source: Batak Angkola
ru: Ангкола

source: Batak Dairi (Pakpak)
ru: Даири (Пакпак)

source: Batak Karo
es: Karo de Batak
ru: Каро

source: Batak Mandailing
es: Mandailing de Batak
ru: Мандайлинг

source: Batak Simalungun
es: Simalungun de Batak
ru: Сималунгун

source: Batak Toba
es: Toba Batak
ru: Тоба

source: Batak languages
es: Idiomas Batak
ru: Батакские языки

source: Baulé
ru: Бауле

source: Bavarian
es: Bávaro
ru: Баварский

source: Be_vel
es: Bisel(_V)
ru: С_кошенное
sv: _Fasning

source: Begin:
es: Inicio:
ru: Начало:
sv: Börja:

source: Belarussian
es: Bieloruso
ru: Белорусский
sv: Vitryska

source: Below Base Forms
es: Formas inferiores
ru: Под формами основы
sv: Nedanstående basformulär

source: Below Base Mark
es: Debajo de la marca base
ru: Под базовой диакритикой
sv: Under basmarkering

source: Below Base Substitutions
es: Sustituciones debajo de la base
ru: Под подстановками основы
sv: Ersättningar nedanför basen

source: Bemba
ru: Бемба

source: Bench
ru: Бенч
sv: Bänk

source: Bengali
es: Bengalí
ru: Бенгальский

source: Bengali Bangladesh
es: Bengalí de Bangladesh
ru: Бенгальский (Бангладеш)

source: Beti
ru: Бети

source: Bette Kuruma
es: Kuruma de Bette
ru: Бетте курумба

source: Beyond the endpoint the gradient repeats itself, but reflected. This does not work for PostScript gradients
es: Más allá del punto final, el gradiente se repite a si mismo, pero reflejado. Esto no funciona para los gradientes de PostScript.
ru: За пределами конечных точек градиент повторяется, но в виде отражения. Это не работает с градиентами PostScript
sv: Bortom slutpunkten upprepas gradienten, men reflekterad. Detta fungerar inte för PostScript-gradienter

source: Beyond the endpoints the gradient repeats itself This does not work for PostScript gradients.
es: Más allá de los puntos finales, el gradiente se repite a si mismo. Esto no funciona para los gradientes de PostScript.
ru: За пределами конечных точек градиент повторяется Это не работает с градиентами PostScript.
sv: Bortom ändpunkterna upprepar lutningen sig själv Detta fungerar inte för PostScript-gradienter.

source: Beyond the endpoints, the gradient takes on the color at the end-points This does not work for PostScript linear gradients
es: Más allá de los puntos finales, el gradiente toma el color en los puntos finales. Esto no funciona para gradientes lineales de PostScript.
ru: За пределами конечных точек, градиент окрашивается в цвет конечных точек Это не работает с линейными градиентами PostScript
sv: Bortom ändpunkterna får gradienten färgen vid ändpunkterna Detta fungerar inte för PostScript linjära gradienter

source: Bhaiksuki
ru: Бхайкшуки

source: Bhili
ru: Бхили

source: Bhojpuri
es: Bhoshpuri
ru: Бходжпури

source: Bible Cree
es: Cree bíblico
ru: Библейский кри
sv: Bibel Cree

source: Big5 (Trad. Chinese)
es: Big5 (Chino Trad.)
ru: Big5 (Китайский)
sv: Big5 (Trad. kinesiska)

source: Big5 HKSCS (Trad. Chinese)
es: Big5 HKSCS (Chino Trad.)
ru: Big5 HKSCS (Трад. китайский)
sv: Big5 HKSCS (Trad. kinesiska)

source: Bikol
ru: Бикольский

source: Bilen
ru: Билин

source: Bind to Path
es: Vincular a trazado
ru: Связать с контуром
sv: Bind till sökväg

source: Bishnupriya Manipuri
es: Bishnupriya Manipurí
ru: Бишнуприя-манипури

source: Bislama
ru: Бислама

source: Bitm_ap Strikes Available...
es: Trazos de m_apa de bits disponibles...
ru: _Доступные растры…
