Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Polytonic Greek
es: Griego politónico
ru: Политонический греческий
sv: Polytonisk grekiska

source: Popup
es: Ventana emergente
ru: Подсказки

source: Popup windows
es: Ventanas emergentes
ru: Всплывающие подсказки к элементам интерфейса
sv: Popup-fönster

source: Portuguese
es: Portugués
ru: Португальский
sv: Portugisiska

source: Portuguese (Brasil)
es: Portugués (Brasil)
ru: Португальский (Бразилия)
sv: Portugisiska (Brasilien)

source: Portuguese (Portugal)
es: Portugués (Portugal)
ru: Португальский (Португалия)

source: Pos
ru: Положение

source: Position: %d Count: %d
es: Posición: %d Count: %d
ru: Позиция: %d Число: %d
sv: Position: %d Antal: %d

source: Position: %d-%d (%d) Count: %d (%d)
es: Posición: %d-%d (%d) Conteo: %d (%d)
ru: Позиция: %d-%d (%d) Число: %d (%d)
sv: Position: %d-%d (%d) Antal: %d (%d)

source: Positionings
es: Posicionamientos
ru: Размещения
sv: Positioneringar

source: Post Base Forms
es: Formas postpuestas
ru: Последующие формы
sv: Post Base-formulär

source: Post Base Substitutions
es: Sustituciones después de la base
ru: Последующие подстановки
sv: Ersättare för postbasen

source: PostScript and TrueType require that paths be drawn in a clockwise direction. If you have a reference that has been flipped then the paths in that reference will probably be counter-clockwise. You should unlink it and do Element->Correct direction on it.
es: PostScript y TrueType requieren que los trazados sean dibujados en un sentido horario. Si tienes una referencia que ha sido volteada, entonces los trazados en esa referencia probablemente se encontrarán en un sentido antihorario. Deberías desvincularla y ejecutar Elemento->Corregir dirección en ella.
ru: PostScript и TrueType требуют нанесения контуров по часовой стрелке. Если имеется перевёрнутая ссылка, то контур по этой ссылке будет иметь направление против часовой стрелки. Потребуется разыменовать её и выполнитькоманду «Элемент»->«Исправить направление».
sv: PostScript och TrueType kräver att slingor ritas i medurs i medurs riktning. Om du har en referens som har vänts så kommer slingorna i den referensen förmodligen förmodligen vara moturs. Du bör avlänka den och göra Element->Korrigera riktning på den.

source: PostScript and TrueType require that when a path reaches its maximum or minimum position there must be a point at that location.
es: PostScript y TrueType requieren que, cuando un trazado alcance su posición máxima o mínima, haya un punto en esa ubicación.
ru: PostScript и TrueType требуют, чтобы на максимальных или минимальных позициях контура находились точки.
sv: PostScript och TrueType kräver att när en slinga når sin maximala eller minimala position måste det finnas en punkt på den platsen.

source: PostScript font program (Compact Font Format 2)
es: Programa de fuentes PostScript (formato de fuente compacta 2)
ru: программа шрифта PostScript (Compact Font Format 2)

source: PostScript font program (Compact Font Format)
es: Programa de fuentes PostScript (formato de fuente compacta)
ru: программа шрифта PostScript (Compact Font Format)
sv: PostScript-typsnittsprogram (Compact Font Format)

source: Potential spots for Delta instructions
es: Puntos potenciales para instrucciones Delta
ru: Потенциальные точки для Delta-инструкций
sv: Potentiella platser för Delta-instruktioner

source: Pr_eferences...
es: Pr_eferencias...
ru: П_араметры…
sv: Inställninga_r...

source: Pre Base Forms
es: Formas antepuestas
ru: Предваряющие формы
sv: Pre Base-formulär

source: Pre Base Substitutions
es: Sustituciones antes de la base
ru: Предваряющие подстановки
sv: Ersättningar för Pre Base

source: Pre-Built Larger Variants
es: Variantes más grandes pre-construidas
ru: Готовые варианты большего размера
sv: Förbyggda större varianter

source: Prefer native kerning
es: Preferir interletraje nativo
ru: Предпочитать оригинальный кернинг

source: PreferCJKEncodings
es: Preferir Codificaciones CJK
ru: Предпочитать кодировку CJK
sv: FöredrarCJKEnkodningar

source: PreferPotrace
es: Preferir Potrace
ru: Предпочитать Potrace
sv: FöredrarPotrace

source: PreferSpacingAccents
es: Preferir acentos de espaciado
ru: Предпочитать модификаторы букв
sv: FöreträdaAccenter med mellanrum

source: Preferences
es: Preferencias
ru: Параметры
sv: Inställningar

source: Preferred Family
es: Familia OTF preferida
ru: Предпочтительное семейство
sv: Företrädesvis familj

source: Preferred Styles
es: Estilos OTF preferidos
ru: Предпочтительные стили
sv: Föredragna stilar

source: Prefs.MonoFont
es: Fuente monoespaciada de preferencias
ru: Моноширинный шрифт для параметров

source: Prefs_App|FontForge recognizes BROWSER, MF and AUTOTRACE.
es: FontForge reconoce BROWSER, MF y AUTOTRACE.
ru: FontForge распознает переменные BROWSER, MF и AUTOTRACE.
sv: FontForge känner igen BROWSER, MF och AUTOTRACE.

source: Prefs_App|Normally FontForge will find applications by searching for
es: Normalmente FontForge encontrará las aplicaciones buscándolas
ru: В большинстве случаев FontForge будет находить приложения путём поиска
sv: Normalt kommer FontForge att hitta applikationer genom att söka efter

source: Prefs_App|them in your PATH environment variable, if you want
es: en tu variable de entorno PATH. Si quieres
ru: в переменной окружения PATH. Если требуется изменить
sv: them i din PATH-miljövariabel, om du vill ha

source: Prefs_App|to alter that behavior you may set an environment
es: alterar ese comportamiento, puedes establecer una variable
ru: метод поиска, то можно установить переменную окружения
sv: för att ändra det beteendet kan du ställa in en miljö

source: Prefs_App|variable giving the full path spec of the application.
es: de entorno que de la especificación de la ruta completa de la aplicación.
ru: с указанием полного пути к приложению.
sv: variabel som ger den fullständiga sökvägsspecifikationen för applikationen.

source: Prepend timestamp
es: Anteponer marca de tiempo
ru: Подставлять в начало метку времени

source: Preserve any background and spiro layers. Also if we output a truetype font from a cubic database, save the cubic splines.
es: Conserva cualquier fondo y capas de espiras. Además, si producimos una fuente TrueType a partir de una base de datos cúbica, guardar las curvas cúbicas.
ru: Сохранить все фоновые слои и слои Спиро. Если шрифт TrueType создается из кубической базы, то будут сохранены и кубические сплайны.
sv: Bevara alla bakgrunds- och spirolager. Även om vi matar ut ett truetype-typsnitt från en kubisk databas, spara de kubiska splinesna.

source: Preserve cross-font kerning
es: Preservar interletraje de fuentes cruzadas
ru: Сохранять кернинг при переносе
sv: Bevara kerning i tvärstil

source: Preserve the names of the GPOS/GSUB lookups and subtables
es: Preservar los nombres de las búsquedas y subtablas GPOS/GSUB
ru: Сохранить имена lookup и подтаблиц GPOS/GSUB
sv: Bevara namnen på GPOS/GSUB-uppslagsord och undertabeller

source: PreserveTables
es: Preservar tablas
ru: Сохранять таблицы
sv: BevaraTabeller

source: Pressure Point
es: Punto de presión
ru: Точка давления
sv: Tryckpunkt

source: Prev CP Angle
es: Ángulo del PC anterior
ru: Угол пред. УТ
sv: Föregående CP-vinkel

source: Prev CP Color
es: Color del PC anterior
ru: Цвет предыдущей УТ
sv: Föregående CP Färg

source: Prev CP Dist
es: Dist. del PC anterior
ru: Расстояние до пред. УТ

source: Prev CP X
es: X del PC anterior
ru: Пред. УТ X
sv: Föregående CP X

source: Prev CP Y
es: Y del PC anterior
ru: Пред. УТ Y
sv: Föregående CP Y

source: Prev CP:
es: PC anterior:
ru: Пред. УТ:
sv: Förhindra CP:

source: Prev CP: (%f,%f)
es: PC anterior: (%f,%f)
ru: Предыдущая УТ: (%f,%f)
sv: Föregående CP: (%f,%f)

source: Prev Defined Gl_yph
es: C_arácter definido anterior
ru: Предыдущий определённый _символ
sv: Föreg definierade gl_yf

source: Prev On Contour
es: Anterior en el contorno
ru: Предыдущая на контуре

source: Previe_w
es: Previsualizar(_W)
ru: Предпро_смотр

source: Preview Fill Color
es: Color de relleno de la vista previa
ru: Цвет заливки для предпросмотра

source: Previous Hint.
es: Pista anterior.
ru: Предыдущий хинт.
sv: Föregående tips.

source: Previous Line in _Word List
es: Línea anterior en la lista de palabras(_W)
ru: Предыдущая с_трока в списке слов

source: Print
es: Imprimir
ru: Печать
sv: Skriv ut

source: Print Failed
es: Impresión fallida
ru: Не удалось напечатать
sv: Utskriften misslyckades

source: Print To File...
es: Imprimir a un archivo...
ru: Печатать в файл…
sv: Skriv ut till fil...

source: Printable Document
es: Documento imprimible
ru: Печатаемый документ
sv: Utskrivbart dokument

source: Printing Font
es: Imprimiendo fuente
ru: Печать шрифта
sv: Typsnitt för utskrift

source: Priority: %d
es: Prioridad: %d
ru: Приоритет: %d
sv: Prioritet: %d

source: Private Dictionary
es: Diccionario privado
ru: Частный словарь
sv: Privat ordbok

source: Private Use Area
es: Área de uso privado
ru: Область частного использования
sv: Område för privat bruk

source: Problem decompressing '%c%c%c%c' table.
es: Problema descomprimiendo tabla "%c%c%c%c".
ru: Проблема разархивирования таблицы '%c%c%c%c'.
sv: Problem med att dekomprimera '%c%c%c%c'-tabellen.

source: Problem explanation
es: Explicación
ru: Объяснение проблемы
sv: Förklaring av problemet

source: Processing Variations
es: Procesando variaciones
ru: Обработка вариантов
sv: Bearbetning av variationer

source: Progress
es: Progreso
ru: Прогресс
sv: Förlopp

source: Progress Bars
es: Barras de progreso
ru: Индикаторы выполнения задачи

source: Projecting...
es: Proyectando...
ru: Проекция…
sv: Projicerar...

source: Property|New...
es: Nueva...
ru: Создать…
sv: Ny...

source: Proportional Alternate Metrics
es: Métricas alternativas proporcionales
ru: Пропорциональные альтернативные размерности
sv: Proportionella alternativa mätvärden

source: Proportional Alternate Vertical Metrics
es: Métricas verticales alternativas proporcionales
ru: Альтернативные пропорциональные вертикальные размерности
sv: Proportionell alternativ vertikal mätning

source: Proportional Kana
es: Kana Proporcional
ru: Пропорциональная кана
sv: Proportionell Kana

source: Proportional Numbers
es: Cifras proporcionales
ru: Пропорциональные цифровые формы
sv: Proportionella tal

source: Proportional Spaced
es: Proporcionalmente espaciada
ru: Пропорциональный
sv: Proportionell Spaced

source: Proportional Width
es: Ancho proporcional
ru: Пропорциональная ширина
sv: Proportionell bredd

source: Provençal / Old Provençal
es: Provenzal / provenzal antiguo
ru: Провансальский / Старопровансальский

source: Provide a glyph name
es: Proporciona un nombre de glifo
ru: Необходимо указать имя глифа
sv: Ange ett glyfnamn

source: Proximity
es: Proximidad
ru: Близость
sv: Närhet

source: Proximity:
es: Proximidad:
ru: Близость:
sv: Närhet:

source: Psalter Pahlavi
es: Pahlaví salterial
ru: Псалтырь пахлеви

source: Punjabi
es: Punyabí
ru: Панджаби

source: Punjabi (India)
es: Punyabí (India)
ru: Пенджабский (Индия)
sv: Punjabi (Indien)

source: Push Current Glyph
es: Empujar glifo actual
ru: Сдвинуть текущий глиф
sv: Tryck på aktuell glyf

source: Put CFF fonts into the ttc rather than TTF. These seem to work on the mac and linux but are documented not to work on Windows.
es: Pone fuentes CFF en el ttc en vez del TTF. Estas parecen funcionar en Mac y Linux pero se ha documentado que no funcionan en Windows.
ru: Поместить шрифты CFF в ttc-формат, а не в TTF. Такие шрифты предположительно работают в mac и linux, но абсолютно точно неспособны работать в системе Windows.
sv: Lägg CFF-typsnitt i ttc snarare än TTF. Dessa verkar fungera på mac och linux men är dokumenterade att inte fungera på Windows.

source: Quad:
es: Cuadratín:
ru: Ширина em:

source: Quadratic
es: Cuadrática
ru: Квадратичные сплайны
sv: Kvadratisk

source: Quarter Widths
es: Anchos de cuarto
ru: Четверть ширины
sv: Kvartalsbredder

source: Quecha (Bolivia)
ru: Кечуа (Боливия)

source: Quecha (Ecuador)
ru: Кечуа (Эквадор)

source: Quecha (Peru)
es: Quecha (Perú)
ru: Кечуа (Перу)

source: Quechua
ru: Кечуанские языки

source: Quechua (Bolivia)
ru: Кечуа (Боливия)

source: Quechua (Ecuador)
ru: Кечуа (Эквадор)

source: Quechua (Peru)
es: Quechua (Perú)
ru: Кечуа (Перу)

source: R-Cree
es: Cree-R
ru: Атикамек

source: RBearing:
es: Margen D:
ru: Апрош справа:

source: ROLL the top three stack elements
es: ROLL Rotar los tres elementos superiores de la pila
ru: ROLL Циклический сдвиг трёх верхних элементов стека
sv: ROLL de tre översta stapelelementen

source: ROS was missing from CID font
es: Falta ROS en la fuente CID
ru: ROS отсутствовал в шрифте CID

source: ROUND value[ab] ab=0 => grey distance ab=1 => black distance ab=2 => white distance Rounds a coordinate (26.6) at top of stack and compensates for engine effects
es: Redondear valor[ab] (ROUND[ab]) ab=0 => distancia gris ab=1 => distancia negra ab=2 => distancia blanca Redondea una coordenada (26.6) en la parte superior de la pila y compensa los efectos del motor
ru: ROUND[ab] Округление значения ab=0 => серое расстояние ab=1 => чёрное расстояние ab=2 => белое расстояние Округляет координату (в формате 26.6) в верхнем элементе стека и выполняет компенсацию эффекта движка
sv: RUNDT värde[ab] ab=0 => grått avstånd ab=1 => svart avstånd ab=2 => vitt avstånd Avrundar en koordinat (26,6) högst upp i stapeln och kompenserar för motoreffekter

source: RSB
es: MLD
ru: Правый апрош

source: RSB Compression Percent
es: Por centaje de compresión RSB
ru: Процент сжатия правого апроша
sv: RSB Kompression Procent

source: Radial
ru: Радиальный
sv: Radiell

source: Radicals
es: Radicales
ru: Корни
sv: Radikaler

source: Radio Button
es: Botón de radio
ru: Переключатель
sv: Radioknapp

source: Radio Off Mark
es: Marca desactivada de radio
ru: Метка отключения переключателя

source: Radio On Mark
es: Marca activada de radio
ru: Метка включения переключателя

source: Radius
es: Radio
ru: Радиус
sv: Radie

source: Radius:
es: Radio:
ru: Радиус:
sv: Radie:

source: Radius:
es: Radio:
ru: Радиус:
sv: Radie:

source: Rajasthani
es: Rayastani
ru: Раджастхани

source: Rakar Forms
es: Formas Rakas
ru: Формы ракара
sv: Rakar-formulär

source: Rakhine
es: Rakáin
ru: Араканский

source: Random
es: Al azar
ru: Разное
sv: Slumpmässig

source: Randomize
es: Al azar
ru: Случайная форма
sv: Slumpmässigt

source: Raph's plate
es: Placa de Raph
ru: Файлы plate Рафа Левьена
sv: Raphs tallrik

source: Raph's plate files
es: Archivos de la placa de Raph
ru: Файлы plate Рафа Левьена
sv: Raphs plåtfiler

source: Rapid/Horizontal
es: Rápido/Horizontal
ru: Резкое/горизонтальное
sv: Snabb/horisontell

source: Rapid/Vertical
es: Rápido/Vertical
ru: Резкое/вертикальное
sv: Snabb/Vertikal

source: Rarotongan
es: Rarotongano
ru: Кукский

source: Raster
ru: Растр

source: Raster Color
es: Color del raster
ru: Цвет растрового блока
sv: Rasterfärg

source: Raster Dark Color
es: Color oscuro del raster
ru: Самый тёмный цвет растра
sv: Raster Mörk färg

source: Raster Grid Color
es: Color de la cuadrícula del raster
ru: Цвет пиксельной сетки растеризатора
sv: Raster Grid Färg

source: Raster New Color
es: Color nuevo del raster
ru: Цвет нового растрового блока
sv: Raster Ny färg

source: Raster Old Color
es: Color antiguo del raster
ru: Цвет исходного растрового блока
sv: Raster Gammal färg

source: Rasterize at sizes:
es: Rasterizar en tamaños:
ru: Растеризовать в кеглях:
sv: Rasterisera i olika storlekar:

source: Rasterizing...
es: Creando mapa de bits...
ru: Растеризация…
sv: Rastrering...

source: Ratio
es: Radio
ru: Соотношение

source: Raw
es: Crudo
ru: Необработанные

source: Re_move
es: Eli_minar
ru: _Удалить
sv: Flytta om

source: Re_vert List
es: Re_vertir lista
ru: Об_ращение списка

source: Reached end of file when reading composite glyph
es: Se alcanzó el final del archivo al leer el glifo compuesto
ru: Достижение конца файла при чтении композитного глифа

source: Reached end of file when reading simple glyph
es: Se alcanzó el final del archivo al leer un glifo simple
ru: Обнаружен конец файла при чтении простого глифа

source: Read Control Value Table entry Pops an index to the CVT and pushes it in 26.6 format
es: Leer entrada de tabla de valores de control (RCVT) Desapila un índice al CVT y lo empuja en el formato 26.6
ru: RCVT Считывание элемента таблицы управляющих значений Извлекает индекс таблицы CVT и помещает его в стек в формате 26.6
sv: Läsa tabell för kontrollvärden Popar ett index till CVT och trycker in det i 26.6 format

source: Read Store Pops an index into store array Pushes value at that index
es: Leer el almacenamiento (RS) Desapila un índice al array del almacenamiento Empuja el valor en ese índice
ru: RS Чтение хранилища Извлекает из стека индекс массива хранилища Помещает в стек значение, находящееся по этому индексу
sv: Läsa butik Läser in ett index i Store-arrayen Läser in värdet vid det indexet

source: Read of Uninitialized Store
es: Lectura de almacenamiento no inicializado
ru: Чтение неинициализированного хранения
sv: Läsning av oinitialiserad butik

source: Reading AFM file
es: Leyendo archivo AFM
ru: Чтение файла AFM
sv: Läser filen AFM

source: Reading Glyphs
es: Leyendo glifos
ru: Чтение глифов
sv: Läsa glyfer

source: Reading Names
es: Leyendo nombres
ru: Чтение имён
sv: Läsa namn

source: Really use Typo metrics
es: Realmente usar métricas de Typo
ru: Обязательно использовать типографские метрики
sv: Använd verkligen Typo-mätvärden

source: Reason:%s
es: Razón: %s
ru: Причина:%s

source: Recalculate Bitmaps
es: Recalcular mapa de bits
ru: Пересчитать растры
sv: Beräkna bitmappar på nytt

source: Recen_t
es: Recien_te
ru: Н_едавние файлы
sv: Tidi_gare

source: RecognizePUANames
es: Reconocer nombres PUAN
ru: Распознавать PUA
sv: Känna igenPUANamn

source: Recover old edit
es: Recuperar edición antigua
ru: Восстановление сеанса
sv: Återställ gammal redigering

source: Recovery Failed
es: Error de recuperación
ru: Сбой при восстановлении
sv: Återställning misslyckades

source: Rectan_gle
es: Rectán_gulo
ru: Пр_ямоугольник

source: Rectangle
es: Rectángulo
ru: Прямоугольник
sv: Rektangel

source: Rectangle or Ellipse
es: Rectángulo o elipse
ru: Прямоугольник или эллипс
sv: Rektangel eller ellips

source: Red:
es: Rojo:
ru: Красный:
sv: Röd:

source: Ref:
ru: Ссылка:

source: Reference Border Color
es: Color de borde de referencia
ru: Цвет границы ссылки

source: Reference FG Color
es: Color de primer plano de referencia
ru: Цвет текста ссылки

source: Reference Info
es: Información de la referencia
ru: Информация о ссылке
sv: Referensinformation

source: Reference Names
es: Nombres de referencia
ru: Имена ссылок
sv: Referensnamn

source: Reference encoding out of bounds in %s
es: La codificación de referencias está fuera de límites en %s
ru: Кодирование ссылки выходит за пределы в %s

source: Reference point match out of date
es: Coincidencia de puntos de referencia obsoleta
ru: Совпадение контрольной точки устарело
sv: Referenspunktens matchning är inaktuell

source: Reference to a CID in a non-CID-keyed font on line %d of %s
es: Referencia a un CID en una fuente que no contiene clave-CID en la línea %d de %s
ru: Ссылка на CID в шрифте, который не является CID-keyed, на строке %d файла %s
sv: Hänvisning till ett CID i ett icke-CID-nycklat typsnitt på rad %d i %s

source: Reference to a glyph name in a CID-keyed font on line %d of %s
es: Referencia a un nombre de glifo en una fuente con clave-CID en la línea %d de %s
ru: Ссылка на имя глифа в шрифте CID-keyed на строке %d файла %s
sv: Hänvisning till ett glyfnamn i ett CID-nycklat typsnitt på rad %d i %s

source: Reference to a lookup which is not in the feature file but which is in the font, %.50s
es: Referencia a una búsqueda que no está en el archivo de características pero que está en la fuente, %.50s
ru: Ссылка на lookup, который отсутствует в файле функций, но присутствует в данном шрифте, %.50s
sv: Hänvisning till en uppslagsdel som inte finns i feature-filen men som finns i fonten, %.50s

source: Reference to a non-existent glyph name on line %d of %s: %s
es: Referencia a un nombre de glifo inexistente en la línea %d de %s: %s
ru: Ссылка на несуществующее имя глифа на строке %d файла %s: %s

source: Reference to character %1$.20s at %2$d
es: Referencia al carácter %1$.20s en %2$d
ru: Ссылка на символ %1$.20s в позиции %2$d
sv: Hänvisning till tecken %1$.20s vid %2$d

source: Reference to glyph %d out of bounds when parsing 'glyf' table.
es: Referencia al glifo %d fuera de límites al analizar la tabla "glyf".
ru: Ссылка на глиф %d вне допустимых пределов при обработке таблицы 'glyf'.

source: Reference to transient memory out of bounds in put in %s
es: Referencia a la memoria transitoria fuera de límites en la inserción en %s
ru: Ссылка на переходную память выходит за пределы в put в %s

source: References are nested more deeply in this glyph than the maximum allowed
es: En este carácter las referencias se encuentran anidadas en un nivel superior al máximo permitido
ru: Ссылки в глифе имеют более глубокое вложение, чем максимально допустимое
sv: Referenser är inbäddade djupare i denna glyf än det maximalt tillåtna

source: References may not be dragged into the guidelines layer
es: Las referencias no pueden ser arrastradas a la capa de pautas
ru: Ссылки невозможно перетащить в слой направляющих
sv: Referenser får inte dras in i riktlinjernas lager

source: Refers to Font
es: Se refiere a la fuente
ru: Ссылается на шрифт
sv: Hänvisar till typsnitt

source: Reflect
es: Reflejar
ru: Отражение
sv: Reflektera

source: Refresh File List
es: Actualizar lista de archivos
ru: Обновить список файлов
sv: Uppdatera fillistan

source: Refs
ru: Ссылки

source: Refs neste_d deeper than:
es: Refs. ani_dadas más profundamente que:
ru: Ссылки вложены глубже, чем:
sv: Refs neste_d djupare än:

source: Refs with bad ps transformation matrices
es: Refs. con matrices de transformación PS incorrectas
ru: Ссылки с неверными матрицами преобразования PostScript
sv: Refs med dåliga transformationsmatriser för ps

source: Refs with bad tt transformation matrices
es: Refs. con matrices de transformación TT incorrectas
ru: Ссылки с неверными матрицами преобразования TrueType
sv: Refs med dåliga tt-transformationsmatriser

source: Refs with out of date point matching
es: Refs. con coincidencia de puntos obsoleta
ru: Ссылки с устаревшим согласованием точек
sv: Refs med inaktuell punktmatchning

source: Regenerate Bitmap Glyphs
es: Volver a generar glifos de mapa de bits
ru: Повторное создание растровых глифов
sv: Återskapa bitmapglyfer

source: Regenerate Hint Substitution Points
es: Regenerar puntos de sustitución de pistas
ru: Заново создать точки подстановки хинтов
sv: Generera om hint-ersättningspunkter

source: Regenerate _Bitmap Glyphs...
es: Regenerar los glifos _Bitmap...
ru: Повторно создать растровые глифы…
sv: Återskapa _Bitmap Glyphs...

source: Registers
es: Registros
ru: Регистры
sv: Register

source: Registers (TrueType)
es: Registros (TrueType)
ru: Регистры (TrueType)
sv: Register (TrueType)

source: Regular
ru: Обычный
sv: Vanlig

source: Rejang
ru: Реджанг

source: Remo_ve Undoes
es: Eliminar deshaceres(_V)
ru: Удалить отменяемые действия
sv: Ta _bort ångringar

source: Remo_ve Undoes...
es: Eliminar deshaceres...(_V)
ru: Удалить _историю изменений…

source: Remove
es: Eliminar
ru: Удалить
sv: Ta bort

source: Remove All
es: Eliminar todo
ru: Удалить все
sv: Ta bort alla

source: Remove All Kern _Pairs
es: Eliminar todos los _pares de interletraje
ru: _Удалить все кернинговые пары
sv: Ta bort alla Kern _Par

source: Remove All VKern Pairs
es: Eliminar todos los pares de interletraje vertical
ru: Удалить все пары вертикальных кернов
sv: Ta bort alla VKern-par

source: Remove Anchor Class?
es: ¿Eliminar clase de anclaje?
ru: Удалить класс опорной точки?
sv: Ta bort Anchor Class?
