Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: When generating a font, ignore slight rounding errors for hints that should be at the top or bottom of the glyph. For example, you might like to set this to 0.02 so that 19.999 will be considered 20. But only for the hint width value.
es: Al generar una fuente, ignora los ligeros errores de redondeo para las pistas que deberían estar en la parte superior o inferior del glifo. Por ejemplo, puede que quieras establecer esto a 0.02 para que 19.999 sea considerado 20. Pero solo para el valor del ancho de la pista.
ru: При формировании шрифта игнорировать небольшие ошибки округления для инструкций, которые должны находится в верхней или нижней части глифа. Например, можно задать значение 0.02, чтобы 19.999 считалось за 20. Но только для значения ширины инструкции.

source: When generating a set of BDF fonts ask the user to specify the screen resolution of the fonts otherwise FontForge will guess depending on the pixel size.
es: Al generar un conjunto de fuentes BDF, preguntar al usuario que especifique la resolución de pantalla de las fuentes. En caso contrario, FontForge adivinará dependiendo del tamaño de píxeles.
ru: При создании набора шрифтов BDF просит пользователя указать экранное разрешение шрифта. В противном случае FontForge выберет предположительное значение на основе размера пиксела.
sv: När du genererar en uppsättning BDF-typsnitt, be användaren att ange skärmupplösningen för typsnitten annars kommer FontForge att gissa beroende på bildpunktstorleken.

source: When generating a truetype or opentype font it is occasionally useful to know the mapping between truetype glyph ids and glyph names. Setting this option will cause FontForge to produce a file (with extension .g2n) containing those data.
es: Cuando se genera una fuente TrueType o OpenType, a veces es útil conocer la correspondencia entre los identificadores de caracteres TrueType y los nombres de caracteres. Al activar esta opción, FontForge producirá un archivo (con extensión .g2n) que contendrá esos datos.
ru: При создании шрифта TrueType или OpenType иногда бывает полезно знать привязку идентификаторов глифов TrueType к именам глифов. При использовании этой функции, FontForge создаёт файл с расширением .g2n, содержащий карту таких привязок.
sv: När du genererar ett truetype- eller opentype-typsnitt är det ibland användbart att känna till mappningen mellan truetype glyph ids och glyfnamn. Om du ställer in detta alternativ kommer FontForge att producera en fil (med tillägget .g2n) som innehåller dessa data.

source: When importing an OpenType font, for the purposes of hinting spline points might not exactly match boundaries. For example, a point might be -0.0002 instead of exactly 0 This setting gives the user some control over this allowing a small tolerance value to be fed into the OpenType loading code. Comparisons are then not performed for raw equality but for equality within tolerance (e.g., values within the range -0.0002 to 0.0002 will be considered equal to 0 when figuring out hints).
es: Al importar una fuente OpenType, con el propósito de dar pistas, es posible que los puntos de las curvas no coincidan exactamente con los límites. Por ejemplo, un punto puede tener un valor de -0,0002 en lugar de ser exactamente 0. Esta configuración le da al usuario cierto control sobre esto, permitiendo que se introduzca un pequeño valor de tolerancia en el código de carga de OpenType. Entonces, las comparaciones no se realizan para la igualdad en bruto, sino para la igualdad dentro de la tolerancia (por ejemplo, los valores dentro del rango -0,0002 a 0,0002 se considerarán iguales a 0 al calcular las pistas).
ru: При импорте шрифта OpenType для хинтинга точки сплайнов могут неточно совпадать с границами. Например, точка может иметь значение -0.0002, тогда как должна быть равной 0 Этот параметр предоставляет пользователю возможность управлять ситуацией и вводить значение с небольшим отклонением в загружаемый код OpenType. В этом случае сравнения выполняются не для приблизительного равенства, но для равенства в пределах допуска (например, значения в пределах диапазона -0,0002 — 0.0002 будут считаться равными 0 при вычислении инструкций).

source: When loading a font in sfnt format (TrueType, OpenType, etc.), ask the user to specify which cmap to use initially.
es: Al cargar una fuente en un formato sfnt (TrueType, OpenType, etc.), pedir al usuario que especifique qué CMap usar inicialmente.
ru: При загрузке шрифта в формате sfnt (TrueType, OpenType и так далее), выводить пользователю запрос на указание cmap для начальной загрузки.
sv: Vid inläsning av ett typsnitt i sfnt-format (TrueType, OpenType, etc.), be användaren att ange vilken cmap som ska användas initialt.

source: When loading a truetype or opentype font which has both a unicode and a CJK encoding table, use this flag to specify which should be loaded for the font.
es: Al cargar un tipo de letra TrueType u OpenType que tiene tanto un unicode como una tabla de codificación CJK, usa esta opción para especificar se debería cargar para la fuente.
ru: При загрузке шрифта truetype или opentype, содержащего таблицы кодировки и для Юникода, и для CJK, используйте этот флаг для указания какую из них необходимо загрузить для шрифта.
sv: När du läser in ett truetype- eller opentype-typsnitt som har både en unicode och en CJK-kodningstabell, använd denna flagga för att ange vilken ska läsas in för typsnittet.

source: When loading tt instrs from sfd: %s
es: Al cargar instrs tt de sfd: %s
ru: При загрузке tt-инструкций из sfd: %s

source: When merging two CID keyed fonts, they must have the same Registry and Ordering, and the font being merged into (the mergee) must have a supplement which is at least as recent as the other's. Furthermore the mergee must have at least as many subfonts as the merger.
es: Al combinar dos fuentes CID, estas deben tener el mismo registro y ordenamiento, y la fuente en la que se fusiona (la fusionada) debe tener un suplemento, que sea al menos tan reciente como el de las otras. Además, la fuente combinada debe tener tantas subfuentes como la fuente que se combina.
ru: При объединении двух шрифтов CID-keyed реестр и порядок у них должны полностью совпадать, а дополнение шрифта, в который выполняется объединение (объединяющего), не должно быть старее дополнения объединяемого шрифта. Более того, количество подшрифтов в объединяющем шрифте должно быть не меньше, чем в объединяемом.
sv: När två typsnitt med CID-nyckel slås samman måste de ha samma Registry och Ordering, och det typsnitt som slås samman (det sammanslagna) måste ha ett supplement som är minst lika nytt som det andra. Dessutom måste det sammanslagna typsnittet ha minst lika många undertypsnitt som det sammanslagna typsnittet.

source: When moving one end point of a spline but not the other interpolate the control points between the two.
es: Al mover un punto final de una curva, pero no el otro, interpola los puntos de control entre ambos.
ru: Перемещение одной конечной точки сплайна при сохранении позиции другой интерполирует управляющие точки между ними.
sv: När du flyttar den ena ändpunkten i en spline men inte den andra interpolera kontrollpunkterna mellan de två.

source: When placing grave and acute accents above letters, should FontForge center them based on their full width, or should it just center based on the lowest point of the accent.
es: Al colocar acentos graves y agudos sobre las letras, si FontForge debería centrarlos en base a su ancho completo, o si debería centrarlos basado en el punto más bajo del acento.
ru: Должен ли FontForge при размещении тупого и острого ударения над буквами, центрировать их по полной ширине или по нижней точке знака ударения.
sv: När du placerar grava och akuta accenter över bokstäver, ska FontForge centrera dem baserat på deras fulla bredd, eller ska det bara centrera baserat på den lägsta punkten av accenten.

source: When saving, keep editor state like window size and position, selected points and references, and open glyphs.
es: Al guardar, mantener el estado del editor, como el tamaño y posición de la ventana, los puntos y referencias seleccionados y los glifos abiertos.
ru: При сохранении записывать состояние редактора, включая такие параметры, как размер окна и позиция, выделенные точки и ссылки, а также открытые глифы.

source: When serifs are removed (as first two in "m"), replace with:
es: Al eliminar las serifas (como las primeros dos en "m"), reemplazarlos con:
ru: При удалении засечек (как первых двух в «m») заменить на:
sv: När seriffer har tagits bort (som de två första i "m"), ersätt med:

source: When the hint's position is changed adjust the position of any points which lie on that hint
es: Al cambiar la posición de la pista, ajusta la posición de los puntos que se encuentran en esa pista
ru: При изменении позиции этого хинта отрегулируйте позиции любых точек, которые лежат на этом хинте

source: When the measure tool is active and when the mouse pointer is within this many pixels of one of the various interesting features (baseline, width, grid splines, etc.) the pointer will snap to that feature.
es: Cuando la herramienta de medición está activa, y cuando el puntero del ratón está dentro de esta cantidad de pixeles de alguna de las características interesantes (línea base, ancho, curvas de cuadrícula, etc.), el puntero se acoplará a esa característica.
ru: В активном состоянии инструмента измерения, когда указатель мыши находится в пределах указанного числа пикселов от одной из различных характеристик (базовая линия, ширина, сплайны сетки, и так далее), будет выполнятся притягивание к этой характеристике.

source: When the mouse pointer is within this many pixels of one of the various interesting features (baseline, width, grid splines, etc.) the pointer will snap to that feature.
es: Cuando el puntero del ratón esté dentro de esta cantidad de píxeles de alguna de las características interesantes (línea base, ancho, curvas de cuadrícula, etc.), el puntero se acoplará a esa característica.
ru: При нахождении указателя мыши в пределах указанного числа пикселов от одной из различных характеристик (базовая линия, ширина, сплайны сетки, и так далее) будет выполнятся притягивание к этой характеристике.
sv: När muspekaren befinner sig inom så här många bildpunkter av en av de olika intressanta funktionerna (baslinje, bredd, gridsplines etc.) kommer pekaren att snäppa till den funktionen.

source: When the search path is a single open contour, the replace pattern must also be.
es: Cuando el trazado de búsqueda es un único contorno abierto, también debe existir el patrón de reemplazo.
ru: Если контур поиска является единым открытым контуром, то шаблон замены должен представлять собой такой же контур.
sv: När sökvägen är en enda öppen kontur måste ersättningsmönstret också vara det.

source: When the user clicks in the editing window, round the location to the nearest integers.
es: Cuando el usuario hace clic en la ventana de edición, redondear la ubicación hasta los enteros más cercanos.
ru: При щелчке мыши в окне редактирования округлять расположение до ближайших целых значений.
sv: När användaren klickar i redigeringsfönstret avrundar du platsen till närmaste heltal.

source: When true the button will move slightly when pressed
es: Cuando sea verdadero, el botón se moverá ligeramente al ser presionado
ru: Если значение равно true, кнопка при нажатии будет медленно двигаться

source: Whether buttons on the CharView pallettes have a 3D appearance
es: Si los botones en las paletas de la vista de caracteres tienen una apariencia en 3D
ru: Отображение кнопок на палитре окна просмотра глифа в трёхмерном виде

source: Whether fonts loaded from the disk should retain their splines with the original order (quadratic or cubic), or whether the splines should be converted to the default order for new fonts (see NewFontsQuadratic).
es: Si las fuentes cargadas desde el disco deben retener sus curvas con el orden original (cuadrático o cúbico), o si las curvas deben ser convertidas al orden predeterminado para las nuevas fuentes (ver NewFontsQuadratic).
ru: Должны ли загружаемые в программу шрифты сохранять свои сплайны (квадратичные или кубические), или же сплайны должны преобразовываться согласно значению параметра «Квадратичные сплайны в новых шрифтах» согласно порядку, заданному для новых шрифтов.
sv: Om typsnitt som läses in från hårddisken ska behålla sina splines med den ursprungliga ordningen (kvadratisk eller kubisk), eller om splines ska konverteras till standardordningen för nya typsnitt (se NewFontsQuadratic).

source: Whether new fonts should contain splines of quadratic (truetype) or cubic (postscript & opentype).
es: Si las fuentes nuevas deben contener curvas cuadráticas (TrueType) o cúbicas (PostScript y OpenType).
ru: Должны ли новые шрифты содержать квадратичные (TrueType) или же кубические (PostScript и OpenType) сплайны.
sv: Om nya typsnitt ska innehålla splines av kvadratisk (truetype) eller kubisk (postscript & opentype).

source: Whether or not to try to discover and import Python plugins.
es: Si se debe o no tratar de descubrir e importar plugins de Python.
ru: Выполнять поиск и импорт подключаемых модулей Python.

source: Whether or not to warn you if you have an unsaved script in the «Execute Script» dialog.
es: Si deseas o no ser advertido de tener un script no guardado en el diálogo "Ejecutar script".
ru: Предупреждать при наличии несохранённого сценария в диалоге «Выполнение сценария».

source: Whether the menu 'grabs' the mouse pointer
es: Si el menú "agarra" el puntero del ratón
ru: Будет ли меню «захватывать» указатель мыши

source: Whether the menu is presented with a 3D appearance
es: Si el menú se presenta con una apariencia en 3D
ru: Представлять меню в трёхмерном виде

source: Whether to use mac-like icons to indicate modifiers (for instance ^ for Control) or to use an abbreviation (for instance "Cnt-")
es: Si usar íconos tipo Mac para indicar modificadores (por ejemplo ^ para Control) o si usar una abreviación (como "Cnt-")
ru: Использовать для указания клавиш-модификаторов значки в стиле mac (например, ^ для клавиши Control) или аббревиатуру (например, «Cnt-»)
sv: Om du vill använda Mac-liknande ikoner för att ange modifierare (t.ex. ^ för Control) eller om en förkortning ska användas (t.ex. "Cnt-")

source: Which archived item should be opened?
es: ¿Qué elemento archivado debe abrirse?
ru: Какой архивированный элемент необходимо открыть?
sv: Vilket arkiverat objekt ska öppnas?

source: White Space
es: Espacio en blanco
ru: Пробел
sv: Vit yta

source: White space to be left between math formulae to ensure proper line spacing.
es: Espacio blanco que debe dejarse entre las fórmulas matemáticas garantizar un espaciado adecuado de línea.
ru: Пробел, задаваемый между математическими формулами, для соблюдения необходимого интервала.
sv: Vitt utrymme ska lämnas mellan matematiska formler för att säkerställa korrekt radavstånd.

source: Whoops, Ran out of spiros
es: Ups, me quedé sin espiras
ru: Спиро закончились

source: Whoops, attempt to name anchors in a subtable which doesn't contain any
es: Ups, intento de nombrar anclas en una subtabla que no contiene ninguna
ru: Попытка присвоить имена опорным точкам в подтаблице, которая их не содержит

source: Whoops, bad spiro command %d
es: Ups, comando %d de espiras incorrecto
ru: Неверная команда Спиро %d

source: Whoops, contours must begin with a move to
es: Ups, los contornos deben comenzar con un movimiento hacia
ru: Контуры должны начинаться с «move to»

source: Whoops, more names than lookups
es: Ups, más nombres que búsquedas
ru: Имён больше, чем lookup

source: Whoops, more names than subtables of lookup %s
es: Ups, más nombres que subtablas de búsqueda %s
ru: Имён больше, чем подтаблиц в lookup %s

source: Whoops, unexpected verb in contour %d.%d
es: Ups, verbo inesperado en el contorno %d.%d
ru: Неожиданная команда в контуре %d.%d

source: Wide
es: Ancho
ru: Широкий
sv: Bred

source: Width
es: Ancho
ru: Ширина
sv: Bredd

source: Width Color
es: Color del Ancho
ru: Цвет ширины
sv: Bredd Färg

source: Width Guide Color
es: Color de la guía de ancho
ru: Цвет направляющей ширины

source: Width _Class
es: _Clase de ancho
ru: Класс _ширины:
sv: Bredd _Class

source: Width of Vertical Stems:
es: Ancho de astas verticales:
ru: Ширина горизонтальных штрихов:
sv: Bredd på vertikala stjälkar:

source: Width or height arguments to imagemask contain invalid values (either negative or they require more data than provided).
es: Los argumentos de anchura o altura para la máscara de imagen contienen valores no válidos (ya sea negativos o requieren más datos que los proporcionados).
ru: Ширина или высота параметров imagemask содержит недопустимые значения (либо отрицательные, либо требуют больше данных, чем предоставлено).
sv: Bredd- eller höjdargumenten till imagemask innehåller ogiltiga värden (antingen negativa eller så kräver de mer data än vad som anges).

source: Width/Height of Thick Stems:
es: Ancho/altura de astas gruesas:
ru: Ширина/высота толстых штрихов:
sv: Bredd/höjd på tjocka stjälkar:

source: Width/Height of Thin Stems:
es: Ancho/altura de astas delgadas:
ru: Ширина/высота тонких штрихов:
sv: Bredd/höjd på tunna stjälkar:

source: Width:
es: Ancho:
ru: Ширина:
sv: Bredd:

source: Width: %d Count: %d Percentage of Max: %d%%
es: Ancho: %d Conteo: %d Porcentaje de máx: %d%%
ru: Ширина: %d Число: %d Процент от макс.: %d%%
sv: Bredd: %d Antal: %d Procent av max: %d%%

source: Width: %d-%d (%d) Count: %d (%d) Percentage of Max: %d%%
es: Ancho: %d-%d (%d) Conteo: %d (%d) Porcentaje de máx: %d%%
ru: Ширина: %d-%d (%d) Число: %d (%d) Процент от макс.: %d%%
sv: Bredd: %d-%d (%d) Antal: %d (%d) Procent av max: %d%%

source: Wild Brush - Drips a lot
es: Pincel salvaje - Gotea mucho
ru: Грубая кисть — делает резкие мазки
sv: Wild Brush - droppar mycket

source: Win Ascent Offset:
es: Desplazamiento de ascenso de Win:
ru: Смещение верхней выносной (Win):

source: Win Descent Offset:
es: Desplazamiento de descenso de Win:
ru: Смещение нижней выносной (Win):

source: Window
es: Ventana
ru: Окно
sv: Fönster

source: Windows Latin ("ANSI")
es: Latino de Windows ("ANSI")
ru: Латиница Windows (ANSI)

source: Windows will reject fonts with an OS/2 version number of 0
es: Windows rechazará las fuentes con un número de versión OS/2 de 0
ru: Windows отклонит шрифт, если версия OS/2 в нём равна 0

source: Windows will reject otf (cff) fonts with an OS/2 version number of 1
es: Windows rechazará las fuentes otf (cff) con un número de versión OS/2 de 1
ru: Windows отклонит шрифты otf (cff), если версия OS/2 в них равна 1

source: Windows-compatible 'kern'
es: Interletraje compatible con Windows
ru: Совместимость «kern» с Windows

source: Woff Major Version:
es: Versión mayor de Woff:
ru: Основная версия WOFF:

source: Woff Minor Version:
es: Versión menor de Woff:
ru: Второстепенная версия WOFF:

source: Wolof
es: Wólof
ru: Волоф

source: Woods Cree
es: Cree de las llanuras
ru: Лесной кри

source: Wrap Pos:
es: Pos. de ajuste de texto:
ru: Поз. переноса:
sv: Omslag Pos:

source: Write Control Value Table in Funits Pops a number(Funits) and a CVT index and writes the number to cvt[index]
es: Escribir tabla de valor de control en Funits (WCVTF) Desapila un número (en Funits) y un índice CVT, y escribe el número en cvt[índice]
ru: WCVTF Запись таблицы cvt в единицах шрифта (funits) Извлекает из стека число (в единицах шрифта (Funits) и индекс CVT, а затем записывает число в cvt[индекс]
sv: Skriva kontrollvärde tabell i Funits Popar ett tal(Funits) och ett CVT-index och skriver talet till cvt[index]

source: Write Control Value Table in Pixel units Pops a number(26.6) and a CVT index and writes the number to cvt[index]
es: Escribir tabla de valor de control en unidades de píxeles (WCVTP) Desapila un número (26.6) y un índice CVT, y escribe el número en cvt[índice]
ru: WCVTP Запись таблицы cvt в пикселах Извлекает из стека число (в формате 26.6) и индекс CVT, а затем записывает число в cvt[индекс]
sv: Skriva tabell för styrvärden i bildpunktenheter Popar ett tal(26.6) och ett CVT-index och skriver talet till cvt[index]

source: Write Store Pops a value and an index and writes the value to storage[index]
es: Escribir en almacenamiento (WS) Desapila un valor y un índice, y escribe el valor en almacenamiento[índice]
ru: WS Запись в хранилище Извлекает из стека значение и индекс, а затем записывает значение в хранилище[индекс]
sv: Skriva lagring Popar ett värde och ett index och skriver värdet till storage[index]

source: Write failed
es: Falló la escritura
ru: Не удалось выполнить запись
sv: Skrivning misslyckades

source: WritePNGInSFD
es: Escribir PNG en SFD
ru: Записывать PNG в SFD

source: Wrong Direction
es: Dirección incorrecta
ru: Неверное направление
sv: Fel riktning

source: Wrong number of entries in %s
es: Número incorrecto de entrada en %s
ru: Неверное число записей в %s
sv: Fel antal inmatningar i %s

source: Wrong type of SFD file
es: Tipo de archivo SFD incorrecto
ru: Неверный тип файла SFD
sv: Fel typ av SFD-fil

source: Wuding-Luquan Yi
es: Yi, Wuding-Luquan
ru: Носу (Удин-Луцюань)

source: X Bitmap
ru: Растр X
sv: X Bitmapp

source: X Expr:
es: Expr en X:
ru: Выражение X:

source: X Movement
es: Movimiento en X
ru: Смещение по X
sv: X Rörelse

source: X Repeat Count
es: Número de repetición en X
ru: Число повторов по X
sv: X Upprepa antal

source: X Scale Factor
es: Factor de escala en X
ru: Коэффициент масштабирования по X
sv: X Skalfaktor

source: X11 bitmap only sfnt (otb)
es: Mapa de bits de X11, solo sfnt (otb)
ru: Только растр X11 sfnt (otb)
sv: X11 bitmap endast sfnt (otb)

source: XHeight Percent
es: Porcentaje de altura de X
ru: Процент роста строчных:
sv: XHöjd Procent

source: XHeight Percent:
es: Porcentaje de altura de X:
ru: Процент роста строчных:
sv: XHöjd Procent:

source: XHeight:
es: Altura x:
ru: Высота строчных:
sv: XHöjd:

source: Xhosa
es: Xosa
ru: Коса

source: Y Expr:
es: Expr en Y:
ru: Выражение Y:

source: Y Movement
es: Movimiento en Y
ru: Смещение по Y
sv: Y Rörelse

source: Y Repeat Count
es: Número de repetición en Y
ru: Число повторов по Y
sv: Y Antal upprepningar

source: Y Scale Factor
es: Factor de escala en Y
ru: Коэффициент масштабирования по Y
sv: Y Skalfaktor

source: Y near¹ _standard heights
es: Y cerca¹ de la altura e_stándar
ru: Стандартные высоты рядом¹ по Y
sv: Y nära¹ _standardhöjder

source: Y-Cree
es: Cree-Y
ru: Наскапи

source: Yao
ru: Яо

source: Yapese
ru: Япский

source: Yes
es: Sí
ru: Да
sv: Ja

source: Yes to _All
es: Sí _a todo
ru: Да для _всех
sv: Ja till _alla

source: Yes, and don't _remind me again
es: Sí, y no lo _recuerdes de nuevo
ru: Да, и больше не _напоминать

source: Yezidi
es: Yazidí
ru: Езидское письмо

source: Yi Classic
es: Yi Clásico
ru: Классическое носу

source: Yi Modern
es: Yi Moderno
ru: Современное носу

source: Yi Radicals
es: Radicales Yi
ru: Корни И

source: Yi Syllables
es: Sílabas Yi
ru: Слоги И
sv: Yi stavelser

source: Yi Syllables/Radicals
es: Sílabas/Radicales Yi
ru: Слоги и корни Юи

source: Yiddish
es: Yídish
ru: Идиш
sv: Jiddish

source: Yijing Hexagram Symbols
es: I Ching, símbolos de los hexagramas
ru: Символы И-цзин
sv: Yijing Hexagram Symboler

source: Yoruba
ru: Йоруба

source: You appear to have an old editing session on %s. Would you like to recover it?
es: Parece que tienes una sesión de edición antigua en %s. ¿Te gustaría recuperarla?
ru: Похоже, у вас остался незавершенный сеанс редактирования в %s. Восстановить его?
sv: Det verkar som om du har en gammal redigeringssession på %s. Skulle du vilja återställa den?
