Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: French Réunion
sv: Franska Réunion

source: French D.R. Congo
sv: Franska D.R. Kongo

source: French Senegal
sv: Franska Senegal

source: French Camaroon
sv: Fransk Camaroon

source: French Côte d'Ivoire
sv: Franska Elfenbenskusten

source: French Mali
sv: Franska Mali

source: French Morocco
sv: Franska Marocko

source: French Haiti
sv: Franska Haiti

source: French North Africa
sv: Franska Nordafrika

source: Gaelic (Scottish)
sv: Gaeliska (skotska)

source: Kashmiri (India)
sv: Kashmiri (Indien)

source: Korean (Johab)
sv: Koreanska (Johab)

source: Lithuanian (Classic)
sv: Litauiska (klassisk)

source: Nepali (India)
sv: Nepali (Indien)

source: Portugese (Portugal)
sv: Portugisiska (Portugal)

source: Romanian (Moldova)
sv: Rumänska (Moldavien)

source: Russian (Moldova)
sv: Ryska (Moldavien)

source: Sindhi India
sv: Sindhi Indien

source: Spanish (Latin America)
sv: Spanska (Latinamerika)

source: Tamazight (Arabic)
sv: Tamazight (arabiska)

source: Tibetan Bhutan
sv: Tibetanska Bhutan

source: Tigrinya Ethiopia
sv: Tigrinja Etiopien

source: Urdu (India)
sv: Urdu (Indien)

source: Cyrillic & Supplement
sv: Kyrilliska & tillägg

source: Arrows (& Supplements A&B)
sv: Pilar (& tillägg A&B)

source: Mathematical Operators (Suppl. & Misc.)
sv: Matematiska operatorer (Suppl. & Övrigt)

source: Katakana & Phonetic Extensions
sv: Katakana & fonetiska tillägg

source: Musical Symbols, Byzantine & Western
sv: Musikaliska symboler, bysantinska och västerländska

source: Private Use (planes 15&16)
sv: Privat användning (plan 15&16)

source: Linear B Syllabary/Ideograms, Agean Num.
sv: Linear B Syllabary/Ideogram, Agean Num.

source: Cuneiform Numbers & Punctuation
sv: Kilskriftssiffror och skiljetecken

source: Sudanese
sv: Sudanesisk

source: Mahjong & Domino Tiles
sv: Mahjong & Domino-brickor

source: Please read the OFL
sv: Läs OFL

source: You should read the OFL and its FAQ at http://scripts.sil.org/OFL. If you are not very familiar with English, please check if there is a translation of the FAQ or an unofficial translation of the license in your mother tongue or preferred language. Please fill in the copyright notice in the license header along with any Reserved Font Name(s). If you are branching from an existing font make sure you have the right to do so and remember to add your additional notice with any Reserved Font Name(s).
sv: Du bör läsa OFL och dess FAQ på http://scripts.sil.org/OFL. Om du inte är särskilt bekant med engelska, kontrollera om det finns en översättning av FAQ eller en inofficiell översättning av licensen på ditt modersmål eller det språk du föredrar. Fyll i copyrightmeddelandet i licensens tillsammans med eventuella reserverade typsnittsnamn. Om du förgrenar dig från ett befintligt typsnitt, se till att att du har rätt att göra det och kom ihåg att lägga till ditt tilläggsmeddelande med eventuella reserverade typsnittsnamn.

source: The amount of strechable space between words when using this font
sv: Mängden streckbart utrymme mellan ord när du använder detta typsnitt

source: Name table too big for windows
sv: Namntabell för stor för fönster

source: Windows has decided that fonts with 'name' tables bigger than 5K are insecure and will refuse to load them. Don't ask me why they believe this. This font will have a 'name' table bigger than that.
sv: Windows har beslutat att typsnitt med "namn"-tabeller större än 5K är osäkra och kommer att vägra att läsa in dem. Fråga mig inte varför de tror det. Detta typsnitt kommer att ha en "namn"-tabell som är större än så.

source: _UniqueID:
sv: _UnikID:

source: Panose|_Family
sv: _Familj

source: To create a new name, left click on the <New> button, and select a locale. To change the locale, left click on it. To change the string type, left click on it. To change the text, left click in it and then type. To delete a name, right click on the name & select Delete from the menu. To associate or disassocate a truetype name to its postscript equivalent right click and select the appropriate menu item.
sv: För att skapa ett nytt namn vänsterklickar du på knappen <New> och väljer en lokal. För att ändra locale, vänsterklicka på den. För att ändra strängtyp, vänsterklicka på den. Om du vill ändra texten vänsterklickar du i den och skriver sedan. Om du vill ta bort ett namn högerklickar du på namnet och väljer Delete i menyn. För att associera eller disassociera ett truetypenamn till dess postscriptmotsvarighet högerklicka och välj lämpligt menyalternativ.

source: Add SIL
sv: Lägg till SIL

source: The SIL Open Font License (OFL) is designed for free/libre/open font projects. Most other FLOSS licenses are designed for conventional software and are problematic for fonts. The OFL is a community-approved license and is well-suited for releasing fonts to be freely used, studied, copied, modified, embedded, merged and distributed while maintaining artistic integrity. You are encouraged you to use it if you can. For more details about the OFL - and the corresponding FAQ - see http://scripts.sil.org/OFL Simply press this button to add the OFL metadata to your font.
sv: SIL Open Font License (OFL) är utformad för fria/libre/öppna typsnittsprojekt. De flesta andra FLOSS-licenser är utformade för konventionell programvara och är problematiska för typsnitt. OFL är en licens som godkänts av gemenskapen och är väl lämpad för att släppa typsnitt fria att användas, studeras, kopieras, modifieras, bäddas in, slås samman och distribueras fritt samtidigt som den konstnärliga integriteten bibehålls. Vi uppmuntrar dig att använda den om du kan. För mer information om OFL - och motsvarande FAQ - se http://scripts.sil.org/OFL Tryck bara på den här knappen för att lägga till OFL-metadata i ditt typsnitt.

source: OFL website
sv: OFL:s webbplats

source: Click here to go to http://scripts.sil.org/OFL to get all the details about the Open Font License and to read the corresponding FAQ.
sv: Klicka här för att gå till http://scripts.sil.org/OFL för att få alla detaljer om Open Font License och för att läsa motsvarande FAQ.

source: Merge Feature Info
sv: Information om sammanslagning av funktioner

source: Open Font Library...
sv: Öppna Font Library ...

source: Browse web
sv: Bläddra på webben

source: Add Encoding Slots...
sv: Lägg till kodningsplatser...

source: How many CID slots do you wish to add?
sv: Hur många CID-platser vill du lägga till?

source: How many unencoded glyph slots do you wish to add?
sv: Hur många okodade glyfplatser vill du lägga till?

source: _Compact
sv: _Kompakt

source: _Fit to em
sv: _Passar till em

source: Font Size
sv: Textstorlek

source: Size (in points) of the font used to display information and glyph labels in the fontview.
sv: Storlek (i punkter) på det typsnitt som används för att visa information och glyf-etiketter i fontvyn.

source: Font Family
sv: Typsnittsfamilj

source: A comma separated list of font family names used to display small example images of glyphs over the user designed glyphs
sv: En kommaseparerad lista med namn på typsnittsfamiljer som används för att visa små exempelbilder av glyfer över de användardesignade glyferna

source: Serif Family
sv: Serif-familj

source: A comma separated list of font family names used to display small example images of glyphs over the user designed glyphs for characters in the unicode math region which are specified to be in a serif font
sv: En kommaseparerad lista med namn på typsnittsfamiljer som används för att visa små exempelbilder av glyfer över de användardefinierade glyferna för tecken i den matematiska regionen i Unicode som anges vara i ett serif-typsnitt

source: Script Family
sv: Skriptfamilj

source: A comma separated list of font family names used to display small example images of glyphs over the user designed glyphs for characters in the unicode math region which are specified to be in a script font
sv: En kommaseparerad lista med namn på typsnittsfamiljer som används för att visa små exempelbilder av glyfer över de användardefinierade glyferna för tecken i den matematiska regionen i Unicode som anges vara i ett skripttypsnitt

source: Fraktur Family
sv: Familjen Fraktur

source: A comma separated list of font family names used to display small example images of glyphs over the user designed glyphs for characters in the unicode math region which are specified to be in a fractur font
sv: En kommaseparerad lista med namn på typsnittsfamiljer som används för att visa små exempelbilder av glyfer över de användardesignade glyferna för tecken i den matematiska regionen i Unicode som anges vara i ett frakturtypsnitt

source: Double Struck Family
sv: Familjen Double Struck

source: A comma separated list of font family names used to display small example images of glyphs over the user designed glyphs for characters in the unicode math region which are specified to be in a double struck font
sv: En kommaseparerad lista med namn på typsnittsfamiljer som används för att visa små exempelbilder av glyfer över de användardesignade glyferna för tecken i den matematiska regionen i Unicode som anges vara i ett dubbeltypsnitt

source: Sans-Serif Family
sv: Sans-Serif Familj

source: A comma separated list of font family names used to display small example images of glyphs over the user designed glyphs for characters in the unicode math region which are specified to be in a sans-serif font
sv: En kommaseparerad lista med namn på typsnittsfamiljer som används för att visa små exempelbilder av glyfer över de användardesignade glyferna för tecken i den matematiska regionen i Unicode som anges vara i ett sans-serif-typsnitt

source: Monospace Family
sv: Monospace-familjen

source: A comma separated list of font family names used to display small example images of glyphs over the user designed glyphs for characters in the unicode math region which are specified to be in a monospace font
sv: En kommaseparerad lista med namn på typsnittsfamiljer som används för att visa små exempelbilder av glyfer över de användardefinierade glyferna för tecken i den matematiska regionen i Unicode som anges vara i ett monospace-typsnitt

source: This is an abstract class which defines common features of the FontView, CharView, BitmapView and MetricsView
sv: Detta är en abstrakt klass som definierar gemensamma egenskaper för FontView, CharView, BitmapView och MetricsView

source: In character %s, could not find reference to %s
sv: I karaktär %s, kunde inte hitta referens till %s

source: In character %s, there are too few points on a path in the base
sv: I tecken %s finns det för få punkter på en slinga i basen

source: In character %s, there are too many points on a path in the base
sv: I tecken %s finns det för många punkter på en slinga i basen

source: Different settings on whether to stroke in layer %d of %s
sv: Olika inställningar för om stroke ska göras i lager %d eller %s

source: Bad bounding box for %s.
sv: Felaktig avgränsningsbox för %s.

source: FontForge does not support this bit depth %d (must be 1,2,4,8,16,32)
sv: FontForge stöder inte detta bitdjup %d (måste vara 1,2,4,8,16,32)

source: Unexpected EOF in gf
sv: Oväntad EOF i gf

source: Uninterpreted code in gf: %d
sv: Oförtolkad kod i gf: %d

source: Duplicate repeat row count in char %d of pk file
sv: Duplicerat upprepat radantal i char %d i pk-filen

source: Unparsed characters found after end of groups file (last line parsed was %d).
sv: Oanalyserade tecken hittades efter slutet av gruppfilen (sista raden som analyserades var %d).

source: Awaiting response
sv: Inväntar svar

source: File vanished
sv: Filen försvann

source: The %s file we just created can no longer be opened.
sv: Den %s-fil som vi just skapat kan inte längre öppnas.

source: Transmitting %s...
sv: Sändning %s...

source: Could not connect to host
sv: Det gick inte att ansluta till värden

source: Could not connect to "%s".
sv: Det gick inte att ansluta till "%s".

source: Error from openfontlibrary
sv: Fel från openfontlibrary

source: Server error code=%d
sv: Felkod för server=%d

source: Unexpected server return
sv: Oväntad serverretur

source: Unexpected server return code=%d
sv: Oväntad returkod för server=%d

source: Transmitting Meta Data...
sv: Överföring av metadata...

source: Font Upload...
sv: Skicka upp typsnitt...

source: Uploading to Open Font Library
sv: Skickar upp till Open Font Library

source: Looking for openfontlibrary.org
sv: Letar du efter openfontlibrary.org

source: Could not find host
sv: Kunde inte hitta värden

source: Could not find "%s" Are you connected to the internet?
sv: Kunde inte hitta "%s" Är du ansluten till internet?

source: Login failed
sv: Inloggning misslyckades

source: Could not log in.
sv: Det gick inte att logga in.

source: Could not read state
sv: Kunde inte läsa status

source: Could not read state.
sv: Kunde inte läsa tillståndet.

source: Font file vanished
sv: Font-fil försvann

source: The font file we just created can no longer be opened.
sv: Den typsnittsfil som vi just skapade kan inte längre öppnas.

source: Image file vanished
sv: Bildfilen försvann

source: The preview image we just created can no longer be opened.
sv: Den förhandsgranskningsbild som vi just skapade kan inte längre öppnas.

source: Failed to find an upload id.
sv: Misslyckades med att hitta ett uppladdnings-id.

source: Preview file vanished
sv: Förhandsgranskning av fil försvann

source: The preview file we just created can no longer be opened.
sv: Den förhandsgranskningsfil som vi just skapade kan inte längre öppnas.

source: Password?
sv: Lösenord?

source: Enter password for %s@%s
sv: Ange lösenord för %s@%s

source: Downloading from %s
sv: Hämtar ner från %s

source: Could not parse URL
sv: URL kunde inte tolkas

source: Got something else when expecting an http URL
sv: Fick något annat när jag förväntade mig en http-URL

source: Font Download...
sv: Hämta ner typsnitt...

source: Resolving host
sv: Lösning av värd

source: Requesting font...
sv: Begär typsnitt...

source: Could not send request
sv: Kunde inte skicka förfrågan

source: Could not send request to "%s".
sv: Det gick inte att skicka en begäran till "%s".

source: Downloading font...
sv: Hämtar ner typsnitt...

source: Could not download data
sv: Kunde inte hämta ner data

source: Could not download data.
sv: Det gick inte att hämta ner data.

source: HTTP return code: %d.
sv: HTTP returkod: %d.

source: Requesting file...
sv: Begär fil...

source: Downloading file...
sv: Hämtar ner fil...

source: Uploading to %s
sv: Skickar upp till %s

source: Got something else when expecting an ftp URL
sv: Fick något annat när jag förväntade mig en ftp-URL

source: Logging in...
sv: Loggar in...

source: Bad Username/Password
sv: Felaktigt användarnamn/lösenord

source: Transmitting font...
sv: Överföring av typsnitt...

source: FTP passive Data Connect failed
sv: FTP passiv Data Connect misslyckades

source: Could not find file.
sv: Filen kunde inte hittas.

source: Uploading font...
sv: Skickar upp typsnitt...

source: Could not transmit data
sv: Kunde inte överföra data

source: Could not transmit data.
sv: Kunde inte överföra data.

source: FontForge only handles ftp and http URLs at the moment
sv: FontForge hanterar bara ftp- och http-URL: er för tillfället

source: FontForge can only upload to ftp URLs at the moment
sv: FontForge kan bara skicka upp till ftp-URL: er för tillfället

source: This character (gid=%d) has a following part (%d). I'm not sure what that means, please send me (gww@silcom.com) a copy of this font so I can test with it.
sv: Det här tecknet (gid=%d) har en efterföljande del (%d). Jag är inte säker på vad det betyder, skicka mig (gww@silcom.com) en kopia av detta typsnitt så att jag kan testa med det.

source: Unexpected size for name section of URW font (expected 55, got %d)
sv: Oväntad storlek för namnsektionen i URW-typsnittet (förväntat 55, fick %d)

source: Unexpected size for font info section of URW font (expected 12, got %d)
sv: Oväntad storlek för typsnittsinfoavsnittet i URW-typsnittet (förväntat 12, fick %d)

source: Resets the kerning offset to what it was originally
sv: Återställer kerning-offset till vad det ursprungligen var

source: Normally kerning is based on achieving a constant (optical) separation between glyphs, but occasionally it is desireable to have a kerning table where the kerning is based on the closest approach between two glyphs (So if the desired separ- ation is 0 then the glyphs will actually be touching.
sv: Normalt baseras kerning på att uppnå ett konstant (optiskt) separation mellan glyfer, men ibland är det önskvärt att ha en att ha en kerningstabell där kerningen är baserad på närmaste avståndet mellan två glyfer (så om den önskade separationen är är 0 så kommer glyferna faktiskt att röra vid varandra.

source: Library may be too old
sv: Biblioteket kanske är för gammalt

source: The library is older than the executable expects. This might be ok. Or it may crash on you. You have been warned.
sv: Biblioteket är äldre än vad den körbara filen förväntar sig. Det här kanske är okej. Eller så kan det krascha på dig. Du har blivit varnad.

source: TeX Extension List
sv: Lista över TeX-tillägg

source: Ancient Ligatures
sv: Forntida ligaturer

source: Character Variants 00
sv: Karaktärsvarianter 00

source: Drop Caps
sv: Dropplock

source: Dipthongs (Obsolete)
sv: Dipthongs (Föråldrad)

source: Hanja to Hangul
sv: Hanja till Hangul

source: Script Style
sv: Script stil

source: Vertical Alternates (obs)
sv: Vertikala alternativ (obs)

source: Bliss Symbolics
sv: Bliss Symbolik

source: Script|Pahlavi
sv: Pahlavi

source: Pollard Phonetic
sv: Pollard Fonetisk

source: Cuneiform, Ugaritic
sv: Kilskrift, ugaritiska

source: GSUB lookup refered to in this GPOS contextual lookup: %s
sv: GSUB-uppslagsord som det hänvisas till i detta GPOS-kontextuella uppslagsord: %s

source: GPOS lookup refered to in this GSUB contextual lookup: %s
sv: GPOS-uppslagsord som det hänvisas till i detta GSUB-kontextuella uppslagsord: %s

source: Arakanese
sv: Arakanesiska

source: German (Standard)
sv: Tyska (standard)

source: Dhivehi (Obsolete)
sv: Dhivehi (Föråldrad)

source: Forest Nenets
sv: Skog Nenets

source: French (Standard)
sv: Franska (standard)

source: Gaelic
sv: Gaeliskt

source: Pilipino (Filipino)
sv: Pilipino (filippinska)

source: Provencal
sv: Provencalsk

source: Chinese Hong Kong
sv: Kinesiska Hong Kong

source: Chinese Phonetic
sv: Kinesisk fonetisk

source: Chinese Simplified
sv: Kinesiska, förenklad

source: Chinese Traditional
sv: Kinesiska, traditionell

source: You must specify a replacement glyph for %s
sv: Du måste ange en ersättningsglyf för %s

source: In this format you define a series of glyph classes and specify a matix showing how each class interacts with all the others.
sv: I detta format definierar du en serie glyfklasser och specificera en matix som visar hur varje klass interagerar med alla de andra.

source: Kerning may be specified either by classes of glyphs or by pairwise combinatins of individual glyphs. Which do you want for this subtable?
sv: Kerning kan specificeras antingen genom klasser av glyfer eller genom parvisa kombinationer av enskilda glyfer. Vilket vill du ha för den här subtabellen?

source: Warning: %s(%s) is both extended and condensed. That's impossible.
sv: Varning: %s(%s) är både utvidgad och kondenserad. Det är inte möjligt.

source: Warning: Both extended and condensed. That's impossible.
sv: Varning: Både utökad och kondenserad. Det är inte möjligt.

source: Can't open temporary file for postscript output
sv: Kan inte öppna temporär fil för postscript-utmatning

source: Missing POST resource %u
sv: Saknar POST-resurs %u

source: Out of memory
sv: Ut ur minnet

source: Can't open temporary file for truetype output.
sv: Det går inte att öppna en temporär fil för truetype-utdata.

source: No kerning table for %s
sv: Ingen kerningtabell för %s

source: can't create temporary file
sv: kan inte skapa temporär fil

source: Couldn't find a font file named %s
sv: Kunde inte hitta en typsnittsfil med namnet %s

source: %s is a mac resource file but contains no postscript or truetype fonts
sv: %s är en Mac-resursfil men innehåller inga Postscript- eller Truetype-typsnitt

source: Maximum height of the (ink) top of subscripts that does not require moving ubscripts further down.
sv: Maximal höjd på (bläck)toppen av index som inte kräver att man flyttar ubscripts längre ner.

source: Maximum allowed drop of the baseline of subscripts realtive to the bottom of the base. Used for bases that are treated as a box or extended shape. Positive for subscript baseline dropped below base bottom.
sv: Maximal tillåten sänkning av baslinjen för subskriptioner realtivt till botten av basen. Används för baser som behandlas som en låda eller utökad form. Positivt för index baslinjen sjunker under basens botten.

source: Minimum allowed hieght of the bottom of superscripts that does not require moving them further up.
sv: Minsta tillåtna höjd på botten av överskrifter som inte kräver att de flyttas dem längre upp.

source: Maximum allowed drop of the baseline of superscripts realtive to the top of the base. Used for bases that are treated as a box or extended shape. Positive for superscript baseline below base top.
sv: Maximalt tillåtet fall av baslinjen för överskrift realtiv till toppen av basen. Används för baser som behandlas som en låda eller utökad form. Positiv för överskrift baslinje under basens topp.

source: Minimum gap between the supersecript and subscript ink.
sv: Minsta avstånd mellan det överskrivna och det underskrivna bläcket.

source: Extra white space to be added after each ub/superscript.
sv: Extra vitt utrymme ska läggas till efter varje ub/superscript.

source: Standard shift down applied to the denominator. Postive values indicate downward motion.
sv: Standardförskjutning nedåt tillämpas på nämnaren. Positiva värden indikerar nedåtgående rörelse.

source: Standard shift down applied to the denominator in display style. Postive values indicate downward motion.
sv: Standardförskjutning nedåt tillämpas på nämnaren i visningsstil. Positiva värden indikerar en nedåtgående rörelse.

source: Horizontal distance between the top and bottom elemnts of a skewed fraction.
sv: Horisontellt avstånd mellan topp- och och nedersta elementen i en skev fraktion.

source: Extra white space resevered below the underbar.
sv: Extra vitt utrymme återskapat under underfältet.

source: The %1$s hints in glyph "%2$.30s" in font %3$.30s do not match those in %4$.30s (different number or different overlap criteria)
sv: De %1$s hintarna i glyfen "%2$.30s" i typsnittet %3$.30s matchar inte de i %4$.30s (olika antal eller olika överlappningskriterier)

source: Instructions in a TrueType font refer to points by number, so if you edit a glyph in such a way that some points have different numbers (add points, remove them, etc.) then the instructions will be applied to the wrong points with disasterous results. Normally FontForge will remove the instructions if it detects that the points have been renumbered in order to avoid the above problem. You may turn this behavior off -- but be careful!
sv: Instruktioner i ett TrueType-typsnitt hänvisar till punkter med nummer, så om du redigerar en glyf på ett sådant sätt att vissa punkter har olika nummer (lägg till punkter, ta bort dem etc.) då instruktionerna kommer att tillämpas på fel punkter med katastrofala resultat. Normalt kommer FontForge att ta bort instruktionerna om den upptäcker att punkterna har omnumrerats för att undvika ovanstående problem. Du kan stänga av detta beteende av -- men var försiktig!
