Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Don't display columns of 0s. The OpenType lookup allows for up to 8 kinds of data, but almost all lookups will use just one or two. Omitting the others makes the behavior clearer.
es: No mostrar columnas de 0. La búsqueda de OpenType permite hasta 8 tipos de datos, pero casi todas las búsquedas de usarán solo uno o dos. Omitir los otros hace que el comportamiento sea más claro.
ru: Не отображать столбцы 0s. Lookup OpenType поддерживают до 8 типов данных, но практически во всех lookup используется только один или два из них. Это позволяет сделать поведение более понятным.
sv: Visa inte kolumner med 0:or. OpenType-lookupen tillåter upp till 8 typer av data data, men nästan alla uppslagningar kommer att använda bara en eller två. Om du utelämnar de andra blir beteendet tydligare.

source: Don't smooth lines
es: No suavizar las líneas
ru: Не сглаживать кривые
sv: Släta inte ut linjer

source: Dotless Forms
es: Formas sin punto
ru: Формы без точек
sv: Punktlösa formulär

source: Dots per inch of screen (0 for default/auto-detect)
es: Puntos por pulgada de la pantalla (0 para predeterminado/autodetectado)
ru: Точек экрана на дюйм (0 по умолчанию и для автообнаружения)

source: Dragging Comparison Alpha Channel
es: Canal de alfa de la comparación de arrastre
ru: Альфа-канал исходного контура при перетаскивании

source: Dragging Comparison Outline
es: Contorno de la comparación de arrastre
ru: Исходный контур при перетаскивании

source: Dragging Comparison Outline Color
es: Color del contorno de la comparación de arrastre
ru: Цвет исходного контура при перетаскивании

source: Draw a Line
es: Dibujar una línea
ru: Нарисовать линию
sv: Rita en linje

source: Draw a freehand curve
es: Dibujar una curva a mano alzada
ru: Свободное рисование
sv: Rita en kurva på fri hand

source: DrawOpenPathsWithHighlight
es: Dibujar trazados abiertos con subrayado
ru: Выделять открытые пути

source: Drawing Area
es: Área de dibujo
ru: Холст
sv: Ritningsyta

source: Drawing plane tilt:
es: Inclinación del plano de dibujo:
ru: Наклон плоскости рисунка:
sv: Ritningsplanet lutar:

source: Drawn or Distressed
es: Dibujado o desgastado
ru: Рисованная или рваная

source: Drop Caps (Obsolete)
es: Letras capitales (obsoleto)
ru: Буквицы (устаревшая)

source: Drop List Button
es: Botón de borrado de lista
ru: Кнопка раскрывающегося списка
sv: Knapp för rullgardinslista

source: Dummy 'DSIG'
es: "DSIG" de práctica
ru: Заглушка 'DSIG'

source: Dungan
es: Dungano
ru: Дунганский

source: Duplicate Anchor
es: Duplicar ancla
ru: Создать копию опорной точки
sv: Duplicerat ankare

source: Duplicate Anchor Class
es: Duplicar clase de anclaje
ru: Дубликат класса опорной точки
sv: Duplicera ankarklass

source: Duplicate Kern data
es: Duplicar datos de interletraje
ru: Продублировать данные кернинга
sv: Duplicera Kern-data

source: Duplicate Ligature
es: Duplicar ligadura
ru: Продублировать лигатуру
sv: Duplicerad ligatur

source: Duplicate Name
es: Nombre ya existente
ru: Повторение имени
sv: Duplicerat namn

source: Duplicate StyleSet Name
es: Duplicar nombre del conjunto estilístico
ru: Дублирующееся имя стилевых наборов
sv: Duplicera StyleSet-namn

source: Duplicate data
es: Duplicar datos
ru: Дублируются данные
sv: Duplicera data

source: Duplicate definition of subroutine %d
es: Definición duplicada de la subrutina %d
ru: Дублирующееся определение подпрограммы %d

source: Duplicate lib data.
es: Duplicar datos de la librería.
ru: Дублируются данные библиотеки.

source: Duplicate name
es: Nombre duplicado
ru: Продублировать имя
sv: Duplicerat namn

source: Duplicate pixelsize
es: Duplicar tamaño de píxeles
ru: Дублирование размера пиксела
sv: Duplicerad bildpunktstorlek

source: Duplicate repeat row count in char %d of pk file
es: Conteo de filas repetidas duplicado en el carácter %d del archivo pk
ru: Дублирующийся повтор числа строк в символе %d pk-файла

source: Duployan
es: Duployano
ru: Стенография Дюплойе

source: Dutch
es: Holandés
ru: Голландский (Нидерландский)
sv: Nederländska

source: Dzongkha
es: Butanés
ru: Дзонг-кэ

source: ELSE clause Start of Else clause of preceding IF
es: ELSE, cláusula Comienzo de la cláusula Else del IF anterior
ru: ELSE Выражение ELSE Начало выражения Else для предшествующего оператора IF
sv: ELSE-sats Början av Else-satsen i föregående IF

source: END Function definition
es: END, definición de Función
ru: ENDF Завершение определения функции
sv: END Funktionsdefinition

source: EPS Template
es: Plantilla EPS
ru: Шаблон в EPS
sv: EPS-mall

source: EQual Pops two values, tests for equality, pushes result(0/1)
es: Igual que (EQ) Desapila dos valores, prueba si son iguales, empuja el resultado (0/1)
ru: EQ Оператор равно Извлекает из стека два значения, проверяет их равенство и помещает в стек результат (0 или1)
sv: EQual Popar två värden, testar för likhet, skickar resultatet (0/1)

source: EUC GB 2312 (Chinese)
es: EUC GB 2312 (chino)
ru: EUC GB 2312 (Китайский)
sv: EUC GB 2312 (kinesiska)

source: EVEN Pops one value, rounds it and tests if it is even(0/1)
es: Par (EVEN) Desapila un valor, lo redondea y prueba si es par (0/1)
ru: EVEN Чётность Извлекает из стека значение, округляет его и проверяет на чётность (0 или 1)
sv: JÄMN Popar upp ett värde, avrundar det och testar om det är jämnt(0/1)

source: E_lement
es: E_lemento
ru: _Элемент

source: E_ncoding
es: C_odificación
ru: _Кодировка
sv: Kod_ning

source: E_xecute Script...
es: Ejecutar script...(_X)
ru: _Выполнить сценарий…
sv: Kör s_kript...

source: E_xport...
es: E_xportar...
ru: _Экспортировать…
sv: E_xportera...

source: Each feature is active for a specific set of scripts and languages. Usually only one script is specified, but occasionally more will be. A script is a four letter OpenType script tag
es: Cada característica está activa para un conjunto específico de sistemas de escritura e idiomas. Usualmente solo se especifica un sistema, pero ocasionalmente se especifican más. Un sistema de escritura es una etiqueta de un sistema de escritura de OpenType
ru: Каждая функция распространяет своё действие на конкретный набор сценариев и языков. Обычно указывается только одна система письменности, но иногда их бывает и больше. Система письменности указывается в виде четырёхбуквенного тега OpenType
sv: Varje funktion är aktiv för en specifik uppsättning av skript och språk. Vanligtvis anges bara ett skript, men ibland kommer fler att vara. Ett skript är en OpenType-tagg med fyra bokstäver

source: Each lookup may contain many transformations, but each transformation must be of the same type.
es: Cada búsqueda puede contener muchas transformaciones, pero cada transformación debe ser del mismo tipo.
ru: Каждый lookup может содержать несколько преобразований, но все эти преобразования должны быть однотипными.
sv: Varje uppslagning kan innehålla många transformationer, men varje transformation måste vara av samma typ.

source: Early Dynastic Cuneiform
es: Cuneiforme de la dinastía temprana
ru: Раннединастическая клинопись

source: Eastern Cham
es: Cham oriental
ru: Восточный чамский

source: Eastern Cree
es: Cree oriental
ru: Восточный кри
sv: Östra Cree

source: Eastern Maninkakan
es: Maninkakan oriental
ru: Восточный манинка

source: Eastern Pwo Karen
es: Pwo Karen oriental
ru: Восточный пво

source: Ebira
ru: Эбира

source: Edges near horizontal/vertical/italic
es: Bordes casi horizontales/verticales/inclinados
ru: Края почти _горизонтальны/вертикальны/наклонны
sv: Kanter nära horisontella/vertikala/italiska

source: Edit
es: Editar
ru: Изменить
sv: Redigera

source: Edit 'cvt '...
es: Editar 'cvt '...
ru: Изменить 'cvt '…
sv: Redigera 'cvt '...

source: Edit 'fpgm'...
es: Editar 'fpgm'...
ru: Изменить 'fpgm'…
sv: Redigera 'fpgm'...

source: Edit 'maxp'...
es: Editar "maxp"...
ru: Изменить 'maxp'…
sv: Redigera 'maxp'...

source: Edit 'prep'...
es: Editar 'prep'...
ru: Изменить 'prep'…
sv: Redigera 'prep'...

source: Edit Chaining Position
es: Editar desplazamiento extendido
ru: Изменить позицию цепочки
sv: Redigera kedjeposition

source: Edit Chaining Substitution
es: Editar sustitución de encadenamiento
ru: Изменить подстановку цепочки

source: Edit Contextual Glyph Insertion
es: Editar inserción contextual del glifo
ru: Изменить контекстную вставку глифа
sv: Redigera kontextuell glyfinsättning

source: Edit Contextual Kerning
es: Editar kerning contextual
ru: Изменить контекстный кернинг
sv: Redigera kontextuell kerning

source: Edit Contextual Position
es: Editar posición contextual
ru: Изменить контекстное размещение
sv: Redigera kontextuell position

source: Edit Contextual Substitution
es: Editar sustitución contextual
ru: Изменить контекстную подстановку
sv: Redigera kontextuell ersättning

source: Edit Counter Mask
es: Editar máscara de contadores
ru: Изменить маску просвета
sv: Redigera räknarmask

source: Edit Filter List
es: Editar lista de filtros
ru: Изменить фильтры
sv: Redigera filterlista

source: Edit Font Filters
es: Editar filtros de fuente
ru: Правка фильтров
sv: Redigera filter för typsnitt

source: Edit Indic Rearrangement
es: Editar cambio de orden
ru: Изменить переупорядочивание индийского письма
sv: Redigera Ange Omarrangemang

source: Edit Reverse Chaining Substitution
es: Editar sustitución de encadenamiento inverso
ru: Изменить обратную подстановку цепочки
sv: Redigera Omvänd kedjning Substitution

source: Edit State Transition
es: Editar estado de transición
ru: Изменение состояния перехода
sv: Redigera tillståndsövergång

source: Edit _Metadata
es: Editar _medatados
ru: Изменить _метаданные
sv: Redigera _metadata

source: EditHandleSize
es: Editar tamaño de los controladores
ru: Изменение размера управляющих линий

source: Editable Document
es: Documento editable
ru: Редактируемый документ
sv: Redigerbart dokument

source: Editing
es: Edición
ru: Редактирование
sv: Ändrar

source: Edits a lookup or lookup subtable.
es: Edita una búsqueda o una subtabla de búsquedas.
ru: Изменяет справку или ее подтаблицу
sv: Redigerar ett uppslagsord eller en subtabell för uppslagsord.

source: Edits the transformations in a lookup subtable.
es: Edita las transformaciones en una subtabla de búsquedas.
ru: Изменяет преобразования в подтаблице справки
sv: Redigerar transformationerna i en subtabell med uppslag.

source: Edo
ru: Эдо

source: Effects
es: Efectos
ru: Эффекты
sv: Effekter

source: Efik
ru: Эфик

source: Egyptian Hieroglyph Format Controls
es: Controles de formato de hieroglíficos egipcios
ru: Управляющие символы форматирования египетских иероглифов

source: Egyptian Hieroglyphs
es: Hieroglíficos egipcios
ru: Египетские иероглифы

source: Either a glyph should have no overlapping hints, or a glyph with hint masks should have no overlapping hints within a hint mask.
es: O bien un glifo no debería tener pistas superpuestas, o un glifo con máscaras de pistas no debería tener sugerencias superpuestas dentro de una máscara de pistas.
ru: Глиф либо не должен иметь перекрывающихся хинтов, либо глиф с масками хинтов не должен иметь перекрывающихся хинтов в маске хинта.
sv: Antingen ska en glyf inte ha några överlappande ledtrådar, eller så ska en glyf med hintmasker inte ha några överlappande överlappande ledtrådar inom en ledtrådsmask.

source: Either: The amount of extra space to be added after a sentence Or the space to be used within math formulae
es: O bien: El espacio adicional a añadir después de una oración El espacio a utilizar en fórmulas matemáticas
ru: Также: Величина дополнительного пробела в конце каждого предложения или пробела в математической формуле.
sv: Antingen eller: Mängden extra utrymme som ska läggas till efter en mening Eller det utrymme som ska användas inom matematiska formler

source: Elbasan
es: Elbasanés
ru: Эльбасанское письмо

source: Elements in BlueValues/OtherBlues array are disordered.
es: Los elementos del array BlueValues/OtherBlues están desordenados.
ru: Элементы в массиве BlueValues/OtherBlues не упорядочены.
sv: Elementen i BlueValues/OtherBlues-arrayen är oordnade.

source: Elements in BlueValues/OtherBlues array are not integers.
es: Los elementos del array BlueValues/OtherBlues no son enteros.
ru: Элементы в массиве BlueValues/OtherBlues не являются целыми числами.
sv: Elementen i BlueValues/OtherBlues-arrayen är inte heltal.

source: Elements in BlueValues/OtherBlues array are too close (Change BlueFuzz).
es: Los elementos del array BlueValues/OtroBlues están demasiado cerca (cambia BlueFuzz).
ru: Элементы в массиве BlueValues/OtherBlues находятся слишком близко (измените BlueFuzz).
sv: Elementen i BlueValues/OtherBlues-arrayen är för nära varandra (ändra BlueFuzz).

source: Elements in FamilyBlues/FamilyOtherBlues array are disordered.
es: Los elementos del array FamilyBlues/FamilyOtherBlues están desordenados.
ru: Элементы в массиве FamilyBlues/FamilyOtherBlues не упорядочены.
sv: Elementen i FamilyBlues/FamilyOtherBlues-arrayen är oordnade.

source: Elements in FamilyBlues/FamilyOtherBlues array are not integers.
es: Los elementos del array FamilyBlues/FamilyOtherBlues no son enteros.
ru: Элементы в FamilyBlues/FamilyOtherBlues не являются целыми числами.
sv: Elementen i FamilyBlues/FamilyOtherBlues-arrayen är inte heltal.

source: Elements in FamilyBlues/FamilyOtherBlues array are too close (Change BlueFuzz).
es: Los elementos del array FamilyBlues/FamilyOtherBlues están demasiado cerca (cambia BlueFuzz).
ru: Элементы в массиве FamilyBlues/FamilyOtherBlues находятся слишком близко (измените BlueFuzz).
sv: Elementen i FamilyBlues/FamilyOtherBlues-arrayen ligger för nära varandra (Change BlueFuzz).

source: Ellipse
es: Elipse
ru: Эллипс
sv: Ellips

source: Elymaic
es: Elimaico
ru: Элимайское письмо

source: Em Units
es: Unid. eme
ru: Единицы Em
sv: Em-enheter

source: Embolden as appropriate for Chinese, Japanese, Korean scripts
es: Engrosa como sea apropiado para los sistemas de escritura chino, japonés y coreano
ru: Увеличить насыщенность соответствующим образом для китайского, японского и корейского
sv: Embolden på lämpligt sätt för kinesiska, japanska, koreanska skript

source: Embolden as appropriate for Latin, Cyrillic and Greek scripts
es: Engrosa como sea apropiado para los sistemas de escritura latín, cirílico y griego
ru: Увеличить насыщенность соответствующим образом для латиницы, кириллицы и греческого
sv: Embolden på lämpligt sätt för latinska, kyrilliska och grekiska skript

source: Embolden by
es: Engrosar
ru: Увеличить насыщенность на
sv: Förstärkt av

source: Embolden by:
es: Engrosar:
ru: Увеличить насыщенность на:

source: Emoticons
es: Emoticonos
ru: Эмотиконы
sv: Uttryckssymboler

source: Empty
es: Vacía
ru: Пусто
sv: Tomt

source: Empty Slot FG Color
es: Color del primer plano de las ranuras vacío
ru: Цвет контура пустого слота

source: Empty composite %d
es: Compositor vacío %d
ru: Пустой композитный глиф %d

source: Empty position on line %d of %s
es: Posición vacía en la línea %d de %s
ru: Пустая позиция на строке %d файла %s
sv: Tomt utrymme på rad %d i %s

source: Empty rule
es: Regla vacía
ru: Пустое правило
sv: Tom regel

source: Empty substitute on line %d of %s
es: Sustituto vacío en línea %d de %s
ru: Пустая подстановка на строке %d файла %s

source: Enclosed Alphanumeric Supplement
es: Alfanuméricos enmarcados, suplemento
ru: Дополнение к обрамлённым буквам и цифрам
sv: Bifogat Alfanumeriskt tillägg

source: Enclosed Alphanumerics
es: Alfanuméricos cerrados
ru: Алфавитно-цифровые символы в рамке
sv: Sluten alfanumerisk text

source: Enclosed CJK Letters and Months
es: CJK enmarcado, letras y números
ru: Обрамлённые буквы и месяцы ККЯ
sv: Bifogade CJK-bokstäver och -månader

source: Enclosed Ideographic Supplement
es: Ideográficos enmarcados, suplemento
ru: Дополнение к обрамлённым идеографическим символам
sv: Bifogat ideografiskt tillägg

source: Encoding Too Large
es: Codificación demasiado grande
ru: Слишком большая кодировка
sv: Kodning för stor

source: Encoding name
es: Nombre de codificación
ru: Имя кодировки

source: Encoding subtable for platform=%d, specific=%d (which must be 14) has an unsupported format %d.
es: La subtabla de codificación para la plataforma=%d y su específico=%d (que debe ser 14) tiene un formato %d no soportado.
ru: Подтаблица кодирования для platform=%d, specific=%d (которое должно быть равно 14) имеет неподдерживаемый формат %d.
sv: Kodning av subtable för platform=%d, specific=%d (som måste vara 14) har ett format som inte stöds %d.

source: Encoding subtable for platform=%d, specific=%d has a 0 length subtable.
es: La subtabla de codificación para la plataforma=%d y su específico=%d tiene una subtabla con longitud 0.
ru: Подтаблица кодирования для platform=%d, specific=%d имеет подтаблицу нулевой длины.

source: Encoding subtable for platform=%d, specific=%d has an unsupported format %d.
es: La subtabla de codificación para la plataforma=%d y su específico=%d tiene un formato %d no soportado.
ru: Подтаблица кодирования для platform=%d, specific=%d имеет неподдерживаемый формат %d.

source: Encoding value (%x) not in font, ignored
es: Valor de la codificación (%x) ausente en la fuente: ignorado
ru: Значение кодировки (%x) в шрифте отсутствует, действие игнорируется
sv: Kodningsvärde (%x) inte i typsnittet, ignoreras

source: Encoding value not in font
es: Valor de la codificación ausente en la fuente
ru: Значение кодировки в шрифте отсутствует
sv: Kodningsvärde inte i typsnittet

source: Encoding|Glyph Order
es: Orden de glifos
ru: Порядок глифов
sv: Glyph-ordning

source: End IF Ends an IF or IF-ELSE sequence
es: End IF Finaliza una secuencia IF o IF-ELSE
ru: EIF Завершение IF Завершает оператор IF или последовательность IF-ELSE
sv: Avsluta IF Avslutar en IF- eller IF-ELSE-sekvens

source: End of file found in JSTF table.
es: Fin del archivo encontrado en tabla JSTF.
ru: Обнаружен конец файла в таблице JSTF.

source: End of file found in coverage table.
es: Fin del archivo encontrado en tabla coverage.
ru: Обнаружен конец файла в таблице охвата.

source: End of file found in string on line %d of %s
es: Se ha encontrado fin de archivo en la cadena en la línea %d de %s
ru: Обнаружен конец файла на строке %d файла %s
sv: Slutet av filen hittades i strängen på rad %d av %s

source: End of file found when reading private dictionary.
es: Fin del archivo encontrado al leer el diccionario privado.
ru: При чтении частного словаря обнаружен конец файла.

source: End of file in %s table
es: Fin del archivo en la tabla %s
ru: Конец файла в таблице %s
sv: Slut på filen i %s tabell

source: End of file in context chaining sub-table.
es: Fin del archivo en la subtabla de encadenamiento de contextos.
ru: Конец файла в контекстной подтаблице цепочки.

source: End of file in context chaining subtable.
es: Fin del archivo en la subtabla de encadenamiento de contextos.
ru: Конец файла в контекстной подтаблице цепочки.

source: End of file in feat table.
es: Fin del archivo en la tabla feat
ru: Конец файла в таблице feat.

source: End of file in include on line %d of %s
es: Fin del archivo incluido en la línea %d de %s
ru: Конец файла в директиве «include» на строке %d файла %s
sv: Slut på filen i include på rad %d av %s

source: End of file when reading features in %s table
es: Fin del archivo al leer las características en la tabla %s
ru: Конец файла при чтении функций в таблице %s
sv: Slut på filen vid läsning av funktioner i %s-tabellen

source: End of file when reading lookups in %s table
es: Fin del archivo al leer las búsquedas en la tabla %s
ru: Конец файла при чтении lookup в таблице %s
sv: Slut på filen vid läsning av uppslag i %s-tabellen

source: End of file when reading scripts in %s table
es: Fin del archivo al leer los sistemas de escritura en la tabla %s
ru: Конец файла при чтении систем письма в таблице %s
sv: Slut på filen vid läsning av skript i %s-tabellen

source: End:
es: Final:
ru: Конец:
sv: Slut:

source: EndLen
es: Longitud final
ru: Конеч. длина
sv: SlutLen

source: Endpoints specify minimum length and direction only
es: Los puntos finales solo especifican la longitud mínima y la dirección
ru: Конечные точки определяют только направление и минимальную длину
sv: Ändpunkterna anger endast minsta längd och riktning

source: English
es: Inglés
ru: Английский
sv: Engelska

source: English (Australian)
es: Inglés (Australiano) en_AU
ru: Австралийский английский
sv: Engelska (Australien)

source: English (Belize)
es: Inglés (Bélice)
ru: Английский (Белиз)
sv: Engelska (Belize)

source: English (British)
es: Inglés (Británico) en_UK
ru: Британский английский
sv: Engelska (brittisk)

source: English (Canada)
es: Inglés (Canadá) en_CA
ru: Канадский английский
sv: Engelska (Canada)

source: English (Caribbean)
es: Inglés (Caribe)
ru: Английский (Карибские о-ва)
sv: Engelska (Västindien)

source: English (India)
es: Inglés (India)
ru: Английский (Индия)
sv: Engelska (Indien)

source: English (Irish)
es: Inglés (Irlandés) en_IE
ru: Ирландский английский
sv: Engelska (irländska)

source: English (Jamaica)
es: Inglés (Jamaica)
ru: Английский (Ямайка)
sv: Engelska (Jamaica)

source: English (Malaysia)
es: Inglés (Malasia)
ru: Английский (Малайзия)
sv: Engelska (Malaysia)

source: English (New Zealand)
es: Inglés (Nueva Zelanda)
ru: Английский (Новая Зеландия)
sv: Engelska (Nya Zeeland)

source: English (Philippines)
es: Inglés (Filipinas)
ru: Английский (Филиппины)
sv: Engelska (Filippinerna)

source: English (Singapore)
es: Inglés (Singapur)
ru: Английский (Сингапур)

source: English (South Africa)
es: Inglés (Sud África)
ru: Английский (ЮАР)
sv: Engelska (Sydafrika)

source: English (Trinidad)
es: Inglés (Trinidad)
ru: Английский (Тринидад)
sv: Engelska (Trinidad)

source: English (US)
es: Inglés (US) en_US
ru: Американский английский
sv: Engelska (USA)

source: English (Zimbabwe)
es: Inglés (Zimbawe)
ru: Английский (Зимбабве)
sv: Engelska (Zimbabwe)

source: Engraved
es: Grabada
ru: Гравировка
sv: Graverad

source: Enter a list of 4 letter table tags, separated by commas. FontForge will make a binary copy of these tables when it loads a True/OpenType font, and will output them (unchanged) when it generates the font. Do not include table tags which FontForge thinks it understands.
es: Introduce una lista de etiquetas de tablas de 4 letras, separada por comas. FontForge creará una copia binaria de estas tablas cuando cargue una fuente True/OpenType, y las sacará (sin cambios) cuando genere la fuente. No incluyas etiquetas de tablas que FontForge crea entender.
ru: Введите список 4-буквенных тегов таблиц с разделением запятыми. FontForge будет делать двоичную копию этих таблиц при загрузке шрифтов True/OpenType и выводить их (без изменения) при формировании шрифта. Не включайте теги таблиц, о которых FontForge предположительно имеет представление.
sv: Ange en lista med tabelltaggar med 4 bokstäver, åtskilda med kommatecken. FontForge kommer att göra en binär kopia av dessa tabeller när den läser in ett True/OpenType-typsnitt, och kommer att mata ut dem (oförändrade) när det genererar typsnittet. Inkludera inte tabelltaggar som FontForge tror att den förstår.

source: Enter either a wildcard pattern (to match glyph names) or a unicode encoding like "U+0065".
es: Introduce o bien patrón de comodín (para coincidir con los nombres de glifos) o una codificación unicode, como "U+0065".
ru: Введите либо шаблон с символами замещения (совпадающие с именами глифов), либо код Юникода в виде «U+0065».
sv: Ange antingen ett jokerteckenmönster (för att matcha glyfnamn) eller en unicode-kodning som "U+0065".

source: Enter the name of a glyph in the font
es: Ingrese el nombre del carácter de la fuente
ru: Введите имя глифа в шрифте
sv: Ange namnet på en glyf i typsnittet

source: Entries
es: Entradas
ru: Входы
sv: Poster

source: Entry
es: Entrada
ru: Вход
sv: Post

source: Entry (%d,%d)
es: Entrada (%d,%d)
ru: Вход (%d,%d)
sv: Inmatning (%d,%d)
