Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: The gradient will be a radial gradient, With the color change happening in circles starting at the focus (if specified) and extending outward until it reaches the specified radius.
es: El gradiente será un gradiente radial, con el cambio de color sucediendo en círculos, comenzando en el objetivo (si se especifica) y extendiéndose hacia afuera hasta alcanzar el radio especificado.
ru: Этот градиент будет радиальным градиентом, в котором цвет изменяется по кругу, начиная с фокуса (если указан) и продолжаясь дальше до указанного радиуса.
sv: Gradienten kommer att vara en radiell gradient, Med färgförändringen som sker i cirklar som börjar vid fokus (om det anges) och sträcker sig utåt tills den når den angivna angivna radien.

source: The height and depth fields are the metrics fields used by TeX, they are corrected for optical distortion. So 'x' and 'o' probably have the same height.
es: Los campos de altura y profundidad son los campos de métricas usados por TeX. Están corregidos para la distorsión óptica. Por lo que "x" y "o" probablemente tienen la misma altura.
ru: Поля высоты и глубины являются полями метрики для TeX и корректируются для оптического искажения. Поэтому, «x» и «o», вероятно, будут иметь одинаковую высоту.
sv: Höjd- och djupfälten är de metriska fält som används av TeX, de korrigeras för optisk förvrängning. Så "x" och "o" har förmodligen samma höjd.

source: The height of the lower case letters with flat tops
es: La altura de las letras de caja baja
ru: Высота букв в нижнем регистре (строчных) с плоскими вершинами
sv: Höjden på gemena bokstäver med platt topp

source: The hint mask of the selected point contains overlapping hints
es: La máscara de pista del punto seleccionado contiene pistas superpuestas
ru: Маска хинта выделенной точки содержит перекрывающиеся хинты
sv: Den markerade punktens hintmask innehåller överlappande hintar

source: The hint you have just selected overlaps with <%.2f,%.2f>. You should deselect one of the two.
es: La pista seleccionada se superpone con <%.2f,%.2f>. Debes deseleccionar una de las dos.
ru: Только что выделенная инструкция перекрывается с <%.2f,%.2f>. Необходимо снять выделение с одной из них.
sv: Den ledtråd som du just har valt överlappar <%.2f,%.2f>. Du bör avmarkera en av de två.

source: The horizontal and vertical stem add amounts may not differ by more than a factor of 4
es: Los montos de adición de las astas horizontales y verticales no deben diferir por más de un factor de 4
ru: Добавочные величины горизонтального и вертикального штриха не могут отличаться более, чем в 4 раза
sv: De horisontella och vertikala stamtilläggsbeloppen får inte skilja sig åt med mer än en faktor 4

source: The horizontal and vertical stem add amounts must either both be zero, or neither may be 0
es: Los montos de adición de las astas horizontales y verticales deben ser ambos cero, o ninguno puede ser cero
ru: Добавочные величины горизонтального и вертикального штриха должны либо обадолжны быть равны нулю, либо ни один из них
sv: De horisontella och vertikala stamadditionsbeloppen måste antingen båda vara noll, eller ingen av dem får vara 0

source: The human-readable fontname text (in the Names pane) must be entirely ASCII.
es: El texto del nombre humano legible de la fuente (en el panel Nombres) debe ser totalmente ASCII.
ru: Человекочитаемый текст имени шрифта (на вкладке «Имена») должен полностью состоять из ASCII-символов.
sv: Den läsbara texten Fontname (i fönstret Names) måste vara helt ASCII.

source: The ignore keyword must be followed by either position or substitute on line %d of %s
es: La palabra clave ignore debe ir seguida de position o substitute en la línea %d de %s
ru: За ключевым словом «ignore» должна следовать либо позиция, либо подстановка на строке %d файла %s
sv: Nyckelordet ignore måste följas av antingen position eller substitute på rad %d i %s

source: The instructions for %.80s have changed. Do you want to lose those changes?
es: Las instrucciones para %.80s han cambiado. ¿Deseas perder estos cambios?
ru: Инструкции для %.80s были изменены. Не сохранять эти изменения?
sv: Instruktionerna för %.80s har ändrats. Vill du förlora dessa ändringar?

source: The italic correction of the composed glyph. Should be independent of glyph size
es: La corrección cursiva del glifo compuesto. Debe ser independiente del tamaño del glifo
ru: Коррекция курсива составного глифа. Не должна зависеть от размера глифа
sv: Den kursiva korrigeringen av den sammansatta glyfen. Bör vara oberoende av glyfstorlek

source: The kerning class subtable %s in %s fails to match %s in %s
es: La subtabla de clase de interletraje %s en %s no coincide con %s en %s
ru: Подтаблица класса кернинга %s в %s не совпадает с %s в %s
sv: Kerningsklassen subtabell %s i %s matchar inte %s i %s

source: The kerning values for class 0 ("Everything Else") should always be 0
es: Los valores de interletraje para la clase 0 ("todo lo demás") siempre deben ser 0
ru: Значения кернинга для класса 0 («Всё остальное») всегда должен быть равен 0
sv: Kerningvärdena för klass 0 ("Allt annat") ska alltid vara 0

source: The language, '%s', is not in the list of known languages and will be omitted
es: El idioma "%s" no está en la lista de idiomas conocidos y será omitido
ru: Язык, «%s», отсутствует в списке известных языков и будет пропущен
sv: Språket, '%s', finns inte med i listan över kända språk och kommer att utelämnas

source: The layers do not match
es: Las capas no coinciden
ru: Эти слои не совпадают
sv: Lagren matchar inte varandra

source: The length limit for Miter and Arcs joins in units of 1/2 stroke-width. Set to -1 to use the format- specific limits of 10.0 for PostScript and 4.0 for SVG.
es: El límite de longitud para las uniones de Miter y Arcos en unidades de 1/2 del ancho del trazo. Establécelo en -1 para usar los límites específicos del formato de 10.0 para PostScript y 4.0 para SVG.
ru: Ограничение длины для соединений дуги и фацета в элементах 1/2 ширины обводки. Задайте -1 для использования ограничений для конкретных форматов: 10.0 для PostScript и 4.0 для SVG.

source: The list of current pixel bitmap sizes
es: La lista de los tamaños de los mapas de bits actuales
ru: Список текущих размеров пиксела растра
sv: Listan över aktuella bildpunktsbitmapstorlekar

source: The lookup %.30s is active for glyph %.30s which has script '%c%c%c%c', yet this script does not appear in any of the features which apply the lookup. Would you like to add this script to one of those features?
es: La búsqueda %.30s está activa para el glifo %.30s, el cual tiene el sistema de escritura "%c%c%c%c". Sin embargo, este sistema de escritura no aparece en ninguna de las características para las que aplica la búsqueda. ¿Te gustaría añadir este sistema de escritura a alguna de esas características?
ru: Lookup %.30s активен для глифа %.30s, у которого есть сценарий '%c%c%c%c', однако этот сценарий не появляется ни в одной из функций, где применяется данный lookup. Добавить этот сценарий к одной из тех функций?
sv: Uppslagningen %.30s är aktiv för glyf %.30s som har skriften '%c%c%c%c', men denna skrift förekommer inte i någon av de funktioner som tillämpar uppslagningen. Skulle du vilja lägga till detta skript i en av dessa funktioner?

source: The lookup %.30s which invokes lookup %.30s is active for glyph %.30s which has script '%c%c%c%c', yet this script does not appear in any of the features which apply the lookup. Would you like to add this script to one of those features?
es: La búsqueda %.30s, que invoca la búsqueda %.30s, está activa para el glifo %.30s, el cual tiene el sistema de escritura "%c%c%c%c". Sin embargo, este sistema de escritura no aparece en ninguna de las características para las que aplica la búsqueda. ¿Te gustaría añadir este sistema de escritura a alguna de esas características?
ru: Lookup %.30s, который вызывает lookup %.30s, активен для глифа %.30s, у которого есть сценарий '%c%c%c%c', однако этот сценарий не появляется ни в одной из функций, где применяется данный lookup. Добавить этот сценарий к одной из тех функций?
sv: Uppslaget %.30s som anropar uppslaget %.30s är aktivt för glyf %.30s som har skriptet '%c%c%c%c', men detta skript visas inte i någon av de funktioner som tillämpar uppslaget. Skulle du vilja lägga till detta skript i en av dessa funktioner?

source: The mark showing a checkbox is off (up, not selected)
es: La marca que muestra si una casilla está desactivada (sin presionar, no seleccionada)
ru: Метка для отображения снятия флажка (отжато, не выбрано)
sv: Markeringen som visar en kryssruta är av (upp, inte vald)

source: The mark showing a checkbox is on (depressed, selected)
es: La marca que muestra si una casilla está activada (no presionada, seleccionada)
ru: Метка для отображения установки флажка (нажато, выбрано)
sv: Markeringen som visar att en kryssruta är på (nedtryckt, vald)

source: The mark showing a radio button is off (up, not selected)
es: La marca que muestra que un botón de radio está desactivado (sin presionar, no seleccionado)
ru: Метка отключения переключателя (отжато, не выбрано)
sv: Markeringen som visar en radioknapp är av (upp, inte vald)

source: The mark showing a radio button is on (depressed, selected)
es: La marca que muestra si un botón de radio está activado (no presionado, seleccionado)
ru: Метка включения переключателя (нажато, выбрано)
sv: Markeringen som visar att en radioknapp är på (nedtryckt, vald)

source: The mark showing visibility is off
es: La marca que muestra que la visibilidad está desactivada
ru: Метка отключения видимости

source: The mark showing visibliity is On (up, not selected)
es: La marca que muestra si la visibilidad está activada (sin presionar, no seleccionada)
ru: Метка включения видимости (отжато, не выбрано)

source: The master designs are not positioned in the expected order. FontForge will be unable to suggest a ConvertDesignVector for you. Is this what you want?
es: Los diseños maestros no están posicionados en el orden esperado. FontForge no podrá sugerirle una ConvertDesignVector. ¿Es lo que desea?
ru: Мастер-образцы не упорядочены должным образом. FontForge в данном случае не сможет предложить ConvertDesignVector. Так и задумано?
sv: Huvudmönstren är inte placerade i den förväntade ordningen. FontForge kommer inte att kunna föreslå en ConvertDesignVector för dig. Är det här vad du vill ha?

source: The maximum level to which the (ink) bottom of superscript can be pushed to increase the gap between superscript and subscript, before subscript starts being moved down.
es: El nivel máximo al que la parte inferior (de tinta) del superíndice puede ser empujada para aumentar el espacio entre el superíndice y el subíndice, antes de que el subíndice comience a moverse hacia abajo.
ru: Максимальный уровень, на который можно вывести нижнюю границу верхнего индекса для увеличения расстояния между нижним и верхним индексами, до начала понижения нижнего индекса.
sv: Den maximala nivå till vilken (bläck)botten av upphöjd text kan skjutas för att öka mellan upphöjd och nedsänkt text, innan börjar flyttas nedåt.

source: The maximum number of Undoes/Redoes stored in a glyph
es: Número máximo de Deshacer/Rehacer almacenado en un carácter
ru: Максимальное число действий в истории изменений, сохраняемых в глифе
sv: Det maximala antalet ångra/återuppta som lagras i en glyf

source: The maximum number of Undoes/Redoes stored in a glyph. Use -1 for infinite Undoes (but watch RAM consumption and use the Edit menu's Remove Undoes as needed)
es: El número máximo de deshaceres/rehaceres guardado en un glifo. Usa -1 para deshaceres infinitos (pero cuida el consumo de RAM y utiliza la opción Eliminar deshaceres del menú Editar cuando sea necesario)
ru: Максимальное количество отмены/повторов действий, сохраняемое в глифе. Задайте значение -1 для бесконечного числа отменяемых действий (но следите за использованием ОЗУ и при необходимости применяйте элемент «Удалить отменяемые действия» в меню «Правка»)

source: The maximum slope difference which still allows to consider two points "parallel". Enlarge this to make the autohinter more tolerable to small deviations from straight lines when detecting stem edges.
es: La diferencia máxima de pendiente que todavía permite considerar a dos puntos como "paralelos". Agranda esto para hacer que la generación de pistas automáticas sea más tolerable para pequeñas desviaciones de líneas rectas al detectar bordes de astas.
ru: Максимальная разница в наклоне, до которой две точки рассматриваются как «параллельные». Увеличение числа делает автоинструкции более терпимыми к малым отклонениям от прямых линий после обнаружения краёв штриха.
sv: Den maximala lutningsskillnaden som fortfarande gör det möjligt att betrakta två punkter som "parallella". Förstora detta för att göra autohintern mer tolerant mot små avvikelser från raka linjer vid detektering av skaftkanter.

source: The measure tool window background color.
es: El color del fondo de las ventanas de la herramienta de medición.
ru: Цвет фона окна инструмента измерения

source: The measure tool window foreground color.
es: El color del primer plano de las ventanas de la herramienta de medición.
ru: Цвет переднего плана окна инструмента измерения.

source: The minimum distance between a limit's baseline and a large displayed operator when the limit is above the operator
es: La distancia mínima entre la línea base de un límite y un operador grande mostrado cuando el límite está por encima del operador
ru: Минимальное расстояние между базовой линией предела и большим отображаемым оператором, когда предел находится над оператором
sv: Det minsta avståndet mellan en gräns baslinje och en stor display operatör när gränsen är ovanför operatören

source: The minimum distance between a limit's baseline and a large displayed operator when the limit is below the operator
es: La distancia mínima entre la línea base de un límite y un operador grande mostrado cuando el límite está por debajo del operador
ru: Минимальное расстояние между базовой линией предела и большим отображаемым оператором при расположении предела ниже оператора
sv: Det minsta avståndet mellan en gräns baslinje och en stor display operatör när gränsen är under operatören

source: The minimum glue space above a large displayed operator
es: El espacio mínimo de pegamento sobre un operador grande mostrado
ru: Минимальный интервал клея над большим отображаемым оператором
sv: Det minsta limutrymmet ovanför en stor visad operatör

source: The minimum glue space below a large displayed operator
es: El espacio mínimo de pegamento bajo un operador grande mostrado
ru: Минимальный интервал клея под большим отображаемым оператором
sv: Det minsta limutrymmet under en stor visad operatör

source: The move point must be at the beginning of the contour.
es: El punto de movimiento debe estar en el comienzo del contorno.
ru: Точка перемещения должна находится в начале контура.

source: The name FontForge would like to assign to this glyph, %.30s, is already used by a different glyph.
es: El nombre que FontForge le quiere asignar a este glifo, %.30s, ya está siendo usado por un glifo diferente.
ru: Имя, которое предполагалось назначить этому глифу в FontForge, %.30s, уже используется другим глифом.
sv: Det namn som FontForge skulle vilja tilldela denna glyf, %.30s, används redan av en annan glyf.

source: The name of glyph %.40s has changed. This is what I use to find the glyph in the file, so I cannot revert this glyph. (You will not be warned for subsequent glyphs.)
es: El nombre del glifo %.40s ha cambiado. Esto es lo que uso para encontrar el glifo en el archivo, por lo que no puedo revertir este glifo. (No se te advertirá para los glifos subsecuentes)
ru: Имя глифа %.40s было изменено. Поскольку имя используется для поиска глифа в файле, данный глиф не может быть восстановлен. (Предупреждение для последующих глифов выводиться не будет.)
sv: Namnet på glyf %.40s har ändrats. Det här är vad jag använder för att hitta glyfen i filen, så jag kan inte återställa den här glyfen. (Du kommer inte att bli varnad för efterföljande glyfer.)

source: The name parameter of the '%c%c%c%c' feature does not contain a valid name id.
es: El parámetro de nombre de la característica "%c%c%c%c" no contiene un ID de nombre válido.
ru: Параметр имени функции '%c%c%c%c' не содержит допустимого идентификатора имени.

source: The name parameter of the '%c%c%c%c' feature has an unlikely version number %d.
es: El parámetro de nombre de la característica "%c%c%c%c" tiene un número de versión %d improbable.
ru: Параметр имени функции '%c%c%c%c' содержит маловероятный номер версии %d.

source: The name, %.80s, appears twice in this list. Each anchor class must have a distinct name.
es: El nombre %.80s aparece dos veces en esta lista. Cada clase de anclaje debe tener un nombre distinto.
ru: Имя, %.80s, фигурирует дважды в списке. Каждый класс опорной точки должен иметь особое имя.
sv: Namnet %.80s förekommer två gånger i denna lista. Varje ankarklass måste ha ett distinkt namn.

source: The name, %.80s, has already been used to identify an anchor class in a different lookup subtable (%.80s)
es: El nombre %.80s ya ha sido utilizado para identificar una clase de anclaje en una subtabla de búsquedas diferente (%.80s)
ru: Имя, %.80s, для определения опорной точки в другой подтаблице lookup (%.80s)
sv: Namnet, %.80s, har redan använts för att identifiera en ankarklass i en annan uppslagsdel (%.80s)

source: The names 'alefmaksurainitialarabic' and 'alefmaksuramedialarabic' in the Adobe Glyph List disagree with Unicode. The use of these glyph names is therefore discouraged.
es: Los nombres "alefmaksurainitialarabic" y "alefmaksuramedialarabic" en la lista de glifos de Adobe no concuerdan con Unicode. Por lo tanto, se desalienta el uso de estos nombres de glifos.
ru: Имена «alefmaksurainitialarabic» и «alefmaksuramedialarabic» в списке глифов Adobe не совпадают с Юникодом. Поэтому использовать данные имена глифов не рекомендуется.

source: The number of em-units by which an arrow key will move a selected point
es: El número de unidades em en las que una flecha moverá un punto seleccionado
ru: Число единиц em, на которое будет перемещаться выбранная точка при нажатии клавиши со стрелкой
sv: Antalet em-enheter med vilka en piltangent flyttar en vald punkt

source: The number of entries in the design settings must match the number in normalized settings
es: El número de entradas en los parámetros de diseño y normalizados deben ser coincidentes
ru: Число записей в расчётных параметрах должно соответствовать числу нормализованных параметров
sv: Antalet poster i designinställningarna måste motsvara antalet i de normaliserade inställningarna

source: The number of seconds between autosaves. If you set this to 0 there will be no autosaves.
es: El número de segundos entre autoguardados. Si estableces esto a cero, no habrá autoguardados.
ru: Количество секунд между автосохранениями. Значение параметра 0 приводит к прекращению автосохранений.

source: The number of undo and redo operations to load from sfd files. With this option you can disregard undo information while loading SFD files. If set to 0 then no undo/redo information is loaded. If set to -1 then all available undo/redo information is loaded without limit.
es: El número de operaciones de deshacer y rehacer a cargar de los archivos sfd. Con esta opción, puedes desechar información de deshaceres al cargar archivos SFD. Si se establece como 0, no se cargará información de deshacer/rehacer. Si se establece como -1, toda la información disponible de deshacer/rehacer será cargada sin límite.
ru: Число операций отмены и повтора действий, загружаемых из std-файлов. Этот параметр позволяет игнорировать информацию по отмене действий при загрузке SFD-файлов. Если задано значение 0, информация по отмене/повтору действий не загружается. Если задано значение -1, вся доступная информация по отмене/повтору действий загружается без ограничения.

source: The number of undo and redo operations which will be saved in sfd files. If you set this to 0 undo/redo information is not saved to sfd files. If set to -1 then all available undo/redo information is saved without limit.
es: El número de operaciones de deshacer y rehacer que serán guardadas en los archivos sfd. Si estableces esto como 0, no se guardará la información de deshacer/rehacer en los archivos sfd. Si se establece como -1, toda la información disponible de deshacer/rehacer será guardada sin límite.
ru: Количество операций отмены и повтора, которые будут сохранены в файлах sfd. Если задать значение 0, информация по отмене/повтору в sfd файл не сохраняется. Если задать значение -1, вся доступная информация по отмене/повтору сохраняется без ограничения.

source: The ofm and cfg files contain information Omega needs to process a font.
es: Los archivos ofm y cfg contienen información que Omega necesita para procesar una fuente.
ru: Файлы ofm и cfg содержат информацию, необходимую Omega для обработки шрифта.
sv: Filerna ofm och cfg innehåller information som Omega behöver för att bearbeta ett typsnitt.

source: The only valid values for bits/pixel are 1, 2, 4 or 8
es: Los únicos valores posibles para bits/pixel son 1, 2, 4 u 8
ru: Единственные допустимые значения для битов/пиксела: 1, 2, 4 или 8
sv: De enda giltiga värdena för bits/bildpunkt är 1, 2, 4 eller 8

source: The order of each layer of the font can be controlled individually. This might be useful if you wished to retain both quadratic and cubic versions of a font.
es: El orden de cada capa de la fuente se puede controlar individualmente. Esto puede ser útil si deseas retener tanto las versiones cuadráticas como cúbicas de una fuente.
ru: Порядок каждого слоя шрифта контролируется индивидуально. При желании может быть полезно сохранять как квадратичную, так и кубическую версии шрифта.
sv: Ordningen på varje lager i typsnittet kan styras individuellt. Detta kan vara användbart om du vill behålla behålla både kvadratiska och kubiska versioner av ett typsnitt.

source: The outlines of glyph %2$.30s were not found in the font %1$.60s
es: Los contornos del glifo %2$.30s no fueron encontrados en la fuente %1$.60s
ru: Контуры глифа %2$.30s не найдены в шрифте %1$.60s
sv: Konturerna av glyf %2$.30s hittades inte i typsnittet %1$.60s

source: The paths that make up this glyph intersect one another
es: Los trazados que componen este glifo se intersecan entre sí
ru: Создающие этот глиф контуры пересекаются
sv: De slingor som utgör denna glyf korsar varandra

source: The pattern itself should be drawn in another glyph of the current font. Specify a glyph name:
es: El patrón en sí mismo debe ser dibujado en otro glifo de la fuente actual. Especifica un nombre de glifo:
ru: Сам узор должен быть нарисован в другом глифе текущего шрифта. Укажите имя глифа:
sv: Själva mönstret bör ritas i en annan glyf i det aktuella typsnittet. Ange ett glyfnamn:

source: The pattern size (width & height) must be a positive number
es: El tamaño del patrón (anchura y altura) debe ser un número positivo
ru: Размер узора (ширина & высота) должен быть положительным числом
sv: Mönsterstorleken (bredd & höjd) måste vara ett positivt tal

source: The percentage of an em by which an accent is offset from its base glyph in Build Accent
es: El porcentaje de un em (cuadatrín) por el cual un acento está desplazado de su glifo base en Crear Acento
ru: Процент Em, на который знак ударения смещается от основного глифа при команде «Сделать акцентированный символ»
sv: Den procentandel av ett em med vilken en accent förskjuts från sin basglyf i Build Accent

source: The pixel size on line %d is out of bounds.
es: El tamaño de píxeles en la línea %d está fuera de límites.
ru: Размер пиксела на линии %d выходит за пределы.
sv: Pixelstorleken på rad %d är utanför gränserna.
