Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Attempt to apply a lookup to a location out of the range of this contextual lookup seq=%d, max=%d
es: Intento de aplicar una búsqueda a una ubicación fuera del rango de esta búsqueda contextual sec=%d, máx=%d
ru: Попытка применить lookup к расположению вне диапазона этого контекстного lookup seq=%d, max=%d

source: Attempt to back up twice
es: Intento de hacer una copia de seguridad dos veces
ru: Попытка повторного перехода назад

source: Attempt to divide by 0 in %.30s
es: Intento de dividir entre 0 en %.30s
ru: Попытка деления на 0 в %.30s
sv: Försök att dividera med 0 i %.30s

source: Attempt to encode missing glyph %d to %d (0x%x)
es: Intento de codificar el glifo faltante %d a %d (0x%x)
ru: Попытка кодирования отсутствующего глифа %d в %d (0x%x)

source: Attempt to have a font with more than %d layers
es: Intento de tener una fuente con más de %d capas
ru: Попытка получения шрифта с более, чем %d слоями
sv: Försök att få ett typsnitt med fler än %d lager

source: Attempt to invert a singular matrix
es: Intento de invertir una matriz singular
ru: Попытка обращения вырожденной матрицы

source: Attempt to make a character that refers to itself
es: Intenta crear un carácter que se refiera a sí mismo
ru: Попытка сделать символ, который ссылается сам на себя
sv: Försök att skapa en karaktär som hänvisar till sig själv

source: Attempt to make a glyph that refers to itself
es: Intento de crear un glifo que se refiere a sí mismo
ru: Попытка создать глиф, который ссылается сам на себя
sv: Försök att skapa en glyf som hänvisar till sig själv

source: Attempt to make a ligature for (non-existent) glyph %d out of
es: Intento de hacer una ligadura para el glifo %d (no existente) a partir de
ru: Попытка создать лигатуру для (несуществующего) глифа %d из
sv: Försök att skapa en ligatur för (icke-existerande) glyf %d av

source: Attempt to make a ligature for glyph %d out of
es: Intento de hacer una ligadura para el glifo %d a partir de
ru: Попытка поместить лигатуру для глифа %d за пределы
sv: Försök att göra en ligatur för glyf %d av

source: Attempt to output %d into a 16-bit field. It will be truncated and the file may not be useful.
es: Intento de generar %d en un campo de 16 bits. Será truncado, y puede que el archivo no sea útil.
ru: Попытка вывода %d в 16-битное поле. Число будет обрезано и файл может оказаться непригодным для использования.
sv: Försök att mata ut %d till ett 16-bitarsfält. Det blir avkortat och filen kanske inte är användbar.

source: Attempt to read feature data beyond end of %s table
es: Intento de leer datos de características más allá del final de la tabla %s
ru: Попытка чтения данных функции после завершения таблицы %s
sv: Försök att läsa funktionsdata bortom slutet av %s-tabellen

source: Attempt to read lookup data beyond end of %s table
es: Intento de leer datos de búsqueda más allá del final de la tabla %s
ru: Попытка чтения данных lookup после завершения таблицы %s
sv: Försök att läsa uppslagsdata bortom slutet av %s-tabellen

source: Attempt to read script data beyond end of %s table
es: Intento de leer datos del sistema de escritura más allá de la tabla %s
ru: Попытка чтения данных системы письма после завершения таблицы %s
sv: Försök att läsa skriptdata bortom slutet av %s-tabellen

source: Attempt to redefine anchor definition of "%s" on line %d of %s
es: Intento de redefinir la definición del ancla de "%s" en la línea %d de %s
ru: Попытка переопределить определение опорной точки «%s» на строке %d файла %s
sv: Försök att omdefiniera ankardefinitionen av "%s" på rad %d av %s

source: Attempt to redefine value record definition of "%s" on line %d of %s
es: Intento de redefinir la definición del registro de valores de "%s" en la línea %d de %s
ru: Попытка переопределить определение записи значения «%s» на строке %d файла %s
sv: Försök att omdefiniera värdepostens definition av "%s" på rad %d av %s

source: Attempt to reference lookup %d (within a contextual lookup), but there are only %d lookups in %s
es: Intento de referenciar búsqueda %d (en una búsqueda contextual), pero solo hay %d búsquedas en %s
ru: Попытка сослаться на lookup %d (в пределах контекстного lookup), но имеется только %d lookup в %s

source: Attempt to regenerate a pixel size that has not been created (%d@%d)
es: Intento de regenerar un tamaño de píxeles que no ha sido creado (%d@%d)
ru: Попытка повторного создания размера пиксела, который ещё не был создан (%d@%d)
sv: Försöker återskapa en bildpunktsstorlek som inte har skapats (%d@%d)

source: Attempt to save a pixel size that has not been created (%d@%d)
es: Intento de guardar un tamaño de píxeles que no ha sido creado (%d@%d)
ru: Попытка сохранения размера пиксела, который не был создан (%d@%d)
sv: Försök att spara en bildpunktstorlek som inte har skapats (%d@%d)

source: Attempt to take logarithm of %1$g in %2$.30s
es: Intento de calcular el logaritmo de %1$g en %2$.30s
ru: Попытка взять логарифм от %1$g в %2$.30s
sv: Försök att ta logaritmen av %1$g i %2$.30s

source: Attempt to take the square root of %1$g in %2$.30s
es: Intento de calcular la raíz cuadrada de %1$g en %2$.30s
ru: Попытка вычислить квадратный корень от %1$g в %2$.30s
sv: Försök att ta kvadratroten ur %1$g i %2$.30s

source: Attempt to use a multiple master subroutine in a non-mm font in %s.
es: Intento de usar una subrutina múltiple maestra en una fuente que no es mm en %s.
ru: Попытка использовать подпрограмму multiple master в не-mm-шрифте в %s.

source: Attempt to use a multiple master subroutine in a non-mm font.
es: Intento de usar una subrutina múltiple maestra en una fuente que no es mm.
ru: Попытка использовать подпрограмму multiple в не-mm-шрифте.

source: Attention
es: Atención
ru: Внимание
sv: Observera

source: Auto
es: Automático
ru: Авто

source: Auto Hinting Font...
es: Añadiendo pistas automáticas a la fuente...
ru: Автохинтование шрифта…

source: Auto Instructing Font...
es: Auto-instruyendo fuente...
ru: Автоинструктирование шрифта…

source: Auto Width
es: Ancho automático
ru: Автоширина
sv: Autobredd

source: Auto _Counter Hint
es: _Contador automático de pistas
ru: _Автоматически проинструктировать просветы
sv: Auto _Counter Tips

source: AutoHint
es: Pistas automáticas
ru: Автоинструкции

source: AutoHint changed glyphs before generating a font
es: La generación de pistas automáticas cambió los glifos antes de generar una fuente
ru: Автоинструкции меняют глифы до формирования шрифта
sv: AutoHint ändrade glyfer innan ett typsnitt genererades

source: AutoKern All
es: Interletraje automático a todo
ru: Автокернинг всего
sv: AutoKern Alla

source: AutoKern Column
es: Columna de interletraje automático
ru: Автокернинг столбца
sv: AutoKern-kolumn

source: AutoKern Row
es: Fila de interletraje automático
ru: Автокернинг строки
sv: AutoKern rad

source: AutoKernDialog
es: Diálogo de interletraje automático
ru: Диалог автокернинга

source: AutoLBearingSync
es: Sincronización de margen izquierdo automática
ru: Автосинхронизация левого апроша

source: AutoSaveFrequency
es: Frecuencia de autoguardado
ru: Интервал автосохранения

source: AutoWidth failure on %s
es: Error de AutoWidth en %s
ru: Сбой автоширины на %s

source: AutoWidthSync
es: Sincronización de ancho automática
ru: Автосинхронизация ширины

source: Auto_Hint
es: Generación automática de pistas(_H)
ru: Создать а_втоинструкции

source: Auto_Instr
es: Generac_ión automática de instrucciones
ru: Авто_инструкции

source: Auto_Kern
es: Interletraje automático
ru: Авто_кернинг

source: Autohinta_ble
es: Ta_bla de pistas automáticas
ru: _Автохинтуемые

source: Autokern new entries
es: Nuevas entradas de interletraje automático
ru: Автоматически кернить новые записи
sv: Autokern nya poster

source: Automagic recovery of changes to %.80s failed. Should FontForge try again to recover next time you start it?
es: Falló la recuperación automática de los cambios de %.80s. ¿FontForge debe intentar nuevamente la recuperación la próxima vez que se inicie?
ru: Не удалось автомагическое восстановление изменений в %.80s. Попытаться восстановить при следующем запуске?
sv: Automagisk återställning av ändringar till %.80s misslyckades. Ska FontForge försöka återhämta sig igen nästa gång du startar det?

source: Automatic
es: Automático
ru: Автоматически
sv: Automatiskt

source: Autot_race
es: T_razado automático
ru: _Автотрассировка…

source: AutotraceArgs
es: Argumentos de autotrazado
ru: Ключи трассировщика

source: AutotraceAsk
es: Preguntar autotrazado
ru: Спрашивать аргументы трассировщика
sv: AutotraceFråga

source: Autotracing...
es: Autotrazando...
ru: Автотрассировка…
sv: Autotrace-ar...

source: Avatime
ru: Аватиме

source: Avestan
es: Avéstico
ru: Авестийское письмо
sv: Avestiska

source: Awadhi
es: Awadi
ru: Авадхи

source: Axerbaijani (Arabic)
es: Axerbaijani (Árabe)
ru: Азербайджанский (арабское письмо)
sv: Axerbaijani (arabiska)

source: Axerbaijani (Cyrillic)
es: Axerbaijani (Cirílico)
ru: Азербайджанский (кириллица)
sv: Axerbaijani (kyrilliska)

source: Axis 1
es: Eje 1
ru: Ось 1
sv: Axel 1

source: Axis 2
es: Eje 2
ru: Ось 2
sv: Axel 2

source: Axis 3
es: Eje 3
ru: Ось 3
sv: Axel 3

source: Axis 4
es: Eje 4
ru: Ось 4
sv: Axel 4

source: Axis Range:
es: Rango eje:
ru: Диапазон оси:
sv: Axelområde:

source: Axis Type:
es: Tipo de ejes:
ru: Тип оси:
sv: Typ av axel:

source: Axis height of the font
es: Altura del eje de la fuente
ru: Высота шрифта по оси
sv: Höjd på typsnittets axel

source: Axis range not valid
es: El rango del eje no es válido
ru: Недопустимый интервал оси
sv: Axelområde inte giltigt

source: AxisValue|Default
es: Predeterminado
ru: По умолчанию
sv: Standard

source: Aymara
es: Aimará
ru: Аймара

source: Azebaijani (roman)
es: Azebaijani (romano)
ru: Азербайджанский (латиница)
sv: Azebaijani (romersk)

source: Azerbaijani
es: Azerí
ru: Азербайджанский

source: Azeri (Cyrillic)
es: Azerí (Cirílico)
ru: Азербайджанский (Кириллица)
sv: Azeri (kyrilliska)

source: Azeri (Latin)
es: Azerí (latino)
ru: Азербайджанский (Латиница)

source: BB
ru: Площадка

source: BBearing:
es: Margen inferior:
ru: Апрош снизу:

source: BDF Info...
es: Información BDF...
ru: Информация о BDF…

source: BDF Resolution
es: Resolución BDF
ru: Разрешение BDF

source: BDF bitmap properties table
es: Tabla de propiedades de mapa de bits BDF
ru: таблица свойств растра BDF
sv: BDF bitmap egenskaper tabell

source: BDFProperties.Font
es: Fuente de propiedades BDF
ru: Шрифт для окна свойств BDF

source: B_evel
es: Bisel(_E)
ru: С_кос

source: B_uild
es: Crear(_U)
ru: С_обрать
sv: B_ygg

source: Back
es: Atrás
ru: Задний план
sv: Tillbaka

source: Back Classes
es: Clases anteriores
ru: Ретроспективные классы
sv: Tillbaka Klasser

source: Back coverage %d:
es: Cobertura anterior: %d:
ru: Ретроспективных охват %d:
sv: Baktäckning %d:

source: Background Gradient
es: Gradiente de fondo
ru: Фоновый градиент
sv: Bakgrundsgradient

source: Background Gradient:
es: Gradiente del fondo:
ru: Фоновый градиент:
sv: Bakgrund Gradient:

source: Background Image Color
es: Color de imagen de fondo
ru: Цвет фонового изображения
sv: Färg på bakgrundsbild

source: Background color for popup windows
es: Color de fondo para ventanas emergentes
ru: Цвет фона всплывающих подсказок
sv: Bakgrundsfärg för popup-fönster

source: Background color for progress windows
es: Color de fondo para las ventanas de progreso
ru: Цвет фона для окна хода выполнения процесса
sv: Bakgrundsfärg för förloppsfönster

source: Background color for the drawing area of all views
es: Color de fondo para el área de dibujo de todas las vistas
ru: Цвет фона для холста всех видов
sv: Bakgrundsfärg för ritområdet i alla vyer

source: Background color in the About dialog
es: Color de fondo en el diálogo Acerca de
ru: Цвет фона в диалоговом окне «О программе»

source: Background color of column headers at the top of a matrix edit
es: Color de fondo de los encabezados de columna en la parte superior de una edición de la matriz
ru: Цвет фона для заголовков столбцов в шапке редактора матрицы
sv: Bakgrundsfärg för kolumnrubrikerna högst upp i en matrisredigering

source: Background color of the active entry in the main section of a matrix edit
es: Color de fondo de la entrada activa en la sección principal de una edición de la matriz
ru: Цвет фона активного элемента основной области редактора матрицы
sv: Bakgrundsfärg för den aktiva posten i huvuddelen av en matrisredigering

source: Backtrack
es: Anteriores
ru: Ретроспектива
sv: Bakåtspårning

source: Backtrack Match:
es: Coincidencia de retroceso:
ru: Ретроспективное совпадение:

source: Backtrack class %d:
es: Clase de retroceso %d:
ru: Ретроспективный класс %d:
sv: Backtrack-klass %d:

source: Backtrack class:
es: Clase de retroceso:
ru: Ретроспективный класс:
sv: Backtrack-klass:

source: Backup SFD
es: Hacer copia de seguridad de SFD
ru: Резервный SFD

source: Bad Anchor Point: %s
es: Punto de anclaje incorrecto: %s
ru: Неверная опорная точка: %s

source: Bad Apple Kern Class
es: Clase de interletraje de Apple incorrecta
ru: Неверный кернинговый класс Apple

source: Bad Ascent/Descent
es: Ascenso/descenso incorrecto
ru: Неверное смещение верхних/нижних выносных
sv: Felaktig upp- och nedstigning

source: Bad Axis
es: Ejes incorrectos
ru: Неверная ось

source: Bad BlueFuzz entry.
es: Entrada de BlueFuzz incorrecta.
ru: Неверный элемент BlueFuzz.
sv: Felaktigt BlueFuzz-inlägg.

source: Bad BlueScale entry.
es: Entrada de BlueScale incorrecta.
ru: Неверный элемент BlueScale.
sv: Felaktigt BlueScale-inlägg.

source: Bad BlueShift entry.
es: Entrada de BlueShift incorrecta.
ru: Неверный элемент BlueShift.
sv: Felaktig BlueShift-registrering.

source: Bad CFF name INDEX
es: INDEX de nombre CFF incorrecto
ru: Неверный INDEX имени CFF

source: Bad CID offset for CID %d
es: Desplazamiento de CID incorrecto para CID %d
ru: Неверное смещение CID для CID %d

source: Bad CharString. Does not include lenIV bytes.
es: Cadena de caracteres incorrecta. No incluye los bytes lenIV.
ru: Неверное значение CharString. Не включены байты lenIV.

source: Bad Class
es: Clase incorrecta
ru: Неверный класс
sv: Felaktig klass

source: Bad Color
es: Color incorrecto
ru: Неверный цвет
sv: Felaktig färg

source: Bad Copyright
es: Derechos de autor incorrectos
ru: Некорректный символ авторских прав
sv: Felaktig upphovsrätt

source: Bad Coverage Table
es: Tabla de cobertura incorrecta
ru: Неверная таблица охвата
sv: Tabell över dålig täckning

source: Bad Design Size Info
es: Info del tamaño del diseño incorrecto
ru: Неверная информация о расчётном кегле
sv: Bad Design Storleksinformation

source: Bad Device Table Adjustment
es: Ajuste de tabla de dispositivos incorrecto
ru: Неверная корректировка по таблице устройств
sv: Justering av tabell för dålig enhet

source: Bad Drawing Operation
es: Operación de trazado incorrecta
ru: Неверная операция рисования
sv: Felaktig ritningsoperation

source: Bad Encoding
es: Codificación incorrecta
ru: Некорректная кодировка
sv: Felaktig kodning

source: Bad Extension
es: Extensión incorrecta
ru: Некорректное расширение
sv: Felaktig förlängning

source: Bad FPST format
es: Formato FPST incorrecto
ru: Неверный формат FPST
sv: Fel FPST-format

source: Bad Family Name
es: Nombre de familia incorrecto
ru: Неподходящее имя семейства
sv: Felaktigt familjenamn

source: Bad Family Name, must begin with an alphabetic character.
es: Nombre de familia incorrecto, debe comenzar con un carácter alfabético.
ru: Неподходящее имя семейства, должно начинаться с буквы.
sv: Bad Family Name, måste börja med ett alfabetiskt tecken.

source: Bad Font
es: Fuente incorrecta
ru: Некорректный шрифт
sv: Felaktigt typsnitt

source: Bad Font Family Name
es: Nombre de familia de fuente incorrecto
ru: Неверное имя семейства шрифта
sv: Felaktigt namn på typsnittsfamilj

source: Bad Font Name
es: Nombre de fuente incorrecto
ru: Неверное имя файла
sv: Felaktigt namn på typsnitt

source: Bad GID in JSTF extenser table.
es: GID incorrecto en la tabla extensora JSTF.
ru: Неверный GID в таблице расширения JSTF.

source: Bad Glyph Count
es: Conteo de glifos incorrecto
ru: Неверный подсчёт глифов
sv: Felaktig glyfräkning

source: Bad Glyph Name
es: Nombre incorrecto de glifo
ru: Некорректное имя глифа
sv: Felaktigt glyfnamn

source: Bad Gradient
es: Gradiente incorrecto
ru: Неправильный градиент
sv: Felaktig gradient

source: Bad Grid Fitting table
es: Tabla de ajuste a la cuadrícula incorrecta
ru: Неверная таблица подгонки
sv: Bad Grid Passningstabell

source: Bad Human Fontname
es: Nombre humano de fuente incorrecto
ru: Некорректное человекочитаемое имя шрифта
sv: Fontnamn för dålig människa

source: Bad IBM Family
es: Familia IBM incorrecta
ru: Некорректное семейство IBM
sv: Felaktig IBM-familj

source: Bad Language
es: Idioma incorrecto
ru: Неверный язык
sv: Felaktigt språk

source: Bad Lig. Caret Count
es: Conteo de circunflejos de ligadura incorrecto
ru: Неверное число кареток в лигатуре
sv: Bad Lig. Caret Räkna

source: Bad MM Weights
es: Ponderación MM incorrecta
ru: Неверные параметры насыщенности MM
sv: Felaktiga MM-vikter

source: Bad Mac Family
es: Familia Mac incorrecta
ru: Неверное семейство Mac

source: Bad Metrics
es: Métricas incorrectas
ru: Некорректные метрики
sv: Felaktiga mätvärden

source: Bad Multiple Master Font
es: Fuente múltiple maestra incorrecta
ru: Недопустимый шрифт Multiple Master

source: Bad Multiple/Alternate substitution glyph. GID %d not less than %d
es: Glifo de sustitución incorrecto/alterno: El GID %d no es menor que %d
ru: Неверный глиф с множественной/альтернативной подстановкой. GID %d не менее %d

source: Bad Name
es: Nombre incorrecto
ru: Неверное имя
sv: Felaktigt namn

source: Bad Number
es: Número incorrecto
ru: Неверное число
sv: Felaktig siffra

source: Bad Number in %s
es: Número incorrecto en %s
ru: Неверное число в %s
sv: Fel nummer i %s

source: Bad OS/2 version
es: Versión de OS/2 incorrecta
ru: Некорректная версия OS/2
sv: Felaktig OS/2-version

source: Bad Parts List
es: Lista de partes incorrecta
ru: Неверная таблица частей
sv: Lista över dåliga delar

source: Bad Pattern
es: Patrón incorrecto
ru: Неверный узор
sv: Felaktigt mönster

source: Bad Pattern Size
es: Tamaño incorrecto del patrón
ru: Неверный размер узора
sv: Felaktig mönsterstorlek

source: Bad Point Match
es: Coincidencia de punto incorrecta
ru: Неверное сопоставление точек

source: Bad Point Numbering
es: Numeración de puntos incorrecta
ru: Неверная нумерация точек
sv: Felaktig numrering av punkter

source: Bad PostScript function
es: Función de PostScript incorrecta
ru: Некорректная функция Postscript
sv: Felaktig PostScript-funktion

source: Bad Private Dictionary
es: Diccionario privado incorrecto
ru: Неверный частный словарь
sv: Felaktig privat ordbok

source: Bad RGB color spec: %s
es: Especificación de color RGB incorrecta: %s
ru: Неверная характеристика цвета RGB: %s

source: Bad Range
es: Rango incorrecto
ru: Некорректный диапазон
sv: Felaktig räckvidd

source: Bad Range, start (%1$04X) is greater than end (%2$04X)
es: Rango incorrecto, el inicio (%1$04X) es mayor que el final (%2$04X)
ru: Некорректный диапазон, начало (%1$04X) больше конца (%2$04X)
sv: Bad Range, start (%1$04X) är större än slut (%2$04X)

source: Bad Reference
es: Referencia incorrecta
ru: Неправильная ссылка
sv: Felaktig referens

source: Bad SFD file, missing subtable in kernclass defn.
es: Archivo SFD incorrecto, falta una subtabla en la definición de kernclass.
ru: Неверный SFD-файл, отсутствует подтаблица в определении кернингового класса.

source: Bad SFD file, two kerning classes assigned to the same subtable: %s
es: Archivo SFD incorrecto, dos clases de interletraje asignadas a la misma subtabla: %s
ru: Неверный SFD-файл, два кернинговых класса привязаны к одной подтаблице: %s

source: Bad Script
es: Sistema de escritura incorrecto
ru: Неверная система письменности
sv: Felaktigt manus

source: Bad Sections
es: Secciones incorrectas
ru: Неверные разделы
sv: Felaktiga sektioner

source: Bad Sequence/Lookup List
es: Lista de secuencias/listas incorrecta
ru: Некорректный список последовательности/Lookup
sv: Felaktig sekvens/uppslagslista

source: Bad Size
es: Tamaño incorrecto
ru: Некорректный размер
sv: Felaktig storlek

source: Bad StdHW entry.
es: Entrada de StdHW incorrecta.
ru: Неверный элемент StdHW.
sv: Felaktig StdHW-post.

source: Bad StdVW entry.
es: Entrada de StdVW incorrecta.
ru: Неверный элемент StdVW.
sv: Felaktig StdVW-post.

source: Bad StemSnapH entry.
es: Entrada de StemSnapH incorrecta.
ru: Неверный элемент StemSnapH.
sv: Felaktigt StemSnapH-inlägg.

source: Bad StemSnapV entry.
es: Entrada de StemSnapV incorrecta.
ru: Неверный элемент StemSnapV.
sv: Felaktigt StemSnapV-inlägg.

source: Bad Style
es: Estilo incorrecto
ru: Неверный стиль
sv: Felaktig stil

source: Bad Template
es: Plantilla incorrecta
ru: Шаблон повреждён
sv: Felaktig mall

source: Bad Tile
es: Mosaico incorrecto
ru: Неверный фрагмент
sv: Felaktig platta

source: Bad Token
es: Token incorrecto
ru: Недопустимый маркер
sv: Felaktig Token

source: Bad Transformation Matrix
es: Matriz de transformación incorrecta
ru: Некорректная матрица преобразования
sv: Felaktig transformationsmatris

source: Bad Transformation matrix
es: Matriz de transformación incorrecta
ru: Некорректная матрица преобразования
sv: Felaktig transformationsmatris

source: Bad Value
es: Valor incorrecto
ru: Неверное значение
sv: Felaktigt värde

source: Bad Variants List
es: Lista de variantes incorrecta
ru: Неверная таблица вариантов
sv: Lista över dåliga varianter

source: Bad Variants list for glyph %s in %s
es: Lista de variantes incorrecta para el glifo %s en %s
ru: Неверная таблица вариантов для глифа %s в %s
sv: Lista över dåliga varianter för glyf %s i %s

source: Bad Version
es: Versión incorrecta
ru: Некорректная версия
sv: Felaktig version

source: Bad WOFF header, a field which must be 0 is not.
es: Encabezado WOFF incorrecto, un campo que debe ser 0 no lo es.
ru: Неверный заголовок WOFF, поле, которое должно быть равно нулю, содержит другое значение.
sv: Felaktigt WOFF-huvud, ett fält som måste vara 0 är inte det.

source: Bad Weight
es: Peso incorrecto
ru: Неверная насыщенность
sv: Felaktig vikt

source: Bad base table.
es: Tabla base incorrecta.
ru: Неверная таблица базовой линии.

source: Bad bounding box for %s.
es: Caja delimitadora incorrecta para %s.
ru: Неверная площадка для %s.

source: Bad cidmap file
es: Archivo cidmap incorrecto
ru: Неверный файл cidmap
sv: Felaktig cidmap-fil

source: Bad class count in contextual chaining sub-table.
es: Conteo de clases incorrecto en la subtabla de encadenamiento de contextos.
ru: Неверное количество классов в контекстной подтаблице цепочки.

source: Bad class def table. Glyph range %d-%d out of range [0,%d)
es: Tabla de def. de clases incorrecta. Rango de glifos %d-%d fuera de rango [0,%d)
ru: Неверная таблица определения класса. Глифы в интервале %d-%d вне диапазона [0,%d)

source: Bad class def table. start=%d cnt=%d, max glyph=%d
es: Tabla de def. de clase incorrecta. inicio=%d cnt=%d, glifo máx=%d
ru: Неверная таблица определения класса. start=%d cnt=%d, max glyph=%d

source: Bad class in state machine.
es: Clase incorrecta en la máquina de estados.
ru: Неверный класс в автомате состояния.
sv: Felaktig klass i tillståndsmaskin.

source: Bad class name
es: Nombre de clase incorrecto
ru: Неверное имя класса
sv: Felaktigt klassnamn

source: Bad color on line %d, must be between 000000 and ffffff.
es: Color incorrecto en la línea %d, debe estar entre 000000 and ffffff.
ru: Неверный цвет на линии %d, должен находится в диапазоне от 000000 до ffffff.
sv: Fel färg på rad %d, måste vara mellan 000000 och ffffff.

source: Bad contents.plist
es: contents.plist incorrecto
ru: Недопустимый contents.plist
