Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Lookups Limiting Shrinkage
es: Las búsquedas limitan el encogimiento
ru: Lookup ограничивают сжатие
sv: Uppslagningar Begränsar krympning

source: Lookups in %s but not in %s
es: Búsquedas en %s pero no en %s
ru: Lookup, присутствующие в %s, но отсутствующие в %s
sv: Sökningar i %s men inte i %s

source: Lookups in contextual state machines must be simple substitutions, , but %s is not
es: Las búsquedas en las máquinas de estado contextuales deben ser sustituciones simples, pero %s no lo es
ru: Lookup в автоматах состояния контекстной подстановки должны представлять собой простые подстановки, но %s не является таковым
sv: Uppslagningar i kontextuella tillståndsmaskiner måste vara enkla substitutioner, , men %s är inte

source: Lookups may only be specified after marked glyphs on line %d of %s
es: Las búsquedas sólo pueden especificarse tras los glifos marcados en la línea %d de %s
ru: Указать lookup можно только после глифов с диакритическими знаками на строке %d файла %s
sv: Lookups får endast anges efter markerade glyfer på rad %d i %s

source: Lookups must be defined before being used on line %d of %s
es: Se deben definir las búsquedas antes de usarse en la línea %d de %s
ru: Lookup необходимо определять перед использованием на строке %d файла %s
sv: Lookups måste definieras innan de kan användas på rad %d i %s

source: Lookups must follow the glyph, class or coverage table to which they apply: %s
es: Las búsquedas deben seguir la tabla de glifos, clases o cobertura a la que se aplican: %s
ru: Lookup должны следовать за глифом, классом или таблицей охвата, к которым они применяются: %s
sv: Uppslagningar måste följa den glyf, klass eller täckningstabell som de gäller för: %s

source: Lookups subtables in %s but not in %s
es: Busca subtablas en %s pero no en %s
ru: Подтаблицы lookup присутствуют в %s, но отсутствуют в %s
sv: Letar upp underordnade tabeller i %s men inte i %s

source: Lookups turned OFF to extend a line
es: Las búsquedas están DESACTIVADAS para extender una línea
ru: Lookup, выключаемые для удлинения строки
sv: Lookups avstängda för att förlänga en linje

source: Lookups turned OFF to shrink a line
es: Las búsquedas están DESACTIVADAS para encoger una línea
ru: Lookup, выключаемые для сжатия строки
sv: Lookups avstängda för att krympa en rad

source: Lookups turned ON to extend a line
es: Las búsquedas están ACTIVADAS para extender una línea
ru: Lookup, включаемые для удлинения строки
sv: Lookups aktiveras för att förlänga en linje

source: Lookups turned ON to shrink a line
es: Las búsquedas están ACTIVADAS para encoger una línea
ru: Lookup, включаемые для сжатия строки
sv: Lookups slås på för att krympa en linje

source: Lookups which specify the maximum size by which a glyph may grow
es: Las búsquedas que especifican el tamaño máximo por el cual un glifo puede crecer
ru: Lookup, содержащие максимальный размер увеличения глифа
sv: Uppslagsord som anger den maximala storlek som en glyf får växa med

source: Lookups which specify the maximum size by which a glyph may shrink
es: Las búsquedas que especifican el tamaño máximo por el cual un glifo puede encogerse
ru: Lookup, содержащие максимальный размер сжатия глифа
sv: Uppslag som anger den maximala storleken som en glyf får krympa med

source: Lookups will be removed
es: Se eliminarán las búsquedas
ru: Lookup будут удалены
sv: Uppslagsverk kommer att tas bort

source: Loop Count
es: Conteo de bucles
ru: Число циклов
sv: Loop-antal

source: Low
es: Bajo
ru: Низкое
sv: Låg

source: Low Mari
es: Mari bajo
ru: Нижнемарийский
sv: Låg Mari

source: Low Saxon
es: Bajo sajón
ru: Нижнесаксонский

source: Low Surrogates
es: Sustitutos bajos
ru: Нижняя часть суррогатных пар
sv: Låga surrogat

source: Lower Case
es: Minúsculas
ru: Нижний регистр
sv: Gemener

source: Lower Sorbian
es: Servio del sur
ru: Нижнелужицкий
sv: Nedre sorbiska

source: Lowercase to Petite Capitals
es: Minúsculas a mayúsculas pequeñas
ru: Нижний регистр в особо малые прописные
sv: Små bokstäver till små bokstäver

source: Lowercase to Small Capitals
es: Minúsculas a versalitas
ru: Нижний регистр в малые прописные
sv: Små bokstäver till små bokstäver

source: Luba-Katanga
ru: Луба-катанга

source: Luba-Lulua
ru: Луба-лулуа

source: Lule Sami
es: Sami de Lule
ru: Луле-саамский

source: Luo
ru: Луо

source: Luri
ru: Лурский

source: Luxembourgish
es: Luxemburgués
ru: Люксембургский
sv: Luxemburgska

source: Luyia
ru: Лухья

source: Lycian
es: Licio
ru: Ликийское письмо
sv: Lykiska

source: Lycian/Carian/Lydian
es: Licio/Cario/Lidio
ru: Ликийское/Карийское/Лидийское письмо

source: Lydian
es: Lidio
ru: Лидийское письмо

source: Lü
ru: Лы

source: MATH table
es: tabla MATH
ru: Таблица MATH
sv: MATH-tabell

source: MATH table extends beyond table bounds
es: La tabla MATH se extiende más allá de los límites de la tabla
ru: Таблица MATH простирается за пределы границ таблицы

source: MAXimum of top two stack entries Pops two values, pushes the maximum back
es: MÁXimo de las dos entradas superiores de la pila Desapila dos valores, empuja el máximo de regreso
ru: MAX Выбор большего числа из двух элементов стека Извлекает из стека два значения, помещает в стек наибольшее из них
sv: MAXimum av de två översta stapelposterna Popar två värden, trycker tillbaka det maximala

source: MM Change Def Weights
es: Cambiar pesos definidos de MM
ru: Изменение параметров насыщенности MM по умолчанию
sv: MM Förändring Def vikter

source: MM Change Default _Weights...
es: Cambiar pesos predeterminados de MM...(_W)
ru: _Изменить исходные параметры насыщенности MM…
sv: MM Ändra standard _Vikter...

source: MM _Info
es: _Información de MM
ru: _Сведения об MM

source: MM _Info...
es: Prop_iedades MM...
ru: _Данные MM…

source: MM _Reblend
es: Mezcla_r nuevamente MM
ru: Пе_ресмешение MM

source: MM _Validity Check
es: _Verificar validez MM
ru: _Проверить корректность MM
sv: MM _Validitetskontroll

source: MS Code Pages
es: Páginas de código de MS
ru: Кодировки MS
sv: MS kodsidor

source: MS Code Pages:
es: Páginas de código de MS:
ru: Кодовые страницы MS:
sv: MS Kodsidor:

source: MS Script
es: MS, Sistema de escritura
ru: MS Рукописная

source: MS has changed (in August 2006) the inner workings of their Indic shaping engine, and to disambiguate this change has created a parallel set of script tags (generally ending in '2') for Indic writing systems. If you are working with the new system set this flag, if you are working with the old unset it. (if you aren't doing Indic work, this flag is irrelevant).
es: MS ha cambiado (en agosto de 2006) el funcionamiento interno de su motor de modelación india, y para desambiguar este cambio, ha creado un conjunto parallelo de etiquetas de sistema de escritura (generalmente terminando en "2") para los sistemas de escritura índicos. Si estás trabajando con el nuevo sistema, activa esta opción. Si estás trabajando con el antiguo sistema, desactívala. (Si no estás trabajando con escritura índica, esta opción es irrelevante).
ru: Компания MicroSoft изменила (в августе 2006) внутреннюю структуру своего движка индийского письма и для устранения неопределённости, вызванной этими изменениями, создало параллельный набор тегов письма (обычно завершаются на «2») для индийской письменности. При работе с новой системой установите этот флажок, при работе со старой системой — снимите его (вне использования индийской письменности положение флажка не имеет значения).
sv: MS har ändrat (i augusti 2006) de inre funktionerna i sin Indic shaping motor, och för att tydliggöra denna förändring har man skapat en parallell uppsättning av skript taggar (som i allmänhet slutar på '2') för indiska skriftsystem. Om du arbetar med det nya systemet, sätt denna flagga, om du arbetar med det gamla, ta bort den. (Om du inte arbetar med indiska språk är denna flagga irrelevant).

source: MS needs to know whether a font family's members differ only in weight, width and slope (and not in other variables like optical size).
es: MS necesita saber si los miembros de una familia de fuentes difieren solamente en peso, ancho y pendiente (y no en otras variables como el tamaño óptico).
ru: MS нужно знать отличаются ли начертания в гарнитуре только насыщенностью, шириной и наклоном (а не прочими переменными вроде оптического размера).
sv: MS behöver veta om medlemmarna i en typsnittsfamilj skiljer sig åt endast i vikt, bredd och lutning (och inte i andra variabler som optisk storlek).

source: MS uses the presence of a 'DSIG' table to determine whether to use an OpenType icon for the tt font. FontForge can't generate a useful 'DSIG' table, but it can generate an empty one with no signature info. A pointless table.
es: MS utiliza la presencia de una tabla "DSIG" para determinar si usar un ícono de OpenType para la fuente tt. FontForge no puede generar una tabla util "DSIG", pero puede generar una vacía sin información de firma. Una tabla sin sentido.
ru: MS использует существование таблицы 'DSIG' для определения необходимости использования значка OpenType в шрифте TrueType. FontForge не может создать рабочую таблицу 'DSIG', но он может создать пустую таблицу без данных сигнатур и осмысленного предназначения.
sv: MS använder förekomsten av en "DSIG"-tabell för att avgöra om en OpenType-ikon ska användas ikon för typsnittet tt. FontForge kan inte generera en användbar "DSIG"-tabell, men den kan generera en tom med ingen signaturinformation. En meningslös tabell.

source: MULtiply Pops two 26.6 numbers, multiplies them, pushes result
es: MULTiplicar Desapila dos números 26.6, los multiplica y empuja el resultado
ru: MUL Умножение Извлекает из стека два числа в формате 26.6, умножает их и помещает результат в стек
sv: MULtiply Tar fram två 26,6-tal, multiplicerar dem och skickar resultatet

source: Ma_ke Arc
es: Crear arco(_K)
ru: Сделать _дугой
sv: Ma_ke båge

source: Ma_ke From Font...
es: Crear a partir de(_K)
ru: Создать из _шрифта…
sv: Ma_ke från Font...

source: Ma_x:
ru: Ма_кс:

source: Mac Contextual State Machine
es: Máquina de estados contextual de Mac
ru: Автомат состояния контекстной подстановки Mac
sv: Mac kontextuell tillståndsmaskin

source: Mac Features
es: Características Mac
ru: Функции Mac
sv: Mac-funktioner

source: Mac Indic State Machine
es: Máquina de estados índica de Mac
ru: Автомат состояния индийского письма Mac

source: Mac Insertion State Machine
es: Máquina de estados de inserción de Mac
ru: Автомат состояния вставки Mac

source: Mac Kerning State Machine
es: Máquina de estados de interletraje de Mac
ru: Автомат состояния кернинга Mac

source: Mac OS X Command as Ctrl
es: Cmd de Mac OS X como Ctrl
ru: Command на Mac OS X как Ctrl

source: Mac Style Set:
es: Conjunto de estilos Mac:
ru: Набор стилей Mac:

source: MacFeature|Default
es: Predeterminado
ru: По умолчанию
sv: Standard

source: MacFeature|_New...
es: _Nuevo...
ru: _Создать…
sv: _Ny...

source: MacIcons
es: Íconos de Mac
ru: Значки Mac

source: MacMapping|Default
es: Predeterminado
ru: По умолчанию
sv: Standard

source: MacMap|_New...
es: _Nuevo...
ru: _Создать…
sv: _Ny...

source: MacName|_New...
es: _Nuevo...
ru: _Создать…
sv: _Nytt...

source: MacSetting|_New...
es: _Nuevo...
ru: _Создать…
sv: _Ny...

source: MacStyles|Bold
es: Negrita
ru: Полужирный
sv: Fet

source: MacStyles|Condense
es: Condensado
ru: Узкий
sv: Smal

source: MacStyles|Expand
es: Expandido
ru: Широкий
sv: Expandera

source: MacStyles|Italic
es: Cursiva
ru: Курсив
sv: Kursiv

source: MacStyles|Outline
es: Contorno
ru: Контурный
sv: Kontur

source: MacStyles|Shadow
es: Sombra
ru: Оттенённый
sv: Skugga

source: MacStyles|Underline
es: Subrayado
ru: Подчёркнутый
sv: Understreck

source: Macedonian
es: Macedonio
ru: Македонский
sv: Makedonska

source: Macintosh Latin
es: Latino de Macintosh
ru: Латиница Macintosh

source: Madura
es: Madurés
ru: Мадурский

source: Mag:
ru: Увеличение:
sv: Fst:

source: Magahi
ru: Магахи

source: Magnification:
es: Magnificación:
ru: Увеличение:
sv: Förstoringsgrad:

source: Magnify (Minify with alt)
es: Magnificar (minimizar con Alt)
ru: Увеличить (с Alt - Уменьшить)
sv: Förstora (Minifiera med alt)

source: Mahajani
ru: Махаджани

source: Mahjong Tiles
es: Fichas de Mahjong
ru: Кости для игры в маджонг
sv: Mahjong-brickor

source: Mahjong/Domino Tiles
es: Mahjong/Fichas de dominó
ru: Кости для маджонга/домино

source: Maithili
ru: Майтхили

source: Majang
ru: Маджанг

source: Major Axis (_Width):
es: Eje mayor (_ancho):
ru: Большая ось (_ширина):

source: Makasar
es: Macázar
ru: Макасарское письмо

source: Make Arc
es: Crear arco
ru: Сделать дугой

source: Make Background
es: Crear fondo
ru: Сделать фоновым слоем

source: Make Clip Path
es: Crear Clip Path
ru: Создать обтравочный контур
sv: Skapa klippslinga

source: Make Clip _Path
es: Crear Clip _Path
ru: Создать о_бтравочный контур
sv: Gör Clip _Path

source: Make Cubic
es: Crear cúbica
ru: Поменять на кубические сплайны

source: Make Foreground
es: Crear primer plano
ru: Сделать слоем переднего плана

source: Make Line
es: Crear línea
ru: Сделать прямым отрезком

source: Make Namelist
es: Crear lista de nombres
ru: Создать список имён
sv: Skapa namnlista

source: Make Quadratic
es: Crear cuadrática
ru: Поменять на квадратичные сплайны

source: Make _Line
es: Crear _línea
ru: Сделать _прямым отрезком
sv: Gör _Line

source: Make _Parallel...
es: _Poner en paralelo...
ru: Сделать _параллельной…
sv: Gör _Parallell...

source: Make sure similar or equal counters remain the same in gridfitted outlines. Enabling this option may result in glyph advance widths being inconsistently scaled at some PPEMs.
es: Se asegura de que contadores similares o iguales permanezcan igual en contornos que se ajustan a la cuadrícula. Activar esta opción puede resultar en anchos de avance de glifos siendo inconsistentes al escalarse por algunos PPEMs.
ru: Убедиться в сохранении одинаковых или равных просветов в контурах после подгонки. Включение этого параметра может привести к нерегулярному масштабированию ширины глифов на некоторых PPEM.
sv: Se till att liknande eller lika stora räkneverk förblir desamma i rutnätsanpassade konturer. Om du aktiverar det här alternativet kan det leda till att glyfens avanceringsbredd skalas på ett inkonsekvent sätt vid vissa PPEM.

source: Make the counters narrower
es: Estrechar los contadores
ru: Сделать просветы уже
sv: Gör diskarna smalare

source: Makhuwa
es: Makua
ru: Макуа

source: Makonde
ru: Маконде

source: Malagasy
es: Malgache
ru: Малагасийский

source: Malay
es: Malayo
ru: Малайский
sv: Malajiska

source: Malay (Brunei)
es: Malayo (Brunei)
ru: Малайский (Бруней)

source: Malay (arabic)
es: Malayo (árabe)
ru: Малайский (арабский)
sv: Malay (arabiska)

source: Malay (roman)
es: Malayo (romano)
ru: Малайский (романский)
sv: Malay (romersk)

source: Malayalam
es: Malabar
ru: Малаялам

source: Malayalam Reformed
es: Malabar Reformado
ru: Малаялам (реформированный)
sv: Malayalam Reformerad

source: Malayalam Traditional
es: Malabar Tradicional
ru: Малаялам (традиционный)
sv: Malayalam Traditionell

source: Male
ru: Мале
sv: Man

source: Malinke
es: Malinké
ru: Малинке

source: Maltese
es: Maltés
ru: Мальтийский
sv: Maltesisk

source: Mam
ru: Мамский

source: Mandaic
es: Mandeo
ru: Мандейское письмо

source: Mandar
ru: Мандарский

source: Mandinka
es: Mandinká
ru: Мандинка

source: Manichaean
es: Maniqueo
ru: Манихейское письмо

source: Maninka
es: Maninká
ru: Манинка

source: Manipuri
es: Manipurí
ru: Манипури

source: Mansi
ru: Мансийский

source: Manufacturer
es: Fabricante
ru: Производитель
sv: Tillverkare

source: Manx
es: Manés
ru: Мэнский

source: Manx Gaelic
es: Gaélico de Manx
ru: Гэльский (о-в Мэн)

source: Many Windows
es: Demasiadas ventanas
ru: Много окон
sv: Många fönster

source: Many applications still don't support 'GPOS' kerning. If you want to include both 'GPOS' and old-style 'kern' tables set this check box. It may not be set in conjunction with the Apple checkbox. This may confuse other applications though.
es: Muchas aplicaciones no soportan el interletraje "GPOS". Si deseas incluir tanto "GPOS" como tablas de estilo antiguo "kern", marca esta casilla. Es posible que no esté configurado en conjunto con la casilla de Apple. Sin embargo, esto puede confundir a otras aplicaciones.
ru: Множество приложений до сих пор не поддерживает кернинг 'GPOS'. Установите этот флажок при необходимости одновременного использования таблицы 'GPOS' и таблицы 'kern' в старом стиле. Данный флажок нельзя устанавливать совместно с флажком Apple. Хотя это может запутать другие приложения.
sv: Många program stöder fortfarande inte "GPOS"-kerning. Om du vill inkludera både "GPOS"- och gammaldags "kern"-tabeller tabeller ställer du in den här kryssrutan. Den får inte ställas in tillsammans med kryssrutan Apple. Detta kan dock förvirra andra program.

source: Maori
es: Maorí
ru: Маори

source: Mapping
es: Asignaciones
ru: Привязка
sv: Kartläggning

source: Mapudungun
es: Mapuche
ru: Мапудунгун

source: Marathi
es: Maratí
ru: Маратхи

source: Marchen
ru: Марчхен

source: Mark
es: Marca
ru: Отметка
sv: Markera

source: Mark Attachment Classes
es: Clases de enlace de marca
ru: Классы соединения знака
sv: Marktillbehörskurser

source: Mark Class %.20s
es: Clase de marca %.20s
ru: Класс диакритики %.20s

source: Mark Class was in use
es: La clase de marca estaba siendo utilizada
ru: Класс диакритических знаков использовался
sv: Mark Class var i bruk

source: Mark Class:
es: Clase de marcas:
ru: Класс диакритики:

source: Mark Classes
es: Clases de marca
ru: Классы диакритических знаков
sv: Mark Klasser

source: Mark Current Glyph
es: Marcar glifo actual
ru: Отметить текущий глиф
sv: Markera aktuell glyf

source: Mark Current Glyph As First
es: Marcar el glifo actual como primero
ru: Отметить текущий глиф как первый
sv: Markera aktuell glyf som den första

source: Mark Current Glyph As Last
es: Marcar glifo actual como último
ru: Отметить текущий глиф как последний
sv: Markera nuvarande glyf som den sista

source: Mark Insert:
es: Inserción de marcas:
ru: Вставка отмеченного:

source: Mark Positioning
es: Posicionamiento de marca
ru: Позиционирование знака
sv: Positionering av märke

source: Mark Positioning via Substitution
es: Posicionamiento de marcas por sustitución
ru: Позиционирование знака путём подстановки
sv: Markpositionering via substitution

source: Mark Set was in use
es: El conjunto de marca estaba siendo utilizado
ru: Набор диакритических знаков использовался
sv: Mark Set var i bruk

source: Mark Set:
es: Conjunto de marcas:
ru: Набор диакритики:

source: Mark Sets
es: Conjuntos de marca
ru: Наборы диакритических знаков
sv: Märk uppsättningar

source: Mark Subs:
es: Marcar subs:
ru: Подстановка отмеченного:
sv: Mark ersättare:

source: Mark anchors provided when nothing can use them
es: Marca las anclas proporcionadas cuando nada pueda usarlas
ru: Отметки опорных точек предоставляются при невозможности их использования
sv: Markera ankare som tillhandahålls när inget kan använda dem

source: Mark class/set names should not contain spaces.
es: Las clases/conjuntos de marcas no deben contener espacios.
ru: Класс/набор диакритических знаков не должен содержать пробелы.
sv: Mark class/set-namn bör inte innehålla mellanslag.

source: Mark for Overlap fix before Save
es: Marcar para arreglo de superposición antes de guardar
ru: Отметить для удаления пересечения перед сохранением
sv: Markera för Överlappning fixa innan Spara

source: Mark for Unlink, Remove Overlap before Generating
es: Marca para desvincular, eliminar superposición antes de generar
ru: Отметить для разыменования и удаления перекрытия перед созданием

source: Mark to Base Position
es: Posición de marca a base
ru: Положение диакритики относительно базы
sv: Mark till basposition

source: Mark to Ligature Position
es: Posición de marca a ligadura
ru: Положение диакритики относительно лигатуры
sv: Markera till ligaturposition

source: Mark to Ligature attachment
es: Enlace de marca a ligatura
ru: Соединение лигатуры со знаком
sv: Mark till ligaturfäste

source: Mark to Mark
es: Marca sobre marca
ru: Позиционирование знака по знаку
sv: Mark till Mark

source: Mark to Mark Position
es: Posición de marca a marca
ru: Положение диакритики относительно диакритики

source: Mark to Mark attachment
es: Enlace de marca a marca
ru: Соединение знака со знаком
sv: Mark till mark-attachment

source: Mark to base attachment
es: Enlace de marca a base
ru: Соединение базового глифа со знаком
sv: Märke till basfäste

source: MarkClass-%d
es: Clase de marca-%d
ru: Класс отметок-%d

source: MarkSet-%d
es: Conjunto de marca-%d
ru: Набор отметок-%d

source: Marked Glyph Is Kashida Like
es: El glifo marcado es del tipo Kashida
ru: Отмеченный глиф является разновидностью кашиды
sv: Märkt glyf är Kashida-liknande

source: Marks
es: Marcas
ru: Отметки
sv: Märkningar

source: Marks within a ligature should be ordered with the direction of writing. This one and %d are out of order.
es: Las marcas en una ligadura deben estar ordenadas según la dirección de la escritura. Ésta y %d están desordenadas.
ru: Отметки в лигатуре должны располагаться в порядке направления письма. Эта отметка и %d расположены не по порядку.
sv: Tecken inom en ligatur ska ordnas med skrivriktningen. Den här och %d är inte i ordning.

source: Marshallese
es: Marshalés
ru: Маршалльский

source: Marwari
ru: Марвари

source: Masaram Gondi
es: Gondi Masaram
ru: Масарам гонди

source: Mass Glyph Rename
es: Renombramiento masivo de glifos
ru: Массовое переименование глифов
sv: Mass Glyph byter namn

source: Mass Glyph _Rename...
es: _Renombramiento masivo de glifos...
ru: _Массовое переименование глифов…

source: Master Designs
es: Diseños maestros
ru: Мастер-образцы
sv: Mönsterritningar

source: Match
es: Coincidencias
ru: Совпадение

source: Match Classes
es: Clases coincidentes
ru: Классы совпадения
sv: Matchklasser

source: Match Fuzziness:
es: Coincidir difuminado:
ru: Нечеткость совпадения:

source: Match:
es: Coincidencia:
ru: Совпадение:

source: Matching TTF Point:
es: Punto TTF coincidente:
ru: Совпадение точки TTF:
sv: Matchande TTF-punkt:

source: Matching rules based on a list of classes
es: Reglas coincidentes basadas en una lista de clases
ru: Правила совпадения на основе списка классов
sv: Matchningsregler baserade på en lista med klasser

source: Matching rules based on a list of glyphs
es: Reglas coincidentes basadas en una lista de glifos
ru: Правила совпадения на основе списка глифов
sv: Matchningsregler baserade på en lista med glyfer

source: Math Kern
es: Interletraje matemático
ru: Математический кернинг

source: Math Kerning
es: Interletraje de matemáticas
ru: Математический кернинг
sv: Matematisk kantning

source: Math Operators & Sup Math Operators & Misc Math Symbols A/B
es: Operadores matemáticos y operadores matemáticos complementarios y símbolos matemáticos misceláneos A/B
ru: Математические операторы, доп. математические операторы и разные математические символы A/B

source: Math Script Style
es: Estilo de escritura matemático
ru: Стиль математической записи

source: Math Sp:
es: Espacio matemático:
ru: Мат. пробел:
sv: Matematik Sp:

source: Math.BoldFont
es: Fuente negrita de matemáticas
ru: Полужирный шрифт математической записи

source: Math.Font
es: Fuente de matemáticas
ru: Шрифт математической записи

source: Mathematical Alphanumeric Symbols
es: Símbolos alfanuméricos matemáticos
ru: Математические буквы и цифры
sv: Matematiska alfanumeriska symboler

source: Mathematical Greek
es: Griego para matemáticas
ru: Греческие математические формы
sv: Matematisk grekiska

source: Mathematical Operators
es: Operadores matemáticos
ru: Математические операторы
sv: Matematiska operatorer

source: Mathematical centerline
es: Línea central matemática
ru: Математическая центральная линия
sv: Matematisk mittlinje
