Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Some versions of Windows will refuse to install postscript fonts if the fontname is longer than 31 characters. Do you want to continue anyway?
es: Algunas versiones de Windows se negarán a instalar fuentes postscript si el nombre de fuente es más largo de 31 caracteres. ¿Quieres continuar de todos modos?
ru: Некоторые версии Windows не будут устанавливать шрифты postscript, если имя шрифта длиннее 31 символа. Продолжить?
sv: Vissa versioner av Windows vägrar att installera Postscript-typsnitt om typsnittsnamnet är längre än 31 tecken. Vill du fortsätta ändå?

source: Something went wrong
es: Algo salió mal
ru: Возникла ошибка
sv: Något gick fel

source: Songe
ru: Сонге

source: Soninke
es: Soninké
ru: Сонинке

source: Sora Sompeng
ru: Соранг-сомпенг

source: Sorbian
es: Serbio
ru: Вендский
sv: Sorbiska

source: Sort By:
es: Ord. según
ru: Сортировать по:
sv: Sortera efter:

source: Sort first using the base glyph (if any). Thus Agrave would sort with A
es: Ordena primero usando el glifo base (si existe). Así que A con acento grave (À) se ordenaría con A
ru: Сортировать сначала по основному глифу (при наличии). При этом Agrave будет отсортирован вместе с A
sv: Sortera först med hjälp av basglyfen (om sådan finns). Således skulle Agrave sortera med A

source: Sort first using the glyph's script. Thus A and Z would sort together while Alpha would sort with Omega and not A
es: Ordena primero usando el sistema de escritura del glifo. Así que A y Z se ordenarían juntos, mientras que alfa se ordenaría con omega y no con A
ru: Сортировать сначала по письменности глифа. При этом A и Z будут отсортированы вместе, а Alpha будет отсортировано вместе с Omega, а не с A
sv: Sortera först med hjälp av glyfens skript. A och Z skulle alltså sorteras tillsammans medan Alpha skulle sortera med Omega och inte A

source: Sort this display based on the alphabetic name of the glyph
es: Ordenar esta visualización en base al nombre alfabético del glifo
ru: Сортировать отображение в алфавитном порядке имён глифов
sv: Sortera denna visning baserat på glyfens alfabetiska namn

source: Sort this display based on the unicode code of the glyph
es: Ordenar esta visualización en base al código Unicode del glifo
ru: Сортировать отображение по коду Юникода глифа
sv: Sortera denna visning baserat på glyfens unicode-kod

source: Sort:
es: Ordenar:
ru: Сортировка:
sv: Sortera:

source: SortingScheme|Default
es: Predeterminado
ru: По умолчанию
sv: Standard

source: Sorts the lookups in a default ordering based on feature tags
es: Ordena las búsquedas en un orden predeterminado, en base a las etiquetas de características
ru: Сортирует lookup по умолчанию в порядке следования тегов функции
sv: Sorterar uppslagningarna i en standardordning baserad på funktionstaggar

source: Sort|Alphabetic
es: Alfabético
ru: В алфавитном порядке
sv: Alfabetisk

source: Source Glyph Names
es: Nombres de los glifos de orígen
ru: Исходные имена глифов
sv: Källans glyfnamn

source: Source from which this design is to be taken
es: Origen del diseño
ru: Источник образца этого начертания
sv: Källa från vilken detta mönster ska hämtas

source: South Slavey
es: Slavé del sur
ru: Южный слэйви

source: Southern Kiwai
es: Kiwai del sur
ru: Южный кивай

source: Southern Sami
es: Sami del sur
ru: Южносаамский
sv: Sydsamiska

source: Southern Sotho
es: Sotho del sur
ru: Южный сото

source: Soyombo
ru: Соёмбо

source: Space (in points) before a line when it is the first element
es: Espacio (en puntos) antes de una línea cuando es el primer elemento
ru: Пространство (в точках) перед линией, когда она является первым элементом

source: Space (in points) left between images and text in any labels, buttons, menu items, etc. that have both
es: Espacio (en puntos) dejado entre imágenes y texto en en cualquier etiqueta, botón, elemento de menú, etc. que tiene ambos
ru: Пространство (в точках) слева между изображениями и текстом любых надписей, кнопок, элементов меню, и т.д., где имеется и то, и другое

source: Space (in points) to skip after a line
es: Espacio (en puntos) para saltar después de una línea
ru: Пространство (в точках) для пропуска после линии

source: Space (in points) to skip between gadget elements
es: Espacio (en puntos) para saltar entre los elementos del gadget
ru: Пространство (в точках) для отступа между элементами области интерфейса

source: Space Regions
es: Regiones espaciales
ru: Равное расстояние между областями
sv: Utrymmesområden

source: Space _Regions...
es: Espacia_r regiones...
ru: Равное расстояние _между областями…
sv: Utrymmes_regioner...

source: Space between the ink to of the expression and the bar over it.
es: Espacio entre la parte superior de la tinta de la expresión y la barra sobre ella.
ru: Пространство между границей выражения и располагающейся над ним чертой.
sv: Mellanslag mellan bläcket till i uttrycket uttrycket och strecket över det.

source: Space between the ink top of the expression and the bar over it in display style.
es: Espacio entre la parte superior de la tinta de la expresión y la barra sobre ella en el estilo de visualización.
ru: Расстояние между верхней границей выражения и располагающейся над ним чертой в выключном стиле отображения.
sv: Mellanslag mellan bläcket överst i uttrycket och fältet över det i display stil.

source: Space:
es: Espaciado:
ru: Пробел:
sv: Utrymme:

source: Spacing Modifier Letters
es: Letras modificadoras con espaciado
ru: Модификаторы пробелов
sv: Avstånd mellan modifierande bokstäver

source: Spanish
es: Español
ru: Испанский
sv: Spanska

source: Spanish (Argentina)
es: Español (Argentina) es
ru: Испанский (Аргентина)
sv: Spanska (Argentina)

source: Spanish (Bolivia)
es: Español (Bolivia) es
ru: Испанский (Боливия)
sv: Spanska (Bolivia)

source: Spanish (Chile)
es: Español (Chile) es
ru: Испанский (Чили)
sv: Spanska (Chile)

source: Spanish (Colombia)
es: Español (Colombia) es
ru: Испанский (Колумбия)
sv: Spanska (Colombia)

source: Spanish (Costa Rica)
es: Español (Costa Rica) es
ru: Испанский (Коста-Рика)
sv: Spanska (Costa Rica)

source: Spanish (Dominican Republic)
es: Español (República Dominicana) es
ru: Испанский (Доминиканская республика)
sv: Spanska (Dominikanska republiken)

source: Spanish (Ecuador)
es: Español (Ecuador)
ru: Испанский (Эквадор)
sv: Spanska (Ecuador)

source: Spanish (El Salvador)
es: Español (El Salvador) es
ru: Испанский (Сальвадор)
sv: Spanska (El Salvador)

source: Spanish (Guatemala)
es: Español (Guatemala) es
ru: Испанский (Гватемала)
sv: Spanska (Guatemala)

source: Spanish (Honduras)
es: Español (Honduras) es
ru: Испанский (Гондурас)
sv: Spanska (Honduras)

source: Spanish (Modern)
es: Español (Moderno) es_ES
ru: Испанский современный
sv: Spanska (modern)

source: Spanish (Nicaragua)
es: Español (Nicaragua) es
ru: Испанский (Никарагуа)
sv: Spanska (Nicaragua)

source: Spanish (Panama)
es: Español (Panamá) es
ru: Испанский (Панама)
sv: Spanska (Panama)

source: Spanish (Paraguay)
es: Español (Paraguay) es
ru: Испанский (Парагвай)
sv: Spanska (Paraguay)

source: Spanish (Peru)
es: Español (Perú) es
ru: Испанский (Перу)
sv: Spanska (Peru)

source: Spanish (Puerto Rico)
es: Español (Puerto Rico) es
ru: Испанский (Пуэрто-Рико)
sv: Spanska (Puerto Rico)

source: Spanish (Traditional)
es: Español (Traditional) es_ES
ru: Испанский традиционный
sv: Spanska (traditionell)

source: Spanish (United States)
es: Español (Estados Unidos)
ru: Испанский (США)
sv: Spanska (Förenta staterna)

source: Spanish (Uruguay)
es: Español (Uruguay) es
ru: Испанский (Уругвай)
sv: Spanska (Uruguay)

source: Spanish (Venezuela)
es: Español (Venezuela) es
ru: Испанский (Венесуэла)
sv: Spanska (Venezuela)

source: Spanish Mexico
es: Español Mexico es_MX
ru: Мексиканский испанский
sv: Spanska Mexiko

source: Specials
es: Especiales
ru: Специальные символы
sv: Special

source: Specifies file format used to pass the font to freetype pfb -- is the standard postscript type1 ttf -- is truetype otf -- is opentype nohints -- freetype rasterizes without hints bitmap -- not passed to freetype for rendering bitmap fonts must already be generated FontForge -- uses FontForge's own rasterizer, not freetype's. Only as last resort
es: Especifica el formato de archivo usado para pasar la fuente a FreeType pfb -- es el tipo 1 de PostScript estándar ttf -- es TrueType otf -- es OpenType nohints -- rasterizados de FreeType sin pistas mapa de bits -- no se pasa a FreeType para renderizar las fuentes de mapas de bits ya deben haberse generado FontForge -- utiliza el propio rasterizador de FontForge, no el de FreeType. Sólo como último recurso
ru: Здесь указывается формат файла для перевода шрифта на freetype pfb — стандартный формат postscript type1 ttf — truetype otf — opentype nohints — растеризация freetype без хинтов bitmap — не передаётся freetype для отрисовки растровые шрифты должны быть уже созданы FontForge — использует собственный растеризатор FontForge, а не растеризатор freetype. Только в качестве крайней меры.
sv: Anger filformat som används för att skicka typsnittet till freetype pfb -- är standard postscript typ1 ttf -- är truetype otf -- är opentype nohints -- freetype rastrerar utan hintar bitmap -- skickas inte till freetype för rendering bitmap-typsnitt måste redan vara genererade FontForge -- använder FontForge's egen rasterizer, inte freetype's. Endast som sista utväg

source: Specifies screen dots per inch
es: Especifica los puntos de pantalla por pulgada
ru: Количество экранных точек на дюйм
sv: Anger skärmens punkter per tum

source: Specify bitmap sizes to be regenerated
es: Especifique los tamaños a generar de nuevo
ru: Укажите размеры растра для их создания
sv: Ange bitmapstorlekar att återskapa

source: Specify bitmap sizes to be removed
es: Especifica los tamaños de mapa de bits a ser eliminados
ru: Укажите размеры растра для их удаления
sv: Ange bitmapstorlekar att ta bort

source: Specify the color (& opacity) at stop points along the line drawn above. The offset is a percentage of the distance from the start to the end of the line. The color is a 6 (hex) digit number expressing an RGB color.
es: Especifica el color (y opacidad) en los puntos de parada a lo largo de la línea dibujada arriba. El desplazamiento es un porcentaje de la distancia desde el principio hasta el final de la línea. El color es un número de 6 dígitos (hex) que expresa un color RGB.
ru: Укажите цвет (& непрозрачность) на конечных точках вдоль проведённой выше линии. Смещение выражается процентным соотношением расстояния от начала до конца этой линии. Цвет выражается в виде 6 (шестнадцатеричных) чисел, выражающих цвет RGB.
sv: Ange färg (och opacitet) vid stoppunkterna längs den linje som ritats ovan. Förskjutningen är en procent av avståndet från början till slutet av slutet av linjen. Färgen är ett 6-siffrigt (hex) siffra som uttrycker en RGB-färg.

source: Spiro Point Info
es: Información del punto de espira
ru: Сведения о точке Spiro

source: Spiros did not converge
es: Los espiros no convergieron
ru: Кривые Спиро не сходятся

source: Splash Background
es: Fondo de bienvenida
ru: Цвет фона заставки

source: Splash Font
es: Fuente de bienvenida
ru: Шрифт заставки

source: Splash Foreground
es: Primer plano de bienvenida
ru: Передний план заставки

source: Splash Image
es: Imagen de bienvenida
ru: Изображение для заставки

source: Splash ItalicFont
es: Fuente cursiva de bienvenida
ru: Курсивный шрифт заставки

source: Splash Screen
es: Pantalla de bienvenida
ru: Экран заставки

source: Splash screen and About dialog
es: Pantalla de bienvenida y diálogo Acerca de
ru: Экран заставки и диалоговое окно «О программе»

source: Splash.MonoFont
es: Fuente monoespaciada de bienvenida
ru: Моноширинный шрифт заставки

source: SplashScreen
es: Pantalla de bienvenida
ru: Стартовая заставка
sv: Stänkskärm

source: Spline Length=%.1f
es: Longitud de la curva=%.1f
ru: Длина сплайна=%.1f
sv: Spline Längd=%.1f

source: Spline Length=%g
es: Longitud de la curva=%g
ru: Длина сплайна=%g
sv: Spline Längd=%g

source: Spline mismatch in glyph “%s”
es: Discrepancia de curva en el glifo “%s”
ru: Несоответствие сплайна в глифе «%s»
sv: Spline missanpassning i glyf "%s"

source: Square
es: Cuadrado
ru: Квадратные
sv: Fyrkant

source: Square Cove
es: Cuadrado cóncavo
ru: Гранёные куполообразные

source: Squish
es: Comprimir
ru: Сузить

source: St_orage:
es: Almacenamient_o:
ru: Х_ранилище:

source: St_yle
es: Estilo(_Y)
ru: На_чертание

source: St_yles
es: Estilos(_Y)
ru: _Начертания

source: Stack
es: Pila
ru: Стек
sv: Stapel

source: Stack (TrueType)
es: Pila (TrueType)
ru: Стек (TrueType)

source: Stack got too big in %s
es: La pila se ha hecho demasiado grande en %s
ru: Стек вырос до слишком больших размеров в %s

source: Stack underflow on binary operator in %s
es: Subflujo de pila en operador binario en %s
ru: Исчерпание стека при двоичном операторе %s

source: Stack underflow on callothersubr in %s
es: Subflujo de pila en callothersubr en %s
ru: Исчерпание стека при callothersubr в %s

source: Stack underflow on callsubr in %s
es: Subflujo de pila en callsubr en %s
ru: Исчерпание стека на callsubr в %s

source: Stack underflow on hhcurveto in %s
es: Subflujo de pila en hhcurveto en %s
ru: Исчерпание стека на hhcurveto в %s

source: Stack underflow on hlineto/hmoveto in %s
es: Subflujo de pila en hlineto/hmoveto en %s
ru: Исчерпание стека на hlineto/hmoveto в %s

source: Stack underflow on hlineto/hmoveto in %s
es: Subflujo de pila en hlineto/hmoveto en %s
ru: Исчерпание стека на hlineto/hmoveto в %s
sv: Stack underflöde på hlineto/hmoveto i %s

source: Stack underflow on hsbw in %s
es: Subflujo de pila en hsbw en %s
ru: Исчерпание стека на hsbw в %s

source: Stack underflow on hstem in %s
es: Subflujo de pila en hstem en %s
ru: Исчерпание стека на hstem в %s

source: Stack underflow on hstem3 in %s
es: Subflujo de pila en hstem3 en %s
ru: Исчерпание стека на hstem3 в %s

source: Stack underflow on hvcurveto in %s
es: Subflujo de pila en hhcurveto en %s
ru: Исчерпание стека на hvcurveto в %s

source: Stack underflow on ifelse in %s
es: Subflujo de pila en ifelse en %s
ru: Исчерпание стека при ifelse в %s

source: Stack underflow on rlineto/rmoveto in %s
es: Subflujo de pila en rlineto/rmoveto en %s
ru: Исчерпание стека на rlineto/rmoveto в %s

source: Stack underflow on rrcurveto in %s
es: Subflujo de pila en vmoveto en %s
ru: Исчерпание стека на rrcurveto в %s

source: Stack underflow on sbw in %s
es: Subflujo de pila en sbw en %s
ru: Исчерпание стека при sbw в %s

source: Stack underflow on seac in %s
es: Subflujo de pila en seac en %s
ru: Исчерпание стека на seac в %s

source: Stack underflow on setcurrentpoint in %s
es: Subflujo de pila en setcurrentpoint en %s
ru: Исчерпание стека при setcurrentpoint в %s

source: Stack underflow on unary operator in %s
es: Subflujo de pila en operador unario en %s
ru: Исчерпание стека при унарном операторе в %s

source: Stack underflow on vhcurveto in %s
es: Subflujo de pila en vhcurveto en %s
ru: Исчерпание стека на vhcurveto в %s

source: Stack underflow on vlineto/vmoveto in %s
es: Subflujo de pila en vlineto/vmoveto en %s
ru: Исчерпание стека на vlineto/vmoveto в %s

source: Stack underflow on vstem in %s
es: Subflujo de pila en vstem en %s
ru: Исчерпание стека на vstem в %s

source: Stack underflow on vstem3 in %s
es: Subflujo de pila en vstem3 en %s
ru: Исчерпание стека на vstem3 в %s

source: Stacks
es: Pilas
ru: Стеки
sv: Staplar

source: Standard
es: Estándar
ru: Стандартные

source: Standard Ligatures
es: Ligaduras estándar
ru: Стандартные лигатуры
sv: Standard ligaturer

source: Standard Moroccan Tamazight
es: Tamazight estándar marroquí
ru: Стандартный марокканский берберский

source: Standard Solid Fill
es: Relleno sólido estándar
ru: Стандартная сплошная заливка

source: Standard shift down applied to the denominator in display style. Positive values indicate downward motion.
es: Desplazamiento estándar hacia abajo aplicado al denominador en el estilo de visualización. Los valores positivos indican un movimiento descendente.
ru: Стандартное смещение вниз, применяемое к знаменателю в выключном стиле отображения. Положительные значения указывают на движение вниз.

source: Standard shift down applied to the bottom element of a stack in display style. Positive values indicate downward motion.
es: Desplazamiento estándar hacia abajo aplicado al elemento inferior de una pila en el estilo de visualización. Los valores positivos indican un movimiento descendente.
ru: Стандартное смещение вниз для нижнего элемента, из расположенных друг над другом элементов, в выключном стиле отображения. Положительные значения указывают на движение вниз.
sv: Standardförskjutning nedåt tillämpas på det nedersta elementet i en stapel i displaystil. Positiva värden indikerar nedåtgående rörelse.

source: Standard shift down applied to the bottom element of the stretch stack. Positive values indicate downward motion.
es: Desplazamiento hacia abajo aplicado al elemento inferior de una pila de estiramiento. Los valores positivos indican un movimiento descendente.
ru: Стандартное смещение вниз, применяемое к нижнему элементу, из расположенных друг над другом элементов, с возможностью растяжения. Положительное значение указывает на движение вниз.
sv: Standard shift down tillämpas på det nedersta elementet i stretchstacken. Positiva värden indikerar nedåtgående rörelse.

source: Standard shift down applied to the bottom element of a stack. Positive values indicate downward motion.
es: Desplazamiento estándar hacia abajo aplicado al elemento inferior de una pila. Los valores positivos indican un movimiento descendente.
ru: Стандартное смещение вниз для нижнего элемента, из расположенных друг над другом элементов, Положительные значения указывают на движение вниз.
sv: Standardförskjutning nedåt som tillämpas på det nedersta elementet i en stapel. Positiva värden indikerar nedåtgående rörelse.

source: Standard shift down applied to the denominator. Positive values indicate downward motion.
es: Desplazamiento estándar hacia abajo aplicado al denominador. Los valores positivos indican un movimiento descendente.
ru: Стандартное смещение вниз, применяемое к знаменателю. Положительные значения указывают на движение вниз.

source: Standard shift of superscript relative to base in cramped mode.
es: Desplazamiento estándar del superíndice relativo a la base en el modo comprimido.
ru: Стандартный сдвиг элементов верхнего индекса относительно основного элемента в сжатом режиме отображения.
sv: Standardförskjutning av upphöjd skrift relativt till basen i trångt läge.

source: Standard shift up applied to superscript elements.
es: Desplazamiento estándar hacia arriba aplicado a elementos superíndices.
ru: Стандартный сдвиг вверх, применяемый к элементам верхнего индекса.
sv: Standardförskjutning uppåt tillämpas på upphöjda element.

source: Standard shift up applied to the numerator in display style.
es: Desplazamiento estándar hacia arriba aplicado al numerador en estilo de visualización.
ru: Стандартное смещение вверх, применяемое к числителю в выключном стиле отображения.
sv: Standardförskjutning upp tillämpas på täljaren i visningsstil.

source: Standard shift up applied to the numerator.
es: Desplazamiento estándar hacia arriba aplicado al numerador.
ru: Стандартное смещение вверх, применяемое к числителю.
sv: Standardförskjutning upp tillämpas på täljaren.

source: Standard shift up applied to the top element of a stack in display style.
es: Desplazamiento estándar hacia arriba aplicado al elemento superior de una pila en estilo de visualización.
ru: Стандартное смещение вверх для верхнего элемента, из расположенных друг над другом элементов, в выключном стиле отображения.
sv: Standardskift upp tillämpas på det översta elementet i en stapel i displaystil.

source: Standard shift up applied to the top element of a stack.
es: Desplazamiento estándar hacia arriba aplicado al elemento superior de una pila.
ru: Стандартное смещение вверх для верхнего элемента из расположенных друг над другом элементов.
sv: Standardskift upp tillämpas på det översta elementet i en stapel.

source: Standard shift up applied to the top element of the stretch stack.
es: Desplazamiento estándar hacia arriba aplicado al elemento superior de la pila de estiramiento.
ru: Стандартное смещение вверх, применяемое к верхнему элементу, из расположенных друг над другом элементов, с возможностью растяжения.
sv: Standardförskjutning upp tillämpas på det översta elementet i stretchstapeln.

source: StandardSlopeError
es: Error estándar de pendiente
ru: Стандартная погрешность наклона
sv: StandardSlopeFel

source: Star
es: Estrella
ru: Звезда
sv: Stjärna

source: Start Time
es: Tiempo de inicio
ru: Время начала

source: Start contours at e_xtrema
es: Iniciar contornos en los nodos e_xtremos
ru: Начинать контуры в _экстремумах
sv: Starta konturerna vid e_xtrema

source: StartLen
es: Longitud inicial
ru: Нач. длина

source: Startup mode '%s' (for plugin '%s') must be 'on' or 'off'. (To set a discovered plugin to 'new' omit it from the list.)
es: El modo de inicio "%s" (para el plugin '%s") debe estar "activado" o "desactivado". (Para establecer un plugin descubierto a "nuevo", omítelo de la lista).
ru: Режим запуска «%s» (для подключаемого модуля «%s») должен быть «Вкл.» или «Выкл.». (Для установки обнаруженного подключаемого модуля в состояние «нового» исключите его из списка.)

source: State %4d Cur:
es: Estado %4d actual:
ru: Состояние %4d, текущий:
sv: Stat %4d Cur:

source: State %4d Flags:
es: Marcas del estado %4d:
ru: Состояние %4d, флаги:
sv: Status %4d Flaggor:

source: State %4d Mark:
es: Marca del estado %4d:
ru: Состояние %4d, отмеченный:
sv: Stat %4d Mark:

source: State %4d Next:
es: Estado %4d siguiente:
ru: Состояние %4d, следующий:
sv: Stat %4d Nästa:

source: State %d, %.40s
es: Estado %d, %.40s
ru: Состояние %d, %.40s
sv: Stat %d, %.40s

source: State Machine
es: Máquina de Estado
ru: Автомат состояния
sv: Tillståndsmaskin

source: StateMachine.Font
es: Fuente de la máquina de estados
ru: Шрифт автомата состояния

source: Stem Compression Percent
es: Porcentaje de compresión de astas
ru: Процента сжатия штриха
sv: Stamkompression Procent

source: Stem threshold should be positive
es: El umbral de astas debe ser positivo
ru: Порог штриха должен быть положительным числом
sv: Stamtröskeln ska vara positiv

source: StemSnapH does not contain StdHW value.
es: StemSnapH no contiene un valor StdHW.
ru: StemSnapH не содержит значение StdHW.
sv: StemSnapH innehåller inte StdHW-värde.

source: StemSnapV does not contain StdVW value.
es: StemSnapV no contiene un valor StdVW.
ru: StemSnapV не содержит значение StdVW.
sv: StemSnapV innehåller inte StdVW-värde.

source: Stems
es: Astas
ru: Штрихи
sv: Stammar

source: Step into
es: Paso a paso por instrucciones
ru: Шаг с заходом
sv: Gå in i

source: Step out of current function
es: Paso a paso para salir
ru: Шаг с выходом из текущей функции
sv: Gå ut ur nuvarande funktion

source: Step over (Next)
es: Paso a paso por procedimientos
ru: Шаг с обходом (Следующий)
sv: Steg över (Nästa)

source: StopAtJoin
es: Detenerse al unir
ru: Останавливать движение при объединении

source: Storage
es: Almacenamiento
ru: Хранение
sv: Lagring

source: Storage %d has not been initialized, yet the previous instruction read it
es: El almacenamiento %d no ha sido inicializado, pero la instrucción anterior lo ha leído
ru: Хранение %d не было инициализировано, однако предыдущая инструкция его прочитала
sv: Lagring %d har inte initialiserats, men den föregående instruktionen läste den
