Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Unexpected values for binsearch header. Based on the number of tables I expect searchRange=%d (not %d), entrySel=%d (not %d) rangeShift=%d (not %d)
es: Valores inesperados para el encabezado de búsqueda binaria. En función del número de tablas, espero que searchRange=%d (no %d), que entrySel=%d (no %d) y que rangeShift=%d (no %d)
ru: Неожиданные значения для заголовка binsearch. На основе числа таблиц I ожидаются значения searchRange=%d (не %d), entrySel=%d (не %d) rangeShift=%d (не %d)
sv: Oväntade värden för binsearch-header. Baserat på antalet tabeller förväntar jag mig förväntar searchRange=%d (inte %d), entrySel=%d (inte %d) rangeShift=%d (inte %d)

source: Unicase
ru: Унификация регистра

source: Unicode
ru: Юникод

source: Unicode 1.0
ru: Юникод 1.0

source: Unicode 1.1
ru: Юникод 1.1

source: Unicode 2.0+, BMP only
es: Unicode 2.0+, solo BMP
ru: Юникод 2.0+, только BMP
sv: Unicode 2.0+, endast BMP

source: Unicode 2.0+, all planes
es: Unicode 2.0+, todos los planos
ru: Юникод 2.0+, все плоскости
sv: Unicode 2.0+, alla plan

source: Unicode C_har:
es: Carácter unicode:(_H)
ru: _Символ по Unicode:

source: Unicode Ranges
es: Rangos Unicode
ru: Блоки Unicode
sv: Unicode-intervall

source: Unicode Ranges:
es: Rangos Unicode:
ru: Диапазоны Unicode:
sv: Unicode-intervall:

source: Unicode _Value:
es: _Valor unicode:
ru: _Значение Юникода:
sv: Unicode _Värde:

source: Unicode out of range
es: Unicode fuera de rango
ru: Юникод вне диапазона
sv: Unicode utanför intervallet

source: Unicode value (%x) not in font, ignored
es: Valor unicode (%x) ausente en la fuente: ignorado
ru: Значение Юникода (%x) в шрифте отсутствует, действие игнорируется
sv: Unicode-värde (%x) inte i typsnittet, ignoreras

source: Unicode value not in font
es: Valor unicode ausente en la fuente
ru: Значение Юникода в шрифте отсутствует
sv: Unicode-värdet finns inte i typsnittet

source: UnicodeGlyphNames
es: Nombres de glifos Unicode
ru: Имена глифов в Юникоде
sv: UnicodeGlyfNamn

source: Unified Canadian Aboriginal Syllabics
es: Sílabas aborígenes canadienses unificadas
ru: Канадское слоговое письмо
sv: Unifierad kanadensisk aboriginsk syllabik

source: Unified Canadian Aboriginal Syllabics Extended
es: Sílabas aborígenes canadienses unificadas extendido
ru: Расширенное канадское слоговое письмо

source: Unified Canadian Aboriginal Syllabics Extended-A
es: Sílabas aborígenes canadienses unificadas extendido-A
ru: Расширенное канадское слоговое письмо — A

source: Uniform scaling for horizontal counters and side bearings
es: Escala uniforme para contadores horizontales y márgenes laterales
ru: Единообразно масштабировать по горизонтальным просветам и апрошам
sv: Enhetlig skalning för horisontella räkneverk och sidolager

source: Uniform scaling for stems of any width and direction
es: Escala uniforme para astas de cualquier ancho y dirección
ru: Единообразное масштабирование штрихов любой толщины в любом направлении
sv: Enhetlig skalning för stjälkar av alla bredder och riktningar

source: Uninterpreted code in gf: %d
es: Código no interpretado en gf: %d
ru: Неинтерпретируемый код в gf: %d

source: Uninterpreted opcode %d in %s
es: Opcode %d no interpretado en %s
ru: Неинтерпретированный код операции %d в %s

source: Uninterpreted opcode 12,%d in %s
es: Opcode 12 %d no interpretado en %s
ru: Неинтерпретированный код операции 12,%d в %s

source: Unix style wildcarding is accepted: Most characters match themselves A "?" will match any single character A "*" will match an arbitrary number of characters (including none) An "[abd]" set of characters within square brackets will match any (single) character A "{scmp,c2sc}" set of strings within curly brackets will match any string So "a.*" would match "a." or "a.sc" or "a.swash" While "a.{scmp,c2sc}" would match "a.scmp" or "a.c2sc" And "a.[abd]" would match "a.a" or "a.b" or "a.d"
es: Se aceptan comodines de estilo Unix: La mayoría de los caracteres coinciden con sí mismos Un "?" coincidirá con cualquier carácter único Un "*" coincidirá con un número arbitrario de caracteres (incluyendo ninguno) Un conjunto de caracteres "[abd]" dentro de corchetes cuadrados coincidirá con cualquier carácter (único) Un conjunto de cadenas "{scmp,c2sc}" dentro de llaves coincidirá con cualquier cadena Así que "a.*" coincidiría con "a." o "a.sc" o "a.swash" Mientras que "a.{scmp,c2sc}" coincidiría con "a.scmp" o "a.c2sc" Y "a.[abd]" coincidiría con "a.a" o "a.b" o "a.d"
ru: Принимаются символы замещения в стиле Unix: Большинство символов соответствует своему написанию «?» совпадает с любым одиночным символов «*» совпадает с произвольным числом символов (включая полное их отсутствие) «[abd]» набор символов в квадратных скобках совпадает с любым (одиночным) символом из набора «{scmp,c2sc}» набор строк в фигурных скобках совпадает с любой строкой из списка Соответственно, «a.*» совпадает с «a.», и с «a.sc», и с «a.swash» В то же время «a.{scmp,c2sc}» совпадает и с «a.scmp», и с «a.c2sc» А «a.[abd]» совпадает с «a.a», либо «a.b», либо «a.d»
sv: Unix-liknande jokertecken accepteras: De flesta tecken matchar sig själva Ett "?" matchar alla enskilda tecken En "*" matchar ett godtyckligt antal tecken (inklusive inget) En "[abd]"-uppsättning av tecken inom hakparenteser matchar alla (enstaka) tecken En "{scmp,c2sc}"-uppsättning strängar inom hakparenteser matchar alla strängar Så "a.*" skulle matcha "a." eller "a.sc" eller "a.swash" Medan "a.{scmp,c2sc}" skulle matcha "a.scmp" eller "a.c2sc" Och "a.[abd]" skulle matcha "a.a" eller "a.b" eller "a.d"

source: Unknown
es: Desconocido
ru: Неизвестная
sv: Okänd

source: Unknown GPOS sub-table type: %d
es: Tipo de subtabla GPOS desconocido: %d
ru: Неизвестный тип подтаблицы GPOS: %d

source: Unknown GSUB sub-table type: %d
es: Tipo de subtabla GSUB desconocido: %d
ru: Неизвестный тип подтаблицы GSUB: %d

source: Unknown Language
es: Idioma desconocido
ru: Неизвестный язык
sv: Okänt språk

source: Unknown character after backslash in literal string.
es: Carácter desconocido después de la diagonal inversa en la cadena literal.
ru: Неизвестный символ после обратной косой черты в строке литерала.

source: Unknown class table format: %d
es: Formato de tabla de clase desconocido: %d
ru: Неизвестный формат таблицы класса: %d

source: Unknown field %s on line %d of %s
es: Campo %s desconocido en la línea %d de %s
ru: Неизвестное поле %s на строке %d файла %s
sv: Okänt fält %s på rad %d av %s

source: Unknown glyph referenced in GSUB/GPOS/MATH
es: Glifo desconocido referenciado en GSUB/GPOS/MATH
ru: Неизвестный глиф, на который указывает ссылка в GSUB/GPOS/MATH
sv: Okänd glyf som refereras till i GSUB/GPOS/MATH

source: Unknown lookup
es: Búsqueda desconocida
ru: Неизвестный lookup
sv: Okänd uppslagning

source: Unknown lookup name: %60.60s
es: Nombre de búsqueda desconocido: %60.60s
ru: Неизвестное имя lookup: %60.60s
sv: Okänt uppslagsnamn: %60.60s

source: Unknown lookup: %s
es: Búsqueda desconocida: %s
ru: Неизвестный lookup: %s
sv: Okänd uppslagning: %s

source: Unknown operator in %s: %x
es: Operador desconocido en %s: %x
ru: Неизвестный оператор в %s: %x

source: Unknown python type <%s> when reading UFO/GLIF lib data.
es: Tipo de Python desconocido <%s> al leer datos de librería UFO/GLIF.
ru: Неизвестный тип python <%s> при чтении данных библиотеки UFO/GLIF.

source: Unknown string type
es: Tipo de cadena desconocido
ru: Неизвестный тип строки
sv: Okänd strängtyp

source: Unknown subtable '%c%c%c%c' in 'PfEd' table, ignored
es: Subtabla desconocida "%c%c%c%c" en la tabla "PfEd". Ignorada
ru: Неизвестная подтаблица '%c%c%c%c' в таблице 'PfEd', игнорируется

source: Unknown subtable '%c%c%c%c' in 'TeX ' table, ignored
es: Subtabla desconocida "%c%c%c%c" en la tabla "TeX". Ignorada
ru: Неизвестная подтаблца '%c%c%c%c' в таблице 'TeX ', игнорируется

source: Unknown type '%c' found in path specification
es: Tipo desconocido '%c' encontrado en la especificación de ruta
ru: В спецификации траектории обнаружен неизвестный тип «%c»

source: Unlike most commands this one does not work directly on the selected glyphs. Instead, if you select a glyph FontForge will create (or reuse) another glyph named by appending the extension to the original name, and it will copy a modified version of the original glyph into the new one.
es: A diferencia de la mayoría de los comandos, este no trabaja directamente en los glifos seleccionados. En su lugar, si seleccionas un glifo, FontForge creará (o reusará) otro glifo nombrado al adjuntar la extensión al nombre original, y copiará una versión modificada del glifo original al nuevo.
ru: В отличие от большинства команд данная команда не работает напрямую с выделенными глифами. Вместо этого, при выделении глифа FontForge создаст новый (или использует готовый) глиф с именем, созданным путём добавления расширения к исходному имени и скопирует измененную копию исходного глифа в новый глиф.
sv: Till skillnad från de flesta kommandon arbetar detta inte direkt på de valda glyferna. Om du väljer en glyf kommer FontForge istället att skapa (eller återanvända) en annan glyf som heter genom att lägga till förlängningen till det ursprungliga namnet, och det kommer att kopiera en modifierad version av den ursprungliga glyfen till den nya.

source: Unlike most commands this one does not work directly on the selected glyphs. Instead, if you select an "A" (or an "a") FontForge will create (or reuse) a glyph named "a.sc", and it will copy a modified version of the "A" glyph into "a.sc".
es: A diferencia de la mayoría de los comandos, este no trabaja directamente en los glifos seleccionados. En su lugar, si seleccionas una "A" (o una "a"), FontForge creará (o reusará) un glifo llamado "a.sc", y copiará una versión modificada del glifo "A" en "a.sc".
ru: В отличие от большинства команд данная команда не работает напрямую с выделенными глифами. Вместо этого, при выделении «A» (или «a») FontForge создаст новый (или использует готовый) символ с именем «a.sc» и скопирует изменённую копию глифа «A» в «a.sc».
sv: Till skillnad från de flesta kommandon arbetar detta inte direkt på de valda glyferna. Om du istället väljer ett "A" (eller ett "a") FontForge skapa (eller återanvända) en glyf med namnet "a.sc", och kopierar den en modifierad version av "A"-glyfen till "a.sc".

source: Unlikely Ofm File
es: Probablemente no es un archivo ofm
ru: Файл не похож на Ofm-файл
sv: Osannolik Ofm-fil

source: Unlikely count of ligature components (%d), I suspect this ligature sub- table is garbage, I'm giving up on it.
es: Conteo de componentes de ligadura improbable (%d). Sospecho que esta subtabla de ligaduras es basura. Me rindo con ella.
ru: Маловероятное количество компонентов лигатуры (%d), предположительно неверная подтаблица лигатур, операция прекращается.
sv: Osannolikt antal ligaturkomponenter (%d), jag misstänker att denna ligatursub- tabellen är skräp, jag ger upp det.

source: Unlikely length for table, so I'm ignoring it. %u
es: Longitud improbable para una tabla, así que la estoy ignorando. %u
ru: Неправдоподобная длина таблицы будет проигнорирована. %u

source: Unlikely scale factor
es: Factor de escala improbable
ru: Маловероятный коэффициент масштабирования
sv: Osannolik skalfaktor

source: Unlikely script count (%d), I suspect the JSTF- table is garbage, I'm giving up on it.
es: Conteo de escrituras improbable (%d). Sospecho que la tabla JSTF es basura. Me rindo con ella.
ru: Маловероятное число систем письма (%d), предположительно недопустимая таблица JSTF, операция остановлена.
sv: Osannolikt skriptantal (%d), jag misstänker att JSTF tabellen är skräp, jag ger upp det.

source: Unlikely stem threshold
es: Umbral de astas improbable
ru: Маловероятный порог штриха
sv: Tröskelvärde för osannolik stam

source: Unlink
es: Desvincular
ru: Разыменовать
sv: Ta bort länk

source: Unlink All
es: Desvincular todo
ru: Разыменовать все
sv: Avlänka alla

source: Unloaded
es: Descargado
ru: Не загружено

source: Unnamed lookup
es: Búsqueda sin nombre
ru: Безымянный lookup
sv: Namnlös uppslagsbok

source: Unparseable contextual sequence on line %d of %s
es: Secuencia contextual no analizable en la línea %d de %s
ru: Невозможно обработать контекстную последовательность на строке %d файла %s
sv: Ofördelbar kontextuell sekvens på rad %d av %s

source: Unparseable glyph sequence in position on line %d of %s
es: Secuencia de glifos no analizable en la posición en la línea %d de %s
ru: Невозможно обработать последовательность глифов в позиции на строке %d файла %s
sv: Glyfsekvens som inte kan analyseras i position på rad %d av %s

source: Unparseable glyph sequence in substitution on line %d of %s
es: Secuencia de glifos no analizable en la sustitución en la línea %d de %s
ru: Невозможно обработать последовательность глифов в подстановке на строке %d файла %s
sv: Glyfsekvens som inte kan analyseras i substitution på rad %d i %s

source: Unparseable include on line %d of %s
es: Include no analizable en línea %d de %s
ru: Невозможно обработать директиву «include» на строке %d файла %s
sv: Oparseable include på rad %d av %s

source: Unparsed characters found after end of groups file (last line parsed was %d).
es: Caracteres sin analizar encontrados después del final del archivo de grupos (la última línea analizada fue %d).
ru: Необработанные символы найдены после завершения файла групп (последняя обработанная строка: %d).

source: Unreasonable DPI
es: PPP (DPI) no razonable
ru: Нецелесообразное значение dpi
sv: Orimlig DPI

source: Unreasonable ligature caret count
es: Conteo de circunflejos de ligadura poco razonable
ru: Нецелесообразное число кареток в лигатуре
sv: Orimligt antal ligaturer i caret

source: Unrecognized MultiAsk Question
es: Pregunta MultiAsk no reconocida
ru: Нераспознанный вопрос MultiAsk

source: Unrecognized nib shape error.
es: Error de forma de punta no reconocida.
ru: Нераспознанная ошибка формы острия.

source: Unsaved script
es: Script sin guardar
ru: Несохранённый сценарий

source: Unspecified Language
es: Idioma no especificado
ru: Язык не указан
sv: Ospecificerat språk

source: Unsupported decode filter parameters : %s
es: Parámetros de filtro de decodificación no soportados: %s
ru: Неподдерживаемые параметры фильтра декодирования: %s

source: Unsupported filter: %s
es: Filtro no soportado: %s
ru: Неподдерживаемый фильтр: %s
sv: Filter som inte stöds: %s

source: Unsupported image format
es: Formato de imagen no soportado
ru: Неподдерживаемый формат изображений
sv: Bildformat stöds inte

source: Unsupported image format must be bmp
es: El formato de imagen no soportado debe ser bmp
ru: Неподдерживаемый формат изображения, должен быть bmp
sv: Bildformat som inte stöds måste vara bmp

source: Unsupported image format must be bmp or png
es: El formato de imagen no soportado debe ser bmp o png
ru: Неподдерживаемый формат изображения, должен быть bmp или png
sv: Bildformat som inte stöds måste vara bmp eller png

source: Unsupported mime type in data URI: %s
es: Tipo de mime no soportado en el URI de los datos: %s
ru: Неподдерживаемый тип mime в URI-адресе данных: %s

source: Unterminated coverage table, starting at: %.20s...
es: Tabla de cobertura sin terminar, comenzando en: %.20s...
ru: Таблица охвата не определена, начиная с: %.20s…
sv: Underminerad täckningstabell, med början vid: %.20s...

source: Unterminated lookup invocation, starting at: %.20s...
es: Invocación de búsqueda sin terminar, comenzando en: %.20s...
ru: Вызов lookup не определён, начиная с: %.20s…
sv: Oavslutad uppslagning, med början vid: %.20s...

source: UntitledGroup
es: Grupos sin título
ru: Группа без имени
sv: Utan titelGrupp

source: UpdateFlex
es: Actualizar Flex
ru: Обновлять flex-инструкции

source: Upper Case
es: Mayúsculas
ru: Верхний регистр
sv: Versaler

source: Upper Case in Lower Case
es: Mayúsculas en vez de minúsculas
ru: Прописные в строчных
sv: Stora bokstäver i små bokstäver

source: Upper Saxon
es: Alto sajón
ru: Верхнесаксонский

source: Upper Sorbian
es: Serbio del norte
ru: Верхнелужицкий
sv: Övre sorbiska

source: Upright/Extreme Wrapping
es: Erguida/ajuste de texto extremo
ru: Прямой/Чрезмерное огибание
sv: Stående/Extrem inplastning

source: Upright/More Wrapping
es: Erguida/más ajuste de texto
ru: Прямой/Значительное огибание
sv: Upprätt/mer inplastning

source: Upright/No Wrapping
es: Erguida/sin ajuste de texto
ru: Прямой/Без огибания
sv: Stående/ingen inplastning

source: Upright/Some Wrapping
es: Erguida/algo de ajuste de texto
ru: Прямой/Умеренное огибание
sv: Stående/viss inplastning

source: Urdu
es: Urdú
ru: Урду

source: Urdu (Pakistan)
es: Urdú (Pakistán)
ru: Урду (Пакистан)

source: Use CID Map
es: Usar cidmap
ru: Использовать привязку CID
sv: Använd CID-karta

source: Use Clip-paths (SVG)
es: Usar clip-paths (SVG)
ru: Использовать обтравочные контуры (SVG)

source: Use FreeType
es: Utilizar FreeType
ru: Использовать FreeType
sv: Använd FreeType

source: Use Kerning Class?
es: ¿Utilizar clases de interletraje?
ru: Использовать кернинговый класс?
sv: Använda Kerning Class?

source: Use UniqueID
es: Usar ID único (UniqueID)
ru: Использовать UniqueID
sv: Använd UniqueID

source: Use XUID
es: Usar XUID
ru: Использовать XUID
sv: Använd XUID

source: Use _First
es: Usar primero(_F)
ru: Использовать _первую
sv: Använd _Först

source: Use _Second
es: Usar _Segundo
ru: Использовать _вторую
sv: Använd _Sekund

source: Use a matrix of kerning classes
es: Usar una matriz de clases de interletraje
ru: Использовать матрицу кернинговых классов
sv: Använd en matris med kerningsklasser

source: Use cubic (that is postscript) splines to hold the outlines of all layers of this font. Cubic splines are generally easier to edit than quadratic (and you may still generate a truetype font from them).
es: Usa curvas cuadráticas (que es PostScript) para mantener los contornos de todas las capas de esta fuente. Las curvas cúbicas usualmente son más fáciles de editar que las cuadráticas (y todavía puedes generar una fuente TrueType a partir de ellas).
ru: Использовать кубические (PostScript) сплайны для хранения всех кривых всех слоев этого шрифта. Кубические сплайны обычно проще редактировать, чем квадратичные (и из них всегда можно создать шрифт TrueType).
sv: Använd kubiska (det vill säga postscript) splines för att hålla konturerna av alla lager av detta typsnitt. Kubiska splines är i allmänhet lättare att redigera än kvadratiska (och du kan fortfarande generera ett truetype-typsnitt från dem).

source: Use default?
es: ¿Usar predeterminado?
ru: Использовать декомпозицию по умолчанию?

source: Use individual kerning pairs
es: Usar pares de interletraje individuales
ru: Использовать отдельные кернинговые пары
sv: Använd individuella kerningpar

source: Use native kerning structures (instead of a feature file) even when this might lose information.
es: Usar estructuras nativas de interletraje (en lugar de un archivo de características) incluso cuando esto pueda significar una pérdida de información.
ru: Используйте структуры оригинального кернинга (вместо файла с функциями), даже если эта информация может быть утеряна.

source: Use of "exit" when not in a loop
es: Uso de "exit" cuando no se está en un bucle
ru: Использование оператора «exit» при нахождении вне цикла

source: Use of "stop" when not in a stopped
es: Uso de "stop" cuando no se está en un "stopped"
ru: Использование оператора «stop» при нахождении вне stopped

source: Use of a range offset of 0xffff to mean a missing glyph in cmap table
es: Usa un desplazamiento de rango de 0xffff para representar un glifo fantante en la tabla cmap
ru: Используйте диапазон отступа 0xffff для обозначения отсутствующего глифа в таблице cmap

source: Use of obsolete blend operator.
es: Uso del operador de mezcla obsoleto.
ru: Использование устаревшего оператора blend.

source: Use of undefined glyph class, %s, on line %d of %s
es: Uso de clase de glifos no definidos, %s, en línea %d de %s
ru: Применение неопределённого класса глифов, %s, на строке %d файла %s
sv: Användning av odefinierad glyfklass, %s, på rad %d i %s

source: Use of undefined mark class, %s, on line %d of %s
es: Uso de clase de glifos no definidos, %s, en línea %d de %s
ru: Применение неопределённого класса диакритических знаков, %s, на строке %d файла %s
sv: Användning av odefinierad markklass, %s, på rad %d i %s

source: Use quadratic (that is truetype) splines to hold the outlines of all layers of this font rather than cubic (postscript) splines.
es: Usa curvas cuadráticas (que es TrueType) para mantener los contornos de todas las capas de esta fuente en lugar de curvas cúbicas (PostScript).
ru: Использовать квадратичные (TrueType), а не кубические (PostScript) сплайны для хранения всех кривых всех слоёв этого шрифта.
sv: Använd kvadratiska (det är truetype) splines för att hålla konturerna av alla lager av detta typsnitt snarare än kubiska (postscript) splines.

source: Use quadratic splines for the guidelines layer of the font
es: Usa curvas cuadráticas para la capa de pautas de la fuente
ru: Используйте квадратичные сплайны для слоя направляющих шрифта
sv: Använd kvadratiska splines för typsnittets riktlinjer

source: Use spacing accents (Unicode: 02C0-02FF) rather than combining accents (Unicode: 0300-036F) when building accented glyphs.
es: Usa acentos de espaciado (Unicode: 02C0-02FF) en vez de acentos combinables (Unicode: 0300-036F) cuando construyas glifos acentuados.
ru: Использовать модификаторы букв (Юникод: 02C0-02FF), вместо комбинируемых диакритических знаков (Юникод: 0300-036F) при построении акцентированных глифов.
sv: Använd mellanrumsaccenter (Unicode: 02C0-02FF) i stället för kombinerande accenter (Unicode: 0300-036F) när när du bygger glyfer med accenter.

source: Use the 'hhint' property to specify a horizontal hint.
es: Usa la propiedad "hhint" para especificar una pista horizontal.
ru: Использование свойства 'hhint' для указания горизонтальной инструкции.

source: Use the 'vhint' property to specify a vertical hint.
es: Usa la propiedad "vhint" para especificar una pista vertical.
ru: Используйте свойство 'vhint' для указания вертикальной инструкции.

source: Use the FreeType rasterizer (when available) to rasterize glyphs in the font view. This generally results in better quality.
es: Utilice el rasterizador FreeType (cuando esté disponible) para rasterizar los glifos en la vista de fuentes. Esto generalmente da como resultado una mejor calidad.
ru: Использовать растеризатор FreeType (если доступен) для растеризации глифов при просмотре шрифта. Глифы при этом как правило выглядят лучше.
sv: Använd FreeType-rasteriseraren (när den är tillgänglig) för att rasterisera glyfer i typsnittsvyn. Detta resulterar i allmänhet i bättre kvalitet.

source: Use the Windows key (if present) to simulate middle mouse button
es: Usa la tecla Windows (si existe) para simular el botón central del ratón
ru: Использовать клавишу Windows (при наличии) для эмуляции средней клавиши мыши

source: Use the cairo library for drawing (if available) This makes for prettier (anti-aliased) but slower drawing This applies to any windows created AFTER this is set. Already existing windows will continue as they are.
es: Usa la librería Cairo para el dibujado (si está disponible) Esto hace que el dibujo sea más bonito (anti-alias) pero que se dibuje más lento. Esto aplica para cualquier ventana creada DESPUES de que se haya establecido. Cualquier ventana ya existente no se verá afectada.
ru: Использовать библиотеку Cairo (если она доступна) для сглаженной, но более медленной отрисовки графики. Изменение параметра вступит в силу только для вновь открываемых окон программы.
sv: Använd cairo-biblioteket för ritning (om tillgängligt) Detta gör för snyggare (anti-aliased) men långsammare ritning Detta gäller för alla fönster som skapas EFTER att detta har ställts in. Redan befintliga fönster kommer att fortsätta som de är.
