Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: _AutoKern Selected
es: Interletraje _automático a selección
ru: _Автокернинг выбранного
sv: _AutoKern vald

source: _BDF Info...
es: Info. _BDF...
ru: Информация о _BDF…

source: _Back
es: Posterior(_B)
ru: _Фон
sv: _Tillbaka

source: _Balance
es: _Balancear
ru: _Баланс

source: _Base Filename:
es: Nombre _base de archivo:
ru: _Базовое имя файла:
sv: _Basfilnamn:

source: _Base:
ru: _Основа:
sv: _Bas:

source: _Bigger Pixel Size
es: Aumentar tamaño de píxeles(_B)
ru: _Больший размер пиксела
sv: _Större bildpunktsstorlek

source: _Bigger Point Size
es: Aumentar tamaño de puntos(_B)
ru: _Больший размер пункта
sv: _Större punktstorlek

source: _Blend to New Font...
es: Mezclar con una nueva fuente...(_B)
ru: _Смешать в новый шрифт…
sv: _Blanda till nytt typsnitt...

source: _Both
es: Am_bos
ru: _Оба
sv: _Båda

source: _Bottom
es: Último(_B)
ru: Вн_из
sv: _Botten

source: _Bottom hint:
es: Pista inferior:(_B)
ru: _Нижний хинт:
sv: _Nedersta tipset:

source: _Bottom:
es: Inferior:(_B)
ru: _Нижний предел:
sv: _Botten:

source: _Browse
es: _Navegar
ru: _Обзор
sv: _Bläddra

source: _Build Accented Glyph
es: Crear glifo acentuado(_B)
ru: Создать _акцентированный глиф
sv: _Bygg accentuerad glyf

source: _Build Syllables
es: Crear síla_bas
ru: _Построить слоги
sv: _Bygg stavelser

source: _Butt
es: Parte trasera(_B)
ru: _Плоское
sv: _Knapp

source: _By Base Char
es: _Por carácter base
ru: _По основному символу
sv: _Efter bastecken

source: _Cancel
es: _Cancelar
ru: _Отменить
sv: _Avbryt

source: _Center in Width
es: _Centrar
ru: _Центрировать по ширине
sv: _Center i bredd

source: _Change Supplement...
es: _Cambiar suplemento...
ru: _Изменить дополнение…

source: _Changed Glyphs
es: Glifos _cambiados
ru: _Изменённые глифы

source: _Circular (Elliptical)
es: _Circular (Ellíptico)
ru: _Круглое (эллиптическое)

source: _Class
es: _Clase
ru: _Класс

source: _Clear HStem
es: Eliminar astas horizontales(_C)
ru: Очистить _горизонтальные штрихи

source: _Clear Hints
es: Eliminar pistas(_C)
ru: О_чистить хинты
sv: _Töm tips

source: _Close
es: _Cerrar
ru: _Закрыть
sv: S_täng

source: _Cluster
es: _Clúster
ru: _В скопление

source: _Compact (hide unused glyphs)
es: _Compacto (ocultar glifos no usados)
ru: _Сжать (скрыть неиспользуемые глифы)

source: _Condense/Extend...
es: _Condensar/extender...
ru: _Сжать/Расширить…
sv: _Condensera/utöka...

source: _Configure
es: _Configurar
ru: _Параметры

source: _Contrast
es: _Contraste
ru: _Контраст:

source: _Control Point Info
es: Información del punto de _control
ru: _Данные об управляющей точке

source: _Control Points near horizontal/vertical
es: Puntos de _control casi horiz./vert.
ru: _Упр. точки почти горизонтальны/вертикальны
sv: _Control Points nära horisontell/vertikal

source: _Convert to CID
es: _Convertir a CID
ru: _Преобразовать в _CID
sv: _Convertera till CID

source: _Copies:
es: _Copias:
ru: _Копии:

source: _Copy
es: _Copiar
ru: С_копировать
sv: _Kopiera

source: _Correct Direction
es: _Corregir dirección
ru: _Исправить направление
sv: _Korrigera riktning

source: _Correct Direction (PS/EPS)
es: _Corregir dirección (PS/EPS)
ru: _Правильное направление (PS/EPS)

source: _Create MM...
es: _Crear MM...
ru: _Создать MM…
sv: _Skapa MM...

source: _Create Pair
es: _Crear par
ru: _Создать пару…
sv: _Skapa par

source: _Curve
es: _Convertir en punto de curva
ru: _Кривая
sv: _Kurva

source: _Debug...
es: _Depurar...
ru: _Отладка…
sv: _Felsök...

source: _Default New Entries to First
es: Nuevas entradas como primera por defecto
ru: _Значения для новых элементов из первой строчки
sv: _Standard nya poster till första

source: _Default Separation:
es: Separación por _defecto:
ru: _Разделение по умолчанию:
sv: Stan_dardseparation:

source: _Default Using Suffix:
es: Usar el sufijo por _defecto:
ru: _По умолчанию использовать суффикс:
sv: S_tandard använder suffix:

source: _Delete
es: Eliminar(_D)
ru: _Удалить
sv: _Ta bort

source: _Descent:
es: _Descenso:
ru: _Нижние выносные:
sv: _Fallande:

source: _Deselect All
es: Cancelar selección(_D)
ru: Сн_ять выделение
sv: Av_markera alla

source: _Detach
es: _Desvincular
ru: От_цепить
sv: _Koppla loss

source: _Detach Glyphs
es: _Desvincular glifos
ru: От_цепить глифы
sv: _Koppla loss glyfer

source: _Diagonal Hints
es: Pistas _diagonales
ru: _Диагональные хинты
sv: _Diagonala tips

source: _Disable
es: _Desactivar
ru: _Отключить

source: _Display Compositions...
es: Mostrar composiciones...(_D)
ru: _Показать композиции…
sv: _Visa kompositioner...

source: _Displayed Font
es: Fuente visualiza_da
ru: _Отображаемого шрифта
sv: Visat _typsnitt

source: _Docked Palettes
es: Paletas acopla_das
ru: _Сцепленные палитры
sv: _Dockade paletter

source: _Don't AutoHint
es: Sin generación _de pistas automáticas
ru: _Не создавать автоинструкций
sv: _Ingen AutoHint

source: _Don't Expand
es: No expan_dir
ru: _Не расширять
sv: _Expandera inte

source: _Don't Save
es: No guar_dar
ru: _Не сохранять
sv: _Spara inte

source: _Done
es: Hecho(_D)
ru: _Закрыть
sv: _Klart

source: _Down
es: Bajar(_D)
ru: _Ниже
sv: _Ner

source: _Earlier
es: Ant_erior
ru: _Раньше
sv: _Tidigare

source: _Edges near horizontal/vertical
es: Bord_es casi horizontales/verticales
ru: Края почти _горизонтальны/вертикальны
sv: Ka_nter nära horisontella/vertikala

source: _Edit
es: _Edición
ru: _Правка
sv: R_edigera

source: _Edit Data
es: _Editar datos
ru: Изменить _данные
sv: R_edigera data

source: _Edit Instructions...
es: _Editar instrucciones...
ru: _Изменить инструкции…
sv: R_edigera instruktioner...

source: _Edit...
es: _Edición...
ru: _Изменить…
sv: R_edigera...

source: _Em Size:
es: Cuadratín:(_E)
ru: _Размер Em:
sv: _Em-storlek:

source: _Embeddable
es: Incrustabl_e
ru: _Встраивание:
sv: _Inbäddbar

source: _Enable
es: Activar(_E)
ru: _Включить

source: _Enabled
es: Activado(_E)
ru: _Включён
sv: _Aktiverad

source: _Encoding Hex
es: Codificación H_exadecimal
ru: Hex _кодировки
sv: _Kodning hex

source: _Error Limit:
es: _Error máximo:
ru: _Ошибка предела:
sv: _Felgräns:

source: _Exact
es: _Exacto
ru: Точное с_овпадение
sv: _Exakt

source: _Exclude
es: _Excluir
ru: _Разность
sv: _Exkludera

source: _Expand Stroke...
es: _Extender línea...
ru: _Расширить обводку…
sv: _Expandera streck...

source: _Extend Cap:
es: _Extender tope:
ru: _Удлинение конца линии:

source: _Extrema
es: Nodos _extremos
ru: _Экстремумы

source: _Family Name:
es: Nombre de la _familia:
ru: _Гарнитура:
sv: _Familjenamn:

source: _Feature:
es: Característica:(_F)
ru: _Функция:
sv: _Funktion:

source: _File
es: _Archivo
ru: _Файл
sv: _Arkiv

source: _Fill
es: Rellenar(_F)
ru: _Заливку
sv: _Fyll

source: _Filter
es: _Filtro
ru: _Фильтр
sv: _Filtrera

source: _Find Intersections
es: Buscar intersecciones(_F)
ru: Р_азделить
sv: _Finn korsningar

source: _First
es: Primero(_F)
ru: _Первый
sv: _Första

source: _First Point
es: Primer punto(_F)
ru: _Первая точка
sv: _Första punkten

source: _Fit
es: Adaptar(_F)
ru: _Заполнить

source: _Fit to font bounding box
es: Ajustar al cuadro delimitador de la _fuente
ru: _Вписать в площадку шрифта

source: _Flatten
es: Aplanar(_F)
ru: _Преобразовать в обычный шрифт
sv: _Plana ut

source: _Flatten bumps on lines
es: Aplanar irregularidades de las líneas(_F)
ru: _Выровнять горбы кривых
sv: _Utjämna ojämnheter på linjer

source: _Font Info...
es: In_formación de la fuente...
ru: _Информация о шрифте…
sv: _Typsnittsinfo...

source: _Force Encoding
es: _Forzar codificación
ru: П_ринудительно переименовать
sv: _Tvinga kodning

source: _Forget about it
es: Olvídalo(_F)
ru: _Забыть его
sv: _Glöm det

source: _Freehand
es: A mano alzada(_F)
ru: _Карандаш

source: _From this class
es: De esta clase(_F)
ru: _Из этого класса
sv: _Från denna klass

source: _Full Font Display
es: Mostrar _fuente completa
ru: Отобразить _весь шрифт
sv: _Fullständig visning av typsnitt

source: _G2 Curve
es: _Curva G2
ru: _Кривая G2
sv: _G2-kurva

source: _Gap:
es: Intervalo:(_G)
ru: _Интервал:

source: _Generate
es: _Generar
ru: _Создать

source: _Generate Fonts...
es: _Generar fuente(s)...
ru: Создать _шрифты…
sv: _Generera typsnitt...

source: _Give Up
es: Rendirse(_G)
ru: _Отказаться
sv: _Ge upp

source: _Glyph Image
es: Imagen del _glifo
ru: _Изображение глифа
sv: _Glyph-bild

source: _Glyph Info...
es: Información del _glifo...
ru: _Информация о глифе…
sv: _Glyfinformation...

source: _Glyph Tabs
es: Pestañas de _glifos
ru: _Вкладки с глифами
sv: _Glyph-flikar

source: _Glyphs Worth Outputting
es: _Glifos cuya salida vale la pena
ru: Только _достойные экспорта глифы
sv: _Glyfer värda att skriva ut

source: _Goto
es: Ir a(_G)
ru: Пере_ход
sv: _Gå till

source: _Guess
es: Predecir(_G)
ru: _Угадать
sv: _Gissa

source: _Guide
es: _Guía
ru: _Направляющая

source: _HStem
es: Asta _H
ru: _Горизонтальные штрихи

source: _HVCurve
es: Curva _HV
ru: _Горизонтально-вертикальная
sv: _HVC-kurva

source: _Hangul
ru: _Хангыль

source: _Height:
es: Altura:(_H)
ru: _Высота:
sv: _Höjd:

source: _Help
es: _Ayuda
ru: _Справка
sv: _Hjälp

source: _Hide
es: Ocultar(_H)
ru: С_крыть
sv: _Dölj

source: _Hide Unused Columns
es: Ocultar columnas no utilizadas(_H)
ru: _Скрыть неиспользуемые столбцы
sv: _Dölj oanvända kolumner

source: _Hinting Needed
es: Se necesitan pistas(_H)
ru: _Не имеющие хинтов
sv: _Hinting behövs

source: _Hints controlling no points
es: Ajustes que no controlan ningún punto(_H)
ru: _Хинты, не контролирующие никакие точки
sv: _Hintar som inte styr några punkter

source: _Histogram
es: _Histograma
ru: _Гистограмма

source: _Horizontal
ru: _Горизонтальный
sv: _Horisontell

source: _Horizontal Baselines...
es: _Líneas base horizontales...
ru: _Горизонтальные линии шрифта…
sv: _Horisontella baslinjer...

source: _Horizontal Hints
es: Pistas _horizontales
ru: _Горизонтальные хинты
sv: _Horisontella tips

source: _IBM Family:
es: Familia _IBM:
ru: Гарнитура _IBM:

source: _IDEFs
ru: _IDEF
sv: _IDEF:er

source: _Import
es: _Importar
ru: _Импортировать
sv: _Importera

source: _Import...
es: _Importar...
ru: _Импортировать…
sv: _Importera...

source: _Index
es: Índ_ice
ru: _Содержание

source: _Inline
es: En línea(_I)
ru: _Внутренний контур

source: _Insert
es: _Insertar
ru: _Вставить
sv: _Infoga

source: _Insert Random Text...
es: _Insertar texto aleatorio...
ru: _Вставить случайный текст…

source: _Interpolated
es: _Interpolado
ru: _Интерполированное
sv: _Interpolerad

source: _Intersect
es: _Intersecar
ru: _Пересечение

source: _Invert Selection
es: _Invertir selección
ru: _Инвертировать выделение
sv: _Inverterat val

source: _Italic Angle:
es: Pend_iente cursiva:
ru: _Угол наклона:
sv: _Italisk vinkel:

source: _Italic...
es: Cursiva(_I)...
ru: _Курсив…
sv: _Italiska...

source: _Join
es: Unir(_J)
ru: _Соединить
sv: _Sammanfoga

source: _Join Limit:
es: _Límite de unión:
ru: _Ограничение соединения:

source: _Justification...
es: _Justificación...
ru: _Выравнивание…
sv: _Justifikation...

source: _Kern Pairs
es: Pares de interletraje(_K)
ru: К_ернинговые пары
sv: _Kern par

source: _Kerning only
es: Solo interletraje(_K)
ru: Только _кернинг
sv: endast kerning

source: _Kind
es: Tipo(_K)
ru: _Вид

source: _Knife
es: Cuchilla(_K)
ru: _Нож
sv: _Kniv

source: _LCG
ru: _ЛКГ

source: _Language
es: Idioma(_L)
ru: _Языку
sv: _Språk

source: _Language:
es: Idioma:(_L)
ru: _Язык:
sv: _Språk:

source: _Last
es: Ú_ltimo
ru: П_оследний
sv: _Sista

source: _Layers
es: Capas(_L)
ru: С_лои
sv: _Lager

source: _Left
es: Izquierda(_L)
ru: С_лева
sv: _Vänster

source: _Left Constraint
es: Restricción izquierda(_L)
ru: _Левая ограничительная
sv: _Vänster begränsning

source: _Letterform
es: Forma de _letra
ru: _Форма символа:
sv: _Brevform

source: _License...
es: _Licencia...
ru: _Лицензия…
sv: _Licens...

source: _Ligatures
es: _Ligaduras
ru: _Лигатуры
sv: _Ligaturer

source: _Lining
es: A_lineación
ru: _Обрамление
sv: _Fodring

source: _Load
es: Cargar(_L)
ru: _Загрузить

source: _Load Encoding...
es: Cargar codificación
ru: _Загрузить кодировку…
sv: _Läs in kodning...

source: _Loops:
es: Bucles:(_L)
ru: _Циклы:
sv: _Loopar:

source: _MATH Info...
es: Información de _MATH...
ru: _Математическая информация…

source: _Magnify
es: _Magnificar
ru: _Лупа
sv: förstora

source: _Make First
es: Crear pri_mero
ru: Сделать _первой
sv: _Gör först

source: _Match Fuzziness:
es: _Coincidir difuminado:
ru: _Нечёткость совпадения:
sv: _Matchning av oklarheter:

source: _Maximum distance between points in a region
es: _Máxima distancia entre puntos de una región
ru: _Макс. расстояние между точками области
sv: _Maximalt avstånd mellan punkter i området

source: _Merge
es: Co_mbinar
ru: О_бъединить
sv: _Slå samman

source: _Merge Feature Info...
es: Co_mbinar información de característica...
ru: _Вставить функции OpenType…
sv: _Slå samman funktionsinfo...

source: _Merge Fonts...
es: Co_mbinar fuentes...
ru: О_бъединить шрифты…
sv: _Sammanfoga typsnitt...

source: _Metrics
es: _Métrica
ru: _Метрики
sv: _Mätvärden

source: _Midline
es: Línea _media
ru: Средняя _линия:

source: _Min Kern:
es: Interletraje _mínimo:
ru: _Минимальный кернинг:

source: _Min:
es: _Mín:
ru: _Мин:

source: _Miter
ru: _Фацетное

source: _Mixed
es: _Mixto
ru: С_мешанные
sv: blandad

source: _Modify Composition...
es: _Modificar composición...
ru: _Изменить композицию…
sv: _Modifiera sammansättning...

source: _Mono
ru: _Моно

source: _More Info
es: _Más información
ru: _Подробнее

source: _More hints than:
es: _Más pistas que:
ru: _Больше хинтов, чем:
sv: _Mera ledtrådar än:

source: _More points than:
es: Nº _máximo de puntos:
ru: _Больше точек, чем:
sv: _Mer punkter än:

source: _Move Points
es: Desplazar puntos(_M)
ru: _Переместить точки
sv: _Flytta punkter

source: _Multi Size Glyph
es: Carácter en distintos ta_maños
ru: _Глиф в нескольких размерах

source: _Multi Size Glyphs
es: Caracteres en distintos ta_maños
ru: _Глифы в нескольких размерах

source: _Name
es: _Nombre
ru: _Имя
sv: _Namn

source: _Name Contour
es: _Nombrar contorno
ru: _Дать имя контуру
sv: _Namn Kontur

source: _Name Point
es: _Nombrar punto
ru: Присвоить _имя точке

source: _Name:
es: _Nombre:
ru: _Имя:
sv: _Namn:

source: _New Composition...
es: _Nueva composición...
ru: _Создать композицию…
sv: _Ny sammansättning...

source: _Next
es: Siguie_nte
ru: _Дальше
sv: _Nästa

source: _Next >
es: Sig >(_N)
ru: _След. >
sv: _Nästa >

source: _Next Glyph
es: Siguie_nte glifo
ru: _Следующий глиф
sv: _Nästa glyf

source: _Next Point
es: Siguie_nte punto
ru: _Следующая точка
sv: _Nästa punkt

source: _Nib
es: Pluma(_N)
ru: _Остриё

source: _No
ru: _Нет
sv: _Nej

source: _Non Linear Transform...
es: Transformación no lineal...
ru: _Нелинейно преобразовать…

source: _None
es: _Ninguna
ru: _Нет
sv: _Ingen

source: _Normal
ru: _Обычное

source: _OK
ru: _ОК

source: _OS/2 Version
es: Versión de _OS/2
ru: Версия _OS/2

source: _Off
es: Desactivad_o
ru: _Выключить
sv: _Av

source: _Open
es: _Abrir
ru: _Открыть
sv: Ö_ppna

source: _Options
es: _Opciones
ru: _Параметры

source: _Order
es: _Ordenar
ru: _Порядок
sv: beställning

source: _Other
es: Otro
ru: _Другое
sv: _Övrigt

source: _Outline
es: C_ontorno
ru: _Внешний контур

source: _Outline Font
es: Fuente de c_ontorno
ru: _Контурный шрифт

source: _Outline...
es: Contorno(_O)...
ru: _Контур…

source: _Overlapped hints
es: _Pistas superpuestas
ru: П_ерекрывающиеся хинты
sv: _Överlappande ledtrådar

source: _Overview
es: Resumen(_O)
ru: _Обзор
sv: _Översikt

source: _Pad
es: Relleno(_P)
ru: _Заполнение

source: _Pairs
es: _Pares
ru: _Пары
sv: _Par

source: _Palettes
es: _Paletas
ru: _Палитры
sv: _Paletter

source: _Parse
es: Analizar(_P)
ru: _Разобрать
sv: _Tolka

source: _Partial
es: _Parcial
ru: _Частично
sv: _Delvis

source: _Paste
es: _Pegar
ru: Вст_авить
sv: klistra in

source: _Point
es: _Punto
ru: _Точка
sv: _Punkt

source: _Point of View Projection...
es: _Proyección de punto de vista...
ru: П_роекция точки обзора…

source: _Pointer
es: _Puntero
ru: _Указатель
sv: _Pekare

source: _Points
es: _Puntos
ru: _Точки
sv: _Punkter

source: _Points near¹ hint edges
es: _Puntos cerca¹ de un borde de pista
ru: Точки рядом¹ с краями хинта
sv: _Punkter nära¹ tips kanter

source: _Points too far
es: _Puntos demasiado lejos
ru: Точки расположены слишком _далеко
sv: _Pekar för långt

source: _Pointsize Y:
es: Tamaño de _puntos en Y:
ru: _Размер точки по Y:

source: _Pointsize:
es: Tam. de _ptos:
ru: _Размер (pt):
sv: _Punktstorlek:

source: _Populate
es: _Poblar
ru: _Заполнить
sv: _Populera

source: _Prev Glyph
es: Glifo anterior(_P)
ru: _Предыдущий глиф
sv: _Föreg glyf

source: _Prev Point
es: _Punto anterior
ru: П_редыдущая точка
sv: _Föreg punkt

source: _Print
es: Im_primir
ru: На_печатать
sv: _Skriv ut

source: _Print...
es: Im_primir...
ru: _Печать…
sv: _Skriv ut...

source: _Printer:
es: Im_presora:
ru: Пр_интер:
sv: _Skrivare:

source: _Proportion
es: _Proporción
ru: _Пропорции:

source: _Quit
es: Salir(_Q)
ru: В_ыход
sv: A_vsluta

source: _Radius:
es: _Radio:
ru: _Радиус:
sv: _Radie:

source: _Redo
es: _Rehacer
ru: Ве_рнуть
sv: _Gör om

source: _Reencode
es: _Recodificar
ru: _Перекодировать
sv: _Koda om

source: _References...
es: _Referencias...
ru: _Ссылки…
sv: _Referencer...

source: _Refresh
es: _Refrescar
ru: О_бновить
sv: _Uppdatera

source: _Remove
es: Elimina_r
ru: _Удалить
sv: _Ta bort

source: _Remove Empty
es: _Eliminar vacío
ru: Удалить _пустые
sv: _Ta bort tom

source: _Remove Font
es: Elimina_r fuente
ru: _Удалить шрифт
sv: _Ta bort typsnitt

source: _Remove Overlap
es: Elimina_r superposición
ru: _Удалить перекрытие
sv: _Ta bort överlappning

source: _Replace
es: _Reemplazar
ru: _Заменить
sv: Ersätt

source: _Replace Glyph...
es: _Reemplazar glifo...
ru: _Заменить глиф…
sv: _Ersätt glyf...

source: _Retain
es: _Retener
ru: _Сохранить

source: _Revert
es: _Revertir
ru: _Восстановить
sv: _Omvända

source: _Revert All
es: _Revertir todo
ru: _Восстановить все
sv: _Återställ alla

source: _Revert File
es: Ve_rsión anterior del archivo
ru: _Восстановить файл
sv: _Återställ fil

source: _Review
es: _Revisar
ru: _Просмотреть
sv: _Revy

source: _Review Hints...
es: _Revisar pistas...
ru: Просмотреть _инструкции…
sv: _Granska tips...

source: _Right
es: De_recha
ru: С_права

source: _Right Constraint
es: _Restricción derecha
ru: _Правая ограничительная
sv: _Högerbegränsning

source: _Right→
es: De_recha→
ru: В_право→
sv: _Rätt→

source: _Rotate 90° CW
es: _Rotar 90° en sentido horario
ru: По_вернуть на 90° по часовой стрелке
sv: _Rotera 90° medsols

source: _Round
es: _Redondo
ru: _Круглое
sv: _Rund

source: _Round To Grid
es: _Redondear a cuadrícula
ru: _Округлить при подгонке к сетке

source: _Ruler
es: _Regla
ru: _Линейка
sv: _Linjal

source: _Rulers
es: _Reglas
ru: _Линейки
sv: härskare

source: _Save
es: _Guardar
ru: _Сохранить
sv: _Spara

source: _Save As...
es: Guardar como(_S)...
ru: Сохранить _как…
sv: _Spara som...

source: _Save Namelist of Font...
es: Guardar li_sta de nombres...
ru: Со_хранить список имён шрифта…
sv: _Spara namnlista över typsnitt...

source: _Save in UTF8
es: Guardar en UTF8(_S)
ru: _Сохранить в UTF-8
sv: _Spara i UTF-8

source: _Scale
es: E_scala
ru: _Масштабировать
sv: _Skala

source: _Scale Outlines
es: E_scalar contornos
ru: _Масштабировать контуры
sv: _Skala konturer

source: _Scroll
es: _Desplazar
ru: П_еремещение
sv: _Rulla

source: _Search
es: Bu_scar
ru: _Искать
sv: _Sök

source: _Select
es: _Seleccionar
ru: _Выделить
sv: _Välj

source: _Separation:
es: _Separación:
ru: _Разрыв:
sv: _Avgränsning:

source: _Serif Variant
es: Variante con _serifas
ru: _Вариант засечек

source: _Serifs
es: _Serifas
ru: Стиль _засечек:
sv: _Serifer

source: _Shades
es: _Sombras
ru: _Тени
sv: _Skuggor

source: _Shadow
es: _Sombreado
ru: _Тень
sv: _Skugga

source: _Show
es: Mo_strar
ru: _Показать
sv: _Visa

source: _Show ATT
es: Mo_strar ATT
ru: _Показать ATT
sv: _Visa ATT

source: _Show Exact *stem3
es: _Mostrar exacto *stem3
ru: _Показывать точно совпадение со *stem3
sv: _Visa exakt *stem3

source: _Side Bearings
es: Márgene_s laterales
ru: _Апроши
sv: _Sidolager

source: _Simplify
es: _Simplificar
ru: _Упростить
sv: _Förenkla

source: _Size:
es: Tamaño:(_S)
ru: _Размер:
sv: _Storlek:

source: _Skew...
es: Inclinar...(_S)
ru: На_клонить…
sv: _Skev...

source: _Skip
es: _Saltar
ru: _Пропустить
sv: _Hoppa över

source: _Skip for now
es: _Saltar por ahora
ru: _Пропустить сейчас
sv: _Hoppa över för tillfället

source: _Smaller Pixel Size
es: Di_sminuir tamaño de píxeles
ru: _Меньший размер пиксела
sv: _Mindre bildpunktstorlek

source: _Smaller Point Size
es: Di_sminuir tamaño de puntos
ru: _Меньший размер пункта
sv: _Mindre punktstorlek

source: _Sort
es: Ordenar(_S)
ru: _Сортировать
sv: _Sortera

source: _Space Points
es: E_spaciar puntos
ru: _Равное расстояние между точками
sv: _Utrymmespunkter

source: _Spacing
es: E_spaciado
ru: _Интревал
sv: _Utrymme

source: _Stop
es: Detener_se
ru: _Остановить
sv: _Stoppa

source: _String Type
es: Tipo de cadena(_S)
ru: _Типу строки
sv: _String Typ

source: _Stroked Font
es: Fuente trazada(_S)
ru: Шрифт с _обводкой

source: _Substitutions...
es: _Sustituciones...
ru: _Подстановки…
sv: _Utbyten...

source: _Tag:
es: E_tiqueta:
ru: _Тэг:

source: _Tangent
es: Conver_tir en punto tangente
ru: _Касательная

source: _Thirds in Width
es: Cen_trar un tercio antes
ru: _Трети по ширине
sv: _Tredjedelar i bredd

source: _Tile
es: Mosaico(_T)
ru: _Замостить
sv: _Platta

source: _Tool
es: Herramien_ta
ru: _Инструмент
sv: verktyg

source: _Tools
es: Herramien_tas
ru: И_нструменты
sv: Ver_ktyg

source: _Top
es: Primero(_T)
ru: Вв_ерх
sv: _Topp

source: _Top hint:
es: Pis_ta superior:
ru: _Верхний хинт:
sv: _Topptips:

source: _Top:
es: Superior:(_T)
ru: _Верхний предел:
sv: _Topp:

source: _Topology
es: _Topología
ru: _Топология
sv: _Topologi

source: _Touching
es: _Tocándose
ru: _Касание
sv: beröring

source: _Transform Pen:
es: Modificar pluma:(_T)
ru: _Преобразовать перо:

source: _Transform...
es: _Transformar...
ru: _Преобразовать…
sv: _Transformera...

source: _Transformations
es: _Transformaciones
ru: _Преобразования
sv: _Transformationer

source: _TrueType Instructions
es: Instrucciones _TrueType
ru: _Инструкций TrueType
sv: _TrueType Instruktioner

source: _Twilight Pnt Cnt:
es: Conteo de puntos de ocaso:(_T)
ru: _Число точек переходной зоны:

source: _Type3 Multi Layered Font
es: Fuente multicapas _Type3
ru: Многослойный шрифт _Type3
sv: _Type3 typsnitt med flera lager

source: _Undo
es: Deshacer(_U)
ru: _Отменить
sv: Å_ngra

source: _Unicode
ru: _Юникод

source: _Unlink
es: Desvinc_ular
ru: _Разыменовать
sv: A_vlänka

source: _Unlink All
es: Desvinc_ular todo
ru: _Разыменовать все
sv: A_vlänka alla

source: _Up
es: S_ubir
ru: _Выше
sv: upp

source: _Up↑
es: Arriba↑(_U)
ru: _Вверх↑
sv: _Upp↑

source: _Use It
es: _Usarlo
ru: _Использовать
sv: _Använda den

source: _Use My Metrics
es: _Usar mis métricas
ru: Использовать _мои метрики

source: _Use Transform (SVG)
es: _Usar transformación (SVG)
ru: _Использовать трансформацию (SVG)

source: _VStem
es: Asta _V
ru: _Вертикальные штрихи

source: _VWidth
es: Ancho _vertical
ru: _В. ширина
sv: _Vbredd

source: _Validate...
es: _Validar...
ru: _Проверить корректность…
sv: _Validera...

source: _Validation
es: _Validación
ru: _Проверка
sv: _Validering

source: _Version
es: _Versión
ru: _Версия

source: _Version:
es: _Versión:
ru: _Версия:

source: _Vertical
ru: _Вертикальный
sv: _Vertikal

source: _Vertical Baselines...
es: _Líneas base verticales...
ru: _Вертикальные линии шрифта…
sv: _Vertikala baslinjer...

source: _Vertical Hints
es: Pistas _verticales
ru: _Вертикальные хинты
sv: _Vertikala tips

source: _View
es: _Ver
ru: _Вид
sv: _Visa

source: _Warn if inexact
es: Avertir si es inexacto(_W)
ru: Пр_едупредить о неточности
sv: _Varning om inexakt

source: _Weight
es: Peso(_W)
ru: Н_асыщенность:
sv: vikt

source: _Weight Class
es: Peso(_W)
ru: _Класс насыщенности:
sv: _Viktklass
