Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: SHift Contour using reference point[a] 0=>uses rp2 in zp1 1=>uses rp1 in zp0 Pops number of contour to be shifted Shifts the entire contour by the amount reference point was shifted
es: Desplazar contorno usando punto de referencia[a] (SHC[a]) 0=>usa rp2 en zp1 1=>usa rp1 en zp0 Desapila el número del contorno a ser desplazado Desplaza el contorno entero en la cantidad que se desplazó el punto de referencia
ru: SHC[a] Смещение контура с помощью точки отсчёта 0=>использует rp2 в zp1 1=>использует rp1 в zp0 Извлекает номер смещаемого контура Смещает весь контур на величину смещения точки отсчёта
sv: SHift Contour med referenspunkt[a] 0=>använder rp2 i zp1 1=>använder rp1 i zp0 Pops nummer på konturen som ska flyttas Flyttar hela konturen med den mängd referenspunkten förskjutits

source: SHift Point using reference point[a] 0=>uses rp2 in zp1 1=>uses rp1 in zp0 Pops as many points as specified by the loop count Shifts each by the amount the reference point was shifted
es: Desplazar punto usando un punto de referencia[a] (SHP[a]) 0=>usa rp2 en zp1 1=>usa rp1 en zp0 Desapila tantos puntos como especificados en el contador de bucles Desplaza cada uno en la cantidad que se desplazó el punto de referencia
ru: SHP Смещение точки с помощью точки отсчёта[a] 0=>использует rp2 в zp1 1=>использует rp1 в zp0 Извлекает столько точек, сколько содержится в счётчике циклов Смещает каждую точку на величину смещения точки отсчёта
sv: SHift Point använder referenspunkt[a] 0=>använder rp2 i zp1 1=>använder rp1 i zp0 Popar så många punkter som specificeras av loopantalet Flyttar varje punkt med den mängd som referens referenspunkten förskjutits

source: SHift Zone using reference point[a] 0=>uses rp2 in zp1 1=>uses rp1 in zp0 Pops the zone to be shifted Shifts all points in zone by the amount the reference point was shifted
es: Desplazar zona usando un punto de referencia[a] (SHZ[a]) 0=>usa rp2 en zp1 1=>usa rp1 en zp0 Desapila la zona a ser desplazada Desplaza todos los puntos en la zona en la cantidad que se desplazó el punto de referencia
ru: SHZ[a] Смещение зоны с помощью точки отсчёта 0=>использует rp2 в zp1 1=>использует rp1 в zp0 Извлекает смещаемую зону Смещает все точки зоны на величину смещения точки отсчёта
sv: Skifta zon med hjälp av referenspunkt[a] 0=>använder rp2 i zp1 1=>använder rp1 i zp0 Popar upp den zon som ska flyttas Flyttar alla punkter i zonen med den mängd referenspunkten försköts

source: SHift point by a PIXel amount Pops an amount (26.6) and as many points as the loop counter specifies each point is shifted along the FREEDOM vector
es: Desplazar punto en una cantidad de píxeles (SHPIX) Desapila una cantidad (26.6) y tantos puntos como especifique el contador de bucles Cada punto es desplazado a lo largo del vector de libertad (FREEDOM)
ru: SHPIX Смещение точки на заданное число пикселов Извлекает из стека число (в формате 26.6) и столько точек, сколько указано в счётчике циклов Каждая точка смещается вдоль вектора СВОБОДЫ
sv: Skifta punkt med en PIXel-mängd Poppar en mängd (26,6) och så många punkter som loopräknaren anger varje punkt förskjuts längs FREEDOM-vektorn

source: SIL Graphite layout feature table
es: tabla de características de diseño de Graphite de SIL
ru: таблица имени функций SIL Graphite
sv: SIL Graphite layout funktionsbord

source: SIL Graphite rule table
es: Tabla de reglas de Graphite de SIL
ru: таблица правил SIL Graphite
sv: SIL Graphite regelbord

source: SJIS (Kanji)
ru: SJIS (Кандзи)

source: SUBtract Pops two 26.6 fixed numbers from stack subtracts them, pushes result
es: SUBstraer Desapila dos valores 26.6 fijos de la pila los resta, empuja el resultado
ru: SUB Вычитание Извлекает из стека два фиксированных числа в формате 26.6, выполняет вычитание и помещает результат в стек
sv: SUBtrahera Hämtar två 26,6 fasta tal från stapeln subtraherar dem, trycker in resultatet

source: SVG (Scalable Vector Graphics) table
es: Tabla SVG (Gráficos vectoriales escalables)
ru: таблица SVG (Scalable Vector Graphics)

source: SVG Template
es: Plantilla SVG
ru: Шаблон в SVG
sv: SVG-mall

source: SVG font
es: Fuente SVG
ru: Шрифт SVG
sv: SVG-typsnitt

source: SWAP top two elements on stack
es: SWAP Intercambiar los dos elementos superiores de la pila
ru: SWAP Перестановка двух верхних элементов стека
sv: SWAP de två översta elementen i stacken

source: S_ave Feature File...
es: Guardar archivo de característica_s...
ru: Сохранить _файл с функциями…

source: S_ave as...
es: Gu_ardar como...
ru: Сохранить _как…
sv: S_para som...

source: S_etup
es: Configurar(_E)
ru: _Параметры печати
sv: S_uppsättning

source: S_hadow...
es: Sombra(_H)...
ru: _Тень…
sv: Skug_ga...

source: S_how Dependent
es: Mostrar dependencias(_H)
ru: Показать _зависимые
sv: Vi_sa beroende

source: S_how H. Metrics...
es: Mostrar métrica _horizontal...
ru: Показать _горизонтальные метрики…
sv: Visa _H. Metrics...

source: S_implify
es: S_implificar
ru: У_простить

source: S_nap to horizontal/vertical
es: Acoplar a la horizo_ntal/vertical
ru: При_липать к горизонталям и вертикалям
sv: S_nap till horisontellt/vertikalt

source: S_quare
es: Cuadrado(_Q)
ru: К_вадратный

source: S_uggest Deltas...
es: S_ugerir deltas...
ru: Предложить _дельты…
sv: Föreslå _deltas...

source: Sa_me Glyph As
es: Igual carácter que(_M)
ru: _Тот же глиф что и

source: Sa_ve Lookup...
es: Guardar bú_squeda...
ru: Со_хранить Lookup…

source: Sadri
ru: Садри

source: Sakha
ru: Саха

source: Samaritan
es: Samaritano
ru: Самаритянское письмо
sv: Samarit

source: Same as Match Classes
es: Igual que Clases coincidentes
ru: То же, что классы совпадения
sv: Samma som för matchklasser

source: Same as PostScript Names
es: Igual que los nombres de PostScript
ru: Идентично именам PostScript
sv: Samma som PostScript-namn

source: Same as above, but for terminals of small features (e. g. serifs), which can deviate more significantly from the horizontal or vertical direction.
es: Igual que arriba, pero para terminales o características pequeñas (por ejemplo remates), que pueden desviarse más significativamente de la dirección horizontal o vertical.
ru: То же, что выше, но для элементов конечных форм (например, засечек), которые могут более значительно отклоняться от горизонтальных или вертикальных направлений.
sv: Samma som ovan, men för terminaler med små detaljer (t.ex. seriffer), som kan avvika mer markant från den horisontella eller vertikala riktningen.

source: Same table tag, '%c%c%c%c', appears twice in sfnt header
es: La misma etiqueta de tabla, '%c%c%c%c', aparece dos veces en el encabezado sfnt
ru: Один и тот же тег, '%c%c%c%c', в заголовке sfnt появляется дважды
sv: Samma tabelltagg, "%c%c%c%c", förekommer två gånger i sfnt-huvudet

source: Sami (Inari)
ru: Саамский (Инари)

source: Sami (Lappish)
es: Sami (Lapón)
ru: Саами (лопарский)
sv: Samiska (lappländska)

source: Sami (Lule) (Norway)
es: Sami (Lule) (Noruega)
ru: Саамский (Луле) (Норвегия)

source: Sami (Lule) (Sweden)
es: Sami (Lule) (Suecia)
ru: Саамский (Луле) (Швеция)

source: Sami (Northern) (Finland)
es: Sami (del norte) (Finlandia)
ru: Северносаамский (Финляндия)

source: Sami (Northern) (Sweden)
es: Sami (del norte) (Suecia)
ru: Северносаамский (Швеция)

source: Sami (Skolt)
ru: Саамский (Колтта)

source: Sami (Southern) (Norway)
es: Sami (del sur) (Noruega)
ru: Южносаамский (Норвегия)

source: Sami (Southern) (Sweden)
es: Sami (del sur) (Suecia)
ru: Южносаамский (Швеция)

source: Samoan
es: Samoano
ru: Самоанский

source: Samogitian
ru: Жемайтский

source: Sample Text
es: Texto de ejemplo
ru: Образец текста
sv: Exempeltext

source: San Blas Kuna
es: Guna de San Blas
ru: Сан-бласский куна

source: Sango
ru: Санго

source: Sans-Serif
es: Sin remates
ru: Без засечек (SS)

source: Sans-Serif|SS High-x Round Geometric
es: SS, Geométrica redondeada de x alta
ru: SS High-x Round Geometric
sv: SS High-x Round Geometric

source: Sans-Serif|SS Humanist
es: SS, Humanista
ru: SS Humanist
sv: SS Humanist

source: Sans-Serif|SS IBM NeoGrotesque Gothic
es: SS, Gótica neogrotesca de IBM
ru: SS IBM NeoGrotesque Gothic
sv: SS IBM NeoGrotesque Gothic

source: Sans-Serif|SS Low-x Round Geometric
es: SS, Geométrica redondeada de x baja
ru: SS Low-x Round Geometric
sv: SS Low-x Round Geometric

source: Sans-Serif|SS Matrix
es: SS, Matriz
ru: SS Matrix
sv: SS Matris

source: Sans-Serif|SS Miscellaneous
es: SS, Misceláneo
ru: SS Miscellaneous
sv: SS Övrigt

source: Sans-Serif|SS Modified Grotesque Gothic
es: SS, Gótica grotesta modificada
ru: SS Modified Grotesque Gothic
sv: SS Modified Grotesque Gothic

source: Sans-Serif|SS NeoGrotesque Gothic
es: SS, Gótica neogrotesca
ru: SS NeoGrotesque Gothic
sv: SS NeoGrotesque Gothic

source: Sans-Serif|SS Typewriter Gothic
es: SS, Máquina de escribir, gótico
ru: SS Typewriter Gothic
sv: SS Typewriter Gothic

source: Sanskrit
es: Sánscrito
ru: Санскрит

source: Santali
ru: Сантали

source: Saraiki
ru: Сирайки

source: Sardinian
es: Sardo
ru: Сардинский

source: Sasak
ru: Сасакский

source: Saterland Frisian
es: Frisón de Saterland
ru: Затерландский фризский

source: Saturation and Value, and the three colors must be between 0 and 1
es: Saturación y valor, y los tres colores deben encontrarse entre 0 y 1
ru: «Насыщенность» и «Значение», а также три цвета должны содержать значения в интервале от 0 до 1
sv: Mättnad och värde, och de tre färgerna måste ligga mellan 0 och 1

source: Saturation:
es: Saturación:
ru: Насыщенность:
sv: Färgmättnad:

source: Saurashtra
ru: Письмо саураштра

source: Save
es: Guardar
ru: Сохранить
sv: Spara

source: Save A_ll
es: Guardar todo(_L)
ru: Со_хранить все
sv: Spara A_ll

source: Save As _Image...
es: Guardar como _imagen...
ru: Сохранить как _изображение…
sv: Spara som _bild...

source: Save Colors
es: Guardar colores
ru: Сохранить цвета
sv: Spara färger

source: Save Comments
es: Guardar comentarios
ru: Сохранить комментарии
sv: Spara kommentarer

source: Save Failed
es: Error al guardar
ru: Не удалось сохранить
sv: Kunde inte spara

source: Save Guides
es: Guardar guías
ru: Сохранить направляющие
sv: Spara stödlinjer

source: Save Image
es: Guardar imagen
ru: Сохранение изображения
sv: Spara bild

source: Save Layers
es: Guardar capas
ru: Сохранить слои
sv: Spara lager

source: Save Resource file as...
es: Guardar archivo de recursos como...
ru: Сохранить ресурсный файл как…
sv: Spara resursfilen som ...

source: Save a font based on the specified layer
es: Guardar una fuente en base a la capa especificada
ru: Сохраните шрифт на основе указанного слоя
sv: Spara ett typsnitt baserat på det angivna lagret

source: Save as _Directory
es: Guardar como _directorio
ru: Катало_г для «Сохранить как…»
sv: Spara som _katalog

source: Save as...
es: Guardar como...
ru: Сохранить как…
sv: Spara som...

source: Save glyph colors in the PfEd table
es: Guardar colores de los glifos en la tabla PfEd
ru: Сохранить цвета глифов в таблице PfEd
sv: Spara glyffärger i PfEd-tabellen

source: Save glyph comments in the PfEd table
es: Guardar los comentarios de los glifos en la tabla PfEd
ru: Сохранить комментарии к глифам в таблице PfEd
sv: Spara glyfkommentarer i PfEd-tabellen

source: Save in _UCS2
es: Guardar en _UCS2
ru: Со_хранить в UCS-2
sv: Spara i _UCS2

source: Save the guidelines in the Guide layer.
es: Guarda las pautas en la capa guía.
ru: Сохранить направляющие в слое Guide.
sv: Spara riktlinjerna i Guide-lagret.

source: SaveEditorState
es: Guardar estado del editor
ru: Сохранение состояния редактора

source: Saving AFM File
es: Guardando archivo AFM
ru: Сохранение файла AFM
sv: Spara AFM-fil

source: Saving Bitmap Font(s)
es: Guardando fuente(s) bitmap
ru: Сохранение растровых шрифтов
sv: Spara Bitmap Font(s)

source: Saving Bitmaps
es: Guardando mapa de bits
ru: Сохранение растров
sv: Spara bitmappar

source: Saving CID keyed font
es: Guardando fuente en clave CID
ru: Сохранение шрифта CID-keyed
sv: Spara typsnitt med CID-nyckel

source: Saving Multiple PostScript Fonts
es: Guardando múltiples fuentes PostScript
ru: Сохранение нескольких шрифтов PostScript
sv: Spara flera PostScript-typsnitt

source: Saving OFM File
es: Guardando archivo OFM
ru: Сохранение файла OFM
sv: Spara OFM-fil

source: Saving OpenType Font
es: Guardando fuente OpenType
ru: Сохранение шрифта OpenType
sv: Spara OpenType-typsnitt

source: Saving Outlines
es: Guardando contornos
ru: Сохранение контуров
sv: Spara skisser

source: Saving PFM File
es: Guardando archivo PFM
ru: Сохранение файла PFM
sv: Spara PFM-fil

source: Saving PostScript Font
es: Guardando fuente PostScript
ru: Сохранение шрифта PostScript
sv: Spara PostScript-typsnitt

source: Saving SVG font
es: Guardando fuente SVG
ru: Сохранение шрифта SVG
sv: Spara SVG-typsnitt

source: Saving Spline Font Database
es: Guardando archivo de curvas de Bézier
ru: Сохранение SFD (Spline Font Database)
sv: Spara databas för Spline-typsnitt

source: Saving TFM File
es: Guardando archivo TFM
ru: Сохранение файла TFM
sv: Spara TFM-fil

source: Saving TrueType Font
es: Guardando fuente TrueType
ru: Сохранение шрифта TrueType
sv: Spara TrueType-typsnitt

source: Saving Unified Font Object
es: Guardando objeto de fuente unificada
ru: Сохранение файла Unified Font Object
sv: Spara enhetligt typsnittsobjekt

source: Saving Unified Font Object 2
es: Guardando objeto de fuente unificada 2
ru: Сохранение файла Unified Font Object 2

source: Saving Unified Font Object 3
es: Guardando objeto de fuente unificada 3
ru: Сохранение файла Unified Font Object 3

source: Saving font
es: Guardando fuente
ru: Сохранение шрифта
sv: Spara typsnitt

source: Saving multi-master font
es: Guardando fuente múltiple maestra
ru: Сохранение шрифта multi-master
sv: Spara multi-master font

source: Saving...
es: Guardando...
ru: Сохранение…
sv: Sparar...

source: Sayisi
ru: Чипевайан

source: Sc_ale & Tile
es: Esc_ala y Mosaico
ru: Ма_сштабировать и замостить
sv: Sk_ala & tile

source: Sca_le
es: Esca_lar
ru: _Масштабирование

source: Scale Bearings By:
es: Escalar márgenes por:
ru: Увеличить апрош на:
sv: Skala Lager Av:

source: Scale By
es: Escalar por
ru: Масштаб на
sv: Skala av

source: Scale Factor
es: Factor de escala
ru: Коэффициент масштабирования
sv: Skalfaktor

source: Scale LBearing By:
es: Modificar margen I en:
ru: Увеличить левый апрош на:

source: Scale RBearing By:
es: Modificar margen D en:
ru: Увеличить правый апрош на:
sv: Skala RBearing By:

source: Scale Uniformly...
es: Escalar uniformemente...
ru: Пропорционально масштабировать
sv: Skala enhetligt...

source: Scale VAdvance By:
es: Escalar avance vertical en:
ru: Увеличить вертикальную ширину на:
sv: Skala VAdvance By:

source: Scale Width By:
es: Modificar ancho un:
ru: Увеличить ширину на:
sv: Skala Bredd By:

source: Scale X/Y the same
es: Escalar X/Y igual
ru: Одинаково масштабировать X/Y
sv: Skala X/Y på samma sätt

source: Scale factors must be between 3 and 1000 percent
es: Los factores de escala deben estar entre 3 y 1000 por ciento
ru: Коэффициент масштабирования должен быть в диапазоне 3 и 1000 процентов
sv: Skalfaktorerna måste ligga mellan 3 och 1000 procent

source: Scale so text width matches path length
es: Escalar para que el ancho del texto coincida con la longitud del trazado
ru: Изменить масштаб для соответствия ширины текста длине контура
sv: Skala så att textbredden matchar slingans längd

source: Scale the selection
es: Modificar escala de la selección
ru: Масштабировать выделение
sv: Skala urvalet

source: Scale to fit (Misc)
es: Escala a ajustar (Misc)
ru: Подогнать размер (Разное)

source: Scale...
es: Escalar...
ru: Масштабировать
sv: Skala...

source: Scaled by: (%.2f,%.2f)
es: Escalado por: (%.2f,%.2f)
ru: Масштаб: (%.2f,%.2f)
sv: Skalad med: (%.2f,%.2f)

source: Scaling
es: Cambio escala
ru: Масштабирование
sv: Skalning

source: Scaling Bitmaps
es: Escalando mapas de bits
ru: Масштабирование растров
sv: Skalande bitmappar

source: Scientific
es: Científico
ru: Научные символы
sv: Vetenskaplig

source: Scientific Inferiors
es: Índices científicos
ru: Нижний индекс в научной записи
sv: Vetenskapligt underlägsna

source: Scots
es: Escocés
ru: Шотландский

source: Scottish Gaelic
es: Escocés gaélico
ru: Гэльский (Шотландия)
sv: Skotsk gäliska

source: Screen Resolution
es: Resolución de la pantalla
ru: Разрешение экрана

source: Script '%c%c%c%c'
es: Sistema de escritura "%c%c%c%c"
ru: Система письменности '%c%c%c%c'
sv: Skript '%c%c%c%c'

source: Script '%c%c%c%c' on %c%c%c%c
es: Sistema de escritura "%c%c%c%c" en %c%c%c%c
ru: Система письменности '%c%c%c%c' на %c%c%c%c
sv: Skript '%c%c%c%c' på %c%c%c%c

source: Script File
es: Script
ru: Файл сценария
sv: Skriptfil

source: Script Menu
es: Scripts
ru: Меню сценария
sv: Skriptmeny

source: Script Tag too long
es: Etiqueta de escritura demasiado larga
ru: Слишком длинный тег письменности
sv: Script Tag för lång

source: Script Tag:
es: Etiqueta de escritura:
ru: Тег системы письменности:

source: Script with no associated menu name
es: Script sin nombre asociado en el menú
ru: Сценарий не связан с именем меню
sv: Script utan tillhörande menynamn

source: Script(s)
es: Escritura(s)
ru: Система (системы) письменности
sv: Skript(er)

source: Script(s) & Language(s)
es: Escritura(s) e idioma(s)
ru: Письменности и языки
sv: Skript och språk

source: Scripts
es: Sistemas de escritura
ru: Рукописные (S)
sv: Script

source: Scripts are 4 letter tags
es: Los sistemas de escritura son etiquetas de 4 letras
ru: Системы письменности обозначаются 4-буквенными тегами
sv: Manus är 4 bokstavstaggar

source: Script|Arabic
es: Árabe
ru: Арабское
sv: arabiska

source: Script|Aramaic
es: Arameo
ru: Арамейское
sv: Arameiska

source: Script|Armenian
es: Armenio
ru: Армянское
sv: Armeniska

source: Script|Avestan
es: Avéstico
ru: Авестийское
sv: Avestan

source: Script|Balinese
es: Balinés
ru: Балийское
sv: Balinesiska

source: Script|Batak
es: Batak
ru: Батакское
sv: Batak

source: Script|Bengali
es: Bengalí
ru: Бенгальское
sv: Bengali

source: Script|Bengali2
es: Bengalí 2
ru: Бенгальское 2
sv: Bengali2

source: Script|Buginese
es: Buginés
ru: Бугийское
sv: Buginesiska

source: Script|Buhid
es: Buhid
ru: Бухид
sv: Buhid

source: Script|Central European
es: Centroeuropeo
ru: Центральноевропейское
sv: Centraleuropeiska

source: Script|Cham
es: Cham
ru: Чамское
sv: Cham

source: Script|Cherokee
es: Cherokee
ru: Чероки
sv: Cherokee

source: Script|Chorasmian
es: Corasmiano
ru: Хорезмийское

source: Script|Coptic
es: Cóptico
ru: Коптское
sv: Koptisk

source: Script|Cyrillic
es: Cirílico
ru: Кириллица
sv: Kyrilliska

source: Script|Default
es: Predeterminado
ru: По умолчанию
sv: Förval

source: Script|Devanagari
es: Devanagari
ru: Деванагари
sv: Devanagari

source: Script|Ethiopic
es: Etíope
ru: Эфиопское
sv: Etiopisk

source: Script|Georgian
es: Georgiano
ru: Грузинское
sv: Georgiska

source: Script|Greek
es: Griego
ru: Греческое
sv: Grekiska

source: Script|Gujarati
es: Gujaratí
ru: Гуджарати
sv: Gujarati

source: Script|Gujarati2
es: Gujaratí 2
ru: Гуджарати 2
sv: Gujarati2

source: Script|Gurmukhi
es: Gurmují
ru: Гурмукхи
sv: Gurmukhi

source: Script|Hanunóo
es: Hanunuo
ru: Хануноо
sv: Hanunóo

source: Script|Hebrew
es: Hebreo
ru: Еврейское
sv: Hebrew

source: Script|Japanese
es: Japonés
ru: Японское
sv: Japanska

source: Script|Javanese
es: Javanés
ru: Яванское
sv: Javanesiska

source: Script|Kannada
es: Canarés
ru: Каннада
sv: Kannada

source: Script|Kannada2
es: Canarés 2
ru: Каннада 2
sv: Kannada2

source: Script|Kawi
es: Kawi
ru: Кави

source: Script|Kharosthi
es: Karosti
ru: Кхароштхи
sv: Kharosthi

source: Script|Khmer
es: Khmer
ru: Кхмерское
sv: Khmer

source: Script|Korean
es: Coreano
ru: Корейское
sv: Koreanska

source: Script|Lao
es: Laosiano
ru: Лаосское
sv: Lao

source: Script|Latin
es: Latino
ru: Латиница
sv: Latin

source: Script|Limbu
es: Limbu
ru: Лимбу
sv: Limbu

source: Script|Malayālam
es: Malabar
ru: Малаялам
sv: Malayālam

source: Script|Malayālam2
es: Malabar2
ru: Малаялам 2
sv: Malayālam2

source: Script|Mandaean
es: Mandeo
ru: Мандейское
sv: Mandaean

source: Script|Mongolian
es: Mongol
ru: Монгольское
sv: Mongoliska

source: Script|Myanmar
es: Birmano
ru: Бирманское
sv: Myanmar

source: Script|Myanmar2
es: Birmano 2
ru: Бирманское 2

source: Script|New
es: Nuevo
ru: Создать
sv: Ny

source: Script|Old Permic
es: Pérmico antiguo
ru: Древнепермское
sv: Old Permic

source: Script|Oriya
es: Oriya
ru: Ория
sv: Oriya

source: Script|Oriya2
es: Oriya 2
ru: Ория 2
sv: Oriya2

source: Script|Phags-pa
es: Phags-pa
ru: Пагба-ламы
sv: Phags-pa

source: Script|Phoenician
es: Fenicio
ru: Финикийское
sv: Feniciska

source: Script|RSymbol
es: Símbolo R
ru: RSymbol
sv: RSymbol

source: Script|Roman
es: Romano
ru: Латиница
sv: Romanska

source: Script|Simplified Chinese
es: Chino simplificado
ru: Упрощённое китайское
sv: förenklad kinesiska

source: Script|Sinhala
es: Sinhala
ru: Сингальское
sv: Sinhala

source: Script|Sumero-Akkadian Cuneiform
es: Cuneiforme sumero-acadia
ru: Шумеро-аккадская клинопись
sv: Sumero-Akkadiska kilskrift

source: Script|Sundanese
es: Sondanés
ru: Сунданское
sv: Sundanesiska

source: Script|Syloti Nagri
es: Silôṭi Nagri
ru: Силхетское нагари
sv: Syloti Nagri

source: Script|Syriac
es: Siríaco
ru: Сирийское
sv: Syrianska

source: Script|Tagalog
es: Tagalo
ru: Тагальское
sv: Tagalog

source: Script|Tagbanwa
es: Tagbanuá
ru: Тагбанва
sv: Tagbanwa

source: Script|Tamil
es: Tamil
ru: Тамильское
sv: Tamil

source: Script|Tamil2
es: Tamil2
ru: Тамильское 2
sv: Tamil2

source: Script|Telugu
es: Télugu
ru: Телугу
sv: Telugu

source: Script|Telugu2
es: Télugu2
ru: Телугу 2
sv: Telugu2

source: Script|Thai
es: Tailandés
ru: Тайское
sv: Thai

source: Script|Tibetan
es: Tibetano
ru: Тибетское
sv: Tibetanska

source: Script|Traditional Chinese
es: Chino tradicional
ru: Традиционное китайское
sv: Traditionell kinesiska

source: Script|Ugaritic
es: Ugarítico
ru: Угаритское
sv: Ugaritiska

source: Script|Vai
es: Vai
ru: Ваи
sv: Vai

source: Script|Wancho
es: Wancho
ru: Ванчо

source: Script|Yezidi
es: Yazidí
ru: Script|Езидское

source: Script|Yi
es: Yi
ru: Носу
sv: Yi

source: Scroll Bar
es: Barra de desplazamiento
ru: Полоса прокрутки
sv: Rullningsfält

source: Scroll Bar Thumb
es: Miniatura de barra de desplazamiento
ru: Бегунок полосы прокрутки
sv: Rullningslist tummen

source: Scroll Bitmap
es: Navegar por el mapa de bits
ru: Прокрутить растр

source: Scroll Box
es: Caja de desplazamiento
ru: Ползунок полосы прокрутки

source: Scroll To Glyph
es: Desplazar a glifo
ru: Прокрутить до глифа
sv: Bläddra till glyf

source: Scroll by hand
es: Desplazamiento manual
ru: Прокрутка в ручном режиме
sv: Skrolla för hand

source: ScrollBar
es: Barra de desplazamiento
ru: Полоса прокрутки

source: Search Pattern
es: Buscar patrón
ru: Шаблон поиска
sv: Sök mönster

source: Search Pattern:
es: Buscar patrón:
ru: Шаблон поиска:
sv: Sök mönster:

source: Search Radius
es: Buscar radio
ru: Радиус поиска
sv: Sökradie

source: Search Selected Chars Only
es: Buscar solo caracteres seleccionados
ru: Искать только выделенные символы
sv: Sök endast markerade tecken

source: SearchView.BoldFont
es: Fuente negrita de la vista de búsqueda
ru: Полужирный шрифт окна поиска

source: SearchView.Font
es: Fuente de la vista de búsqueda
ru: Шрифт окна поиска

source: Second Char
es: Segundo carácter
ru: Второй символ
sv: Andra Char

source: Second Class %d
es: Segunda clase %d
ru: Второй класс %d
sv: Andra klass %d

source: Second Glyph Name
es: Segundo nombre del glifo
ru: Второе имя глифа
sv: Andra glyfens namn

source: Second _to All
es: Segundo a _todo
ru: Вторую д_ля всех
sv: Andra _till alla

source: Second glyph of %s
es: Segundo glifo de %s
ru: Второй глиф из %s
sv: Andra glyfen av %s

source: Section
es: Sección
ru: Раздел
sv: Sektion

source: Section|Continue
es: Continuar
ru: Продолжить
sv: Fortsätt

source: Section|Start
es: Iniciar
ru: Начать
sv: Starta
