Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: PUSH Word[abc] abc is the number-1 of words to push Reads abc+1 signed words from the instruction stream and pushes them
es: Empujar palabra[abc] (PUSHW[abc]) abs es el número-1 de palabras a ser empujadas Lee abc+1 palabras firmadas del flujo de instrucciones y las empuja
ru: PUSHW[abc] Помещение слова в стек abc представляет собой число n-1 слов, помещаемых в стек Считывает abc+1 знаковых слов из потока инструкций и помещает их в стек
sv: PUSH Ord[abc] abc är antalet-1 ord som ska skjutas Läser abc+1 signerade ord från instruktionsflödet och trycker in dem

source: P_FM Family
es: _Familia PFM
ru: Гарнитура P_FM:
sv: P_FM Familj

source: P_en
es: Pluma(_E)
ru: _Перо

source: P_ositions
es: P_osiciones
ru: П_озиции

source: P_rev Control Point
es: Punto de cont_rol anterior
ru: Пред. упр. точка
sv: P_rev Kontrollpunkt

source: Pa'o Karen
ru: Пао

source: Package Name:
es: Nombre del paquete:
ru: Имя пакета:

source: Package URL:
es: URL del paquete:
ru: URL-адрес пакета:

source: Padding
ru: Отступ
sv: Mellanrum

source: Padding:
ru: Отступ:
sv: Stoppning:

source: Page Setup
es: Configurar página
ru: Параметры печати
sv: Siduppsättning

source: Page_Size:
es: TamPágina:(_S)
ru: Формат _страницы:
sv: Sidstorlek:

source: Pahawh Hmong
es: Hmong Pahawh
ru: Пахау

source: Pair Position (kerning)
es: Posición del par (interletraje)
ru: Парное расположение (кернинг)
sv: Parposition (kerning)

source: Pairwise Pos
es: Pos. por pares
ru: Парное расположение
sv: Parvis Pos

source: Pairwise Positioning (kerning)
es: Posicionamiento por pares (interletraje)
ru: Парное расположение (кернинг)
sv: Parvis positionering (kerning)

source: Palauan
es: Palauano
ru: Палауский

source: Palaung
ru: Палаунг

source: Pale_ttes
es: Pale_tas
ru: _Палитры
sv: Pale_tter

source: Palestinian Aramaic
es: Palestino arameo
ru: Палестинский арамейский
sv: Palestinsk arameiska

source: Palette Background Color
es: Color de fondo de la paleta
ru: Палитра цветов фона

source: Palette Foreground Color
es: Color de primer plano de la paleta
ru: Палитра цветов переднего плана

source: Palettes
es: Paletas
ru: Палитры

source: Pali
ru: Пали

source: Palm OS Bitmap
es: Mapa de bits de Pal OS
ru: Растр OS Bitmap
sv: Palm OS bitmapp

source: Palmyrene
es: Palmireño
ru: Пальмирское письмо

source: Palpa
ru: Палпа

source: Pampangan
es: Pampangano
ru: Пампанган

source: Pangasinan
es: Pangasinano
ru: Пангасинан

source: PanoseArmStyle|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseArmStyle|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen anpassning

source: PanoseAspectRatio|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseAspectRatio|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen anpassning

source: PanoseAspect|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseAspect|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen anpassning

source: PanoseCharRange|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseCharRange|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen anpassning

source: PanoseClass|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseClass|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen anpassning

source: PanoseContrast|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseContrast|High
es: Alto
ru: Высокий
sv: Hög

source: PanoseContrast|Low
es: Bajo
ru: Низкий
sv: Låg

source: PanoseContrast|Medium
es: Medio
ru: Средний
sv: Medel

source: PanoseContrast|Medium High
es: Medio alto
ru: Умеренно высокий
sv: Medelhög

source: PanoseContrast|Medium Low
es: Medio bajo
ru: Умеренно низкий
sv: Medellåg

source: PanoseContrast|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen anpassning

source: PanoseContrast|None
es: Ninguno
ru: Нет
sv: Ingen

source: PanoseContrast|Very High
es: Muy alto
ru: Очень высокий
sv: Mycket hög

source: PanoseContrast|Very Low
es: Muy bajo
ru: Очень низкий
sv: Mycket låg

source: PanoseFamily|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseFamily|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen anpassning

source: PanoseFinials|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseFinials|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen anpassning

source: PanoseForm|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseForm|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen anpassning

source: PanoseKind|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseKind|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen anpassning

source: PanoseLetterform|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseLetterform|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen anpassning

source: PanoseLining|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseLining|Backdrop
es: Fondo
ru: Фон
sv: Bakgrund

source: PanoseLining|Engraved (Multiple Lines)
es: Grabado (múltiples líneas)
ru: Гравировка (несколько линий)
sv: Graverad (flera rader)

source: PanoseLining|Inline
es: En línea
ru: Внутренний контур
sv: Inline

source: PanoseLining|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen anpassning

source: PanoseLining|None
es: Ninguno
ru: Нет
sv: Ingen

source: PanoseLining|Outline
es: Contorno
ru: Внешний контур
sv: Kontur

source: PanoseLining|Relief
es: Relieve
ru: Рельеф

source: PanoseLining|Shadow
es: Sombra
ru: Тень
sv: Skugga

source: PanoseMidline|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseMidline|Constant/Pointed
es: Constante/puntuada
ru: Постоянная/вершина остроконечна
sv: Konstant/Spetsig

source: PanoseMidline|Constant/Serifed
es: Constante/con serifas
ru: Постоянная/вершина с засечкой
sv: Konstant/Serifed

source: PanoseMidline|Constant/Trimmed
es: Constante/recortada
ru: Постоянная/вершина укорочена
sv: Konstant/Trimmad

source: PanoseMidline|High/Pointed
es: Alta/puntuada
ru: Высокая/вершина остроконечна
sv: Hög/Spetsig

source: PanoseMidline|High/Serifed
es: Alta/con serifas
ru: Высокая/вершина с засечкой
sv: Hög/Serifed

source: PanoseMidline|High/Trimmed
es: Alta/recortada
ru: Высокая/вершина укорочена
sv: Hög/Trimmad

source: PanoseMidline|Low/Pointed
es: Baja/puntuada
ru: Низкая/вершина остроконечная
sv: Låg/Spetsig

source: PanoseMidline|Low/Serifed
es: Baja/con serifas
ru: Низкая/вершина с засечкой
sv: Låg/Serifed

source: PanoseMidline|Low/Trimmed
es: Baja/recortada
ru: Низкая/вершина укорочена
sv: Låg/Trimmad

source: PanoseMidline|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen passform

source: PanoseMidline|Standard/Pointed
es: Estándar/puntuada
ru: Обычная/вершина остроконечна
sv: Standard/Pointed

source: PanoseMidline|Standard/Serifed
es: Estándar/con serifas
ru: Обычная/вершина с засечкой
sv: Standard/Serifed

source: PanoseMidline|Standard/Trimmed
es: Estándar/recortada
ru: Обычная/вершина укорочена
sv: Standard/Trimmad

source: PanoseProportion|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseProportion|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen passform

source: PanoseSerifVariant|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseSerifVariant|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen passform

source: PanoseSerifs|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseSerifs|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen passform

source: PanoseSerifs|Thin
es: Delgadas
ru: Нитевидные
sv: Tunn

source: PanoseSerivfs|Rounded
es: Redondeado
ru: Закруглённые
sv: Rundad

source: PanoseSerivfs|Script
es: Sistema de escritura
ru: Рукописные
sv: Skript

source: PanoseSerivfs|Square
es: Cuadrado
ru: Прямоугольные
sv: Kvadrat

source: PanoseSpacing|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseSpacing|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen passform

source: PanoseStrokeVariation|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseStrokeVariation|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen passform

source: PanoseTool|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseTool|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen passning

source: PanoseTopology|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseTopology|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen passform

source: PanoseTreatment|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseTreatment|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen passform

source: PanoseUse|Default
es: Predeterminado
ru: По умолчанию
sv: Standard

source: PanoseWeight|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseWeight|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen passform

source: PanoseWeight|Thin
es: Delgado
ru: Светлый
sv: Tunn

source: PanoseXAscent|Any
es: Cualquiera
ru: Любой вариант
sv: Any

source: PanoseXAscent|High
es: Alto
ru: Высокий
sv: Hög

source: PanoseXAscent|Low
es: Bajo
ru: Низкий
sv: Låg

source: PanoseXAscent|Medium
es: Medio
ru: Средний
sv: Medium

source: PanoseXAscent|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen passform

source: PanoseXAscent|Very High
es: Muy alto
ru: Очень высокий
sv: Mycket hög

source: PanoseXAscent|Very Low
es: Muy bajo
ru: Очень низкий
sv: Mycket låg

source: PanoseXHeight|Any
es: Cualquiera
ru: Любой вариант
sv: Alla

source: PanoseXHeight|Constant/Large
es: Constante/grande
ru: Постоянный/большой
sv: Konstant/Large

source: PanoseXHeight|Constant/Small
es: Constante/pequeña
ru: Постоянный/небольшой
sv: Konstant/Small

source: PanoseXHeight|Constant/Standard
es: Constante/estándar
ru: Постоянный/обычный
sv: Konstant/Standard

source: PanoseXHeight|Ducking/Large
es: Imprecisa/grande
ru: Ныряющий/большой
sv: Ducking/Large

source: PanoseXHeight|Ducking/Small
es: Imprecisa/pequeña
ru: Ныряющий/небольшой
sv: Ducking/Small

source: PanoseXHeight|Ducking/Standard
es: Imprecisa/estándar
ru: Ныряющий/обычный
sv: Ducking/Standard

source: PanoseXHeight|No Fit
es: Sin ajuste
ru: Нет подходящего варианта
sv: Ingen passform

source: Panose|_Family Kind
es: Tipo de _familia
ru: _Разновидность семейства

source: Panose|_Weight
es: _Peso
ru: _Насыщенность:
sv: _Vikt

source: Papiamentu
es: Papiamento
ru: Папьяменто

source: Parent Folder
es: Carpeta padre
ru: Родительский каталог
sv: Överordnad mapp

source: Parse Error
es: Error de análisis
ru: Ошибка разбора
sv: Tolkningsfel

source: ParseGlyphOrderAndAliasDB: Invalid (non-tab separated entry) at index %d: %s
es: ParseGlyphOrderAndAliasDB: No válido (entrada no separada por pestañas) en el índice %d: %s
ru: ParseGlyphOrderAndAliasDB: Недопустимая запись (без разделения табуляцией) в индексе %d: %s

source: Parts List
es: Lista de partes
ru: Список частей
sv: Dellista

source: Pashto
es: Pastún
ru: Пушту

source: Passed Validation
es: Validación aprobada
ru: Проверка пройдена
sv: Godkänd validering

source: Paste After
es: Pegar a continuación de
ru: Вставить после
sv: Klistra in efter

source: Paste Into
es: Pegar en
ru: Вставить на место
sv: Klistra in i

source: Pasting...
es: Pegando...
ru: Вставка…
sv: Klistra in...

source: Path Length: %g
es: Longitud del trazado: %g
ru: Длина контура: %g
sv: Längd på sökvägen: %g

source: Paths
es: Trazados
ru: Контуры
sv: Sökvägar

source: Pattani Malay
es: Malayo de Pattani
ru: Малайский (Паттани)

source: Pattern
es: Patrón
ru: Узор
sv: Mönster

source: Pattern Size:
es: Tamaño del patrón:
ru: Размер узора:
sv: Mönsterstorlek:

source: Pattern:
es: Patrón:
ru: Узор:
sv: Mönster:

source: Patterned Fill
es: Relleno de patrón
ru: Шаблонная
sv: Mönstrad fyllning

source: Patterns
es: Patrones
ru: Узоры
sv: Blockmönster

source: Pau Cin Hau
ru: По чин хо

source: Pen Slanted
es: Pluma, inclinado
ru: Сложный наклонный
sv: Penna snedställd

source: Pen _Angle:
es: Ängulo plum_a:
ru: _Угол пера:
sv: Penna _Vinkel:

source: Pennsylvania German
es: Alemán de Pensilvania
ru: Пенсильванско-немецкий

source: Per glyph baseline data
es: Por cada dato de la línea base del glifo
ru: Данные базовой линии по глифам
sv: Baslinjedata per glyf

source: Percentage scale down for script level 1
es: Porcentaje de reducción para el nivel de escritura 1
ru: Пропорциональное уменьшение масштаба для уровня 1 языка
sv: Procentuell nedskalning för manusnivå 1

source: Percentage scale down for script level 2
es: Porcentaje de reducción para el nivel de escritura 2
ru: Пропорциональное уменьшение масштаба для уровня 2 языка
sv: Procentuell nedskalning för manusnivå 2

source: Perform a perspective transformation on the selection
es: Realiza una transformación de perspectiva en la selección
ru: Выполнить преобразование выделения в перспективе
sv: Utför en perspektivtransformation på urvalet

source: Perpendicular Sans
es: Sans perpendicular
ru: Перпендикулярные

source: Perspecti_ve
es: Perspecti_va
ru: Пер_спектива

source: Petite Caps
es: Mayúsculas pequeñas
ru: Особо малые прописные
sv: Små kepsar

source: PfaEdit Table
es: Tabla PfaEdit
ru: Таблица PfaEdit
sv: PfaEdit Tabell

source: Pfm Save Failed
es: Error al guardar PFM
ru: Сбой сохранения PFM
sv: Pfm Spara misslyckades

source: Phags-pa
ru: Монгольское квадратное письмо Пагба-ламы

source: Phaistos Disc
es: Disco de Festo
ru: Фестский диск

source: Phake
ru: Пхаке

source: Phoenician
es: Fenicio
ru: Финикийский
sv: Fenicisk

source: Phonetic Extensions
es: Extensiones fonéticas
ru: Фонетические расширения
sv: Fonetiska tillägg

source: Phonetic Extensions Supplement
es: Extensiones fonéticas, suplemento
ru: Фонетические расширения, дополнение
sv: Fonetiska tillägg Supplement

source: Picard
es: Picardo
ru: Пикардский

source: Pick a CMap subtable
es: Elige una subtabla de CMap
ru: Выберите подтаблицу CMap
sv: Välj en CMap-undertabell

source: Pick a color
es: Elige un color
ru: Выберите цвет
sv: Välj färg

source: Pick a font, any font...
es: Elige una fuente, cualquier fuente...
ru: Выберите шрифт, любой шрифт…
sv: Välj ett typsnitt, vilket som helst...

source: Pick a page
es: Elige una página
ru: Выберите страницу
sv: Välj en sida

source: Pick a substitution to display in the window.
es: Elige un sustituto para mostrar en la ventana.
ru: Выберите отображаемую в окне подстановку.
sv: Välj ett substitut att visa i fönstret.

source: Picture Stems
es: Astas de fotos
ru: Ножки литер в виде картинки
sv: Bildstammar

source: Pictures
es: Imágenes
ru: Картинки
sv: Bilder

source: Piemontese
es: Piemontés
ru: Пьемонтский

source: Pixel List
es: Lista de píxeles
ru: Список пикселов
sv: Pixel-lista

source: Pixel Size
es: Tamaño de píxel
ru: Размер пиксела
sv: Pixelstorlek

source: Pixel Sizes:
es: Tamaños de píxeles:
ru: Размеры пиксела:
sv: Bildpunktsstorlekar:

source: Pixel size does not match sum of Font ascent+descent in %s
es: El tamaño de los píxeles no coincide con la suma de ascenso+descenso de la fuente en %s
ru: Размер пиксела не совпадает с суммой верхних+нижних выносных элементов шрифта в %s
sv: Pixelstorleken stämmer inte överens med summan av Font ascent+descent i %s

source: Pixel size too big in device table on line %d of %s
es: Tamaño de píxeles demasiado grande en la tabla de dispositivos en la línea %d de %s
ru: Слишком большой размер пиксела в таблице устройств на строке %d файла %s
sv: Pixelstorleken är för stor i enhetstabellen på rad %d av %s

source: Pixel size:
es: Tamaño de píxeles:
ru: Размер пиксела:
sv: Pixelstorlek:

source: Pixel size?
es: ¿Tamaño de los píxeles?
ru: Размер пиксела?
sv: Pixelstorlek?

source: PixelSize|New
es: Nuevo
ru: Создать
sv: Ny

source: Playing Cards
es: Cartas
ru: Игральные карты
sv: Spelkort

source: Please choose File/Generate Fonts to save to other formats.
es: Por favor, escoge Archivo/Generar fuentes para guardar otros formatos.
ru: Выберите меню «Файл»/«Создать шрифты…» для сохранения в других форматах.

source: Please close %s before inserting it into a CID font
es: Cerrar %s antes de insentarla en una fuente CID
ru: Закройте %s перед вставкой в CID-шрифт
sv: Stäng %s innan du sätter in den i ett CID-typsnitt

source: Please close font
es: Cerrar fuente
ru: Закройте шрифт
sv: Stäng typsnittet

source: Please don't do that
es: Por favor, no hagas eso
ru: Не делайте этого
sv: Snälla, gör inte det

source: Please draw a convex polygon in the drawing area.
es: Por favor, dibuja un polígono convexo en el área de dibujo.
ru: Нарисуйте выпуклый многоугольник в области рисования.
sv: Rita en konvex polygon i ritningsområdet.

source: Please enter the name of a Anchor point class to create
es: Por favor, introduce el nombre de una clase de punto de anclaje para crear
ru: Введите имя класса опорной точки для его создания

source: Please identify a glyph by name, and FontForge will add an anchor to that glyph.
es: Por favor, identifica un glifo por nombre, y FontForge añadirá un anclaje a ese glifo.
ru: Укажите имя глифа и FontForge добавит опорную точку для этого глифа.
sv: Identifiera en glyf med namn, som kommer FontForge att lägga till ett ankare till den glyfen.

source: Please name encoding %d in this file
es: Por favor nombra la codificación %d en este archivo
ru: Присвойте имя кодировке %d в этом файле

source: Please name this contour
es: Por favor nombra este contorno
ru: Дайте имя этому контуру
sv: Namnge denna kontur

source: Please name this encoding
es: Por favor nombra esta codificación
ru: Пожалуйста, укажите название этой кодировки
sv: Namnge denna kodning

source: Please name this point
es: Por favor nombra este punto
ru: Назовите эту точку

source: Please name this subtable
es: Por favor nombra esta subtabla
ru: Дайте имя этой подтаблице
sv: Namnge denna subtabell

source: Please provide the name of an encoding in the iconv database which you want in the menu.
es: Por favor, proporciona el nombre de una codificación en la base de datos iconv que deseas en el menú.
ru: Укажите имя желаемой в меню кодировки из базы iconv.
sv: Ange namnet på en kodning i iconv-databasen som du vill ha i menyn.

source: Please select a CID ordering
es: Seleccione un orden CID
ru: Выберите порядок CID
sv: Välj en CID-beställning

source: Please select some glyphs in the font views at the bottom of the dialog for FontForge to put into classes.
es: Por favor, selecciona algunos glifos en las vistas de fuentes en la parte inferior del diálogo para que FontForge los ponga en clases.
ru: Выберите какие-нибудь глифы на виде шрифта в нижней части окна, которые FontForge сможет добавить в классы.
sv: Välj några glyfer i typsnittsvyerna längst ner i dialogrutan så att FontForge kan lägga in dem i klasser.

source: Please set the Axis Type field
es: Indique el tipo de ejes
ru: Задайте поле типа оси
sv: Ställ in fältet Axeltyp

source: Please specify a 4 letter opentype script tag
es: Por favor, especifica una etiqueta de escritura de OpenType de 4 letras
ru: Укажите четырёхбуквенный тег письменности opentype
sv: Ange en 4-bokstävers öppen skrifttagg

source: Please specify a bitmap magnification factor.
es: Por favor especifica un factor de ampliación de mapa de bits.
ru: Укажите коэффициент растрового увеличения
sv: Ange en förstoringsfaktor för bitmappen.

source: Please specify a comma separated list of 4 letter opentype language tags
es: Por favor especifica una lista separada por comas de etiquetas de idioam de OpenType de 4 letras
ru: Укажите разделённый запятыми список четырёхбуквенных тегов языков opentype
sv: Ange en kommaseparerad lista med 4 bokstäver för öppna språktaggar

source: Please specify a name for this mark class or set
es: Por favor especifica un nombre para esta clase o conjunto de marca
ru: Укажите имя для этого класса или набора диакритических знаков
sv: Ange ett namn för denna markklass eller uppsättning

source: Please specify a new supplement for %.20s-%.20s
es: Por favor especifica un nuevo suplemento para %.20s-%.20s
ru: Укажите новое дополнения для %.20s-%.20s
sv: Ange ett nytt tillägg för %.20s-%.20s

source: Please specify a script
es: Por favor especifica un sistema de escritura
ru: Укажите систему письменности
sv: Ange ett skript

source: Plugin Configuration
es: Configuración del plugin
ru: Конфигурация подключаемого модуля

source: PluginStartupMode:
es: Modo de inicio del plugin:
ru: Режим запуска модулей:

source: Plugins can be Loaded and Configured now. Other changes will take effect at next restart.
es: Los plugins pueden ser cargados y configurados ahora. Otros cambios tendrán efecto en el próximo reinicio.
ru: Можно загрузить и настроить подключаемые модули прямо сейчас. Другие изменения вступят в силу при следующем перезапуске.

source: Plugins off in preferences
es: Preferencias de activado y desactivado de los plugins
ru: Модули отключены в параметрах конфигурации

source: Pocomchi
es: Poqomchí
ru: Покомчи

source: Pohnpeian
es: Ponapeño
ru: Понпейский

source: Poin_ts too close
es: Pun_tos muy próximos
ru: Точки расположены слишком _близко
sv: Punkterna är för nära varandra

source: Point %d was moved by the previous instruction
es: El punto %d ha sido desplazado por la instrucción anterior
ru: Точка %d была перемещена предыдущей инструкцией
sv: Punkt %d flyttades av föregående instruktion

source: Point A_t
es: Apuntar a(_T)
ru: _Точка
sv: Punkt A_t

source: Point Color
es: Color de punto
ru: Цвет точки
sv: Punktfärg

source: Point Info
es: Información del punto
ru: Информация о точках
sv: Punktinformation

source: Point Size
es: Tamaño de puntos
ru: Размер пункта
sv: Punktstorlek

source: Point Size:
es: Tamaño de puntos:
ru: Размер пункта:
sv: Punktstorlek:

source: Point of Inflection Color
es: Color de puntos de inflexión
ru: Цвет точки на изгибе
sv: Böjningspunkt Färg

source: Point of View Projection
es: Proyección de punto de vista
ru: Проекция точки обзора
sv: Projektion av synvinkel

source: Point sizes on a 100 dpi screen
es: Tamaño de puntos en una pantalla de 100 ppp
ru: Размер в точках на экране 100 dpi
sv: Punktstorlekar på en 100 dpi-skärm

source: Point sizes on a 120 dpi screen
es: Tamaño de puntos en una pantalla de 120 ppp
ru: Размер в точках на экране 120 dpi
sv: Punktstorlekar på en 120 dpi-skärm

source: Point sizes on a 72 dpi screen
es: Tamaño de puntos en una pantalla de 72 ppp
ru: Размер в точках на экране 72 dpi
sv: Punktstorlekar på en 72 dpi-skärm

source: Point sizes on a 75 dpi screen
es: Tamaño de puntos en una pantalla de 75 ppp
ru: Размер в точках на экране 75 dpi
sv: Punktstorlekar på en 75 dpi-skärm

source: Point sizes on a 96 dpi screen
es: Tamaño de puntos en una pantalla de 96 ppp
ru: Размер в точках на экране 96 dpi
sv: Punktstorlekar påp en 96 dpi-skärm

source: Point: %d (%d)
es: Punto: %d (%d)
ru: Точка: %d (%d)
sv: Punkt: %d (%d)

source: PointNumberFont
es: Fuente de número de puntos
ru: Шрифт номера точки

source: PointNumbers|_None
es: _Ninguno
ru: _Нет
sv: _Ingen

source: Pointer
es: Puntero
ru: Указатель
sv: Pekare

source: Points
es: Puntos
ru: Точки
sv: Punkter

source: Points (TrueType)
es: Puntos (TrueType)
ru: Точки (TrueType)
sv: Punkter (TrueType)

source: Points of _Inflection
es: Puntos de _inflexión
ru: Точки на _изгибе
sv: Punkter av _Böjning

source: Points on Selected _Contours
es: Puntos en _Contornos seleccionados
ru: Узлы на в_ыбранных контурах
sv: Punkter på utvalda _Contours

source: Points:
es: Puntos:
ru: Точки:
sv: Punkter:

source: Pointsize X
es: Tamaño de puntos en X
ru: Размер по X
sv: Punktstorlek X

source: Pointsize Y
es: Tamaño de puntos en Y
ru: Размер по Y
sv: Punktstorlek Y

source: Points|Original
es: Original
ru: Исходные
sv: Original

source: Pol_ygon
es: Polígono(_Y)
ru: Мно_гоугольник

source: Polish
es: Polaco
ru: Польский
sv: Polska

source: Polygon
es: Polígono
ru: Многоугольник

source: Polygon or Star
es: Polígono o estrella
ru: Многоугольник или звезда
sv: Polygon eller stjärna
