Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Internal Err: Unable to put data back into file
es: Error interno: No se puede volver a poner los datos en el archivo
ru: Внутренняя ошибка: Не удалось возвратить данные обратно в файл

source: Internal Only
es: Solo internos
ru: Только внутренние

source: Internal error in creating FNT. File offset wrong
es: Error interno en la creación del FNT. Desplazamiento de archivo incorrecto
ru: Внутренняя ошибка создания FNT. Неверное смещение файла

source: Internal error in creating FNT. File offset wrong in bitmap data
es: Error interno en la creación del FNT. Desplazamiento de archivo incorrecto en datos de mapa de bits
ru: Внутренняя ошибка создания файла FNT. Неверное смещение файла в данных растра

source: Internal state messed up on line %d of %s
es: Se ha estropeado el estado interno en la línea %d de %s
ru: Перепутано внутреннее состояние на строке %d файла %s
sv: Internt tillstånd förvirrat på rad %d av %s

source: Interpo_late Fonts...
es: Interpo_lar fuentes...
ru: _Интерполировать шрифты…
sv: Interpo_lera typsnitt ...

source: Interpolate Fonts
es: Interpolar fuentes
ru: Интерполяция шрифтов
sv: Interpolera typsnitt

source: Interpolate Point Pops as many points as specified in loop counter Interpolates each point to preserve original status with respect to RP1 and RP2
es: Interpolar Punto Desapila tantos puntos como se especifica en el contador de bucles Interpola cada punto para preservar su estado original con respecto a RP1 y RP2
ru: IP Интерполяция точки Извлекает из стека столько точек, сколько содержится в счётчике циклов Интерполирует каждую точку для сохранения исходного статуса по отношению к RP1 и RP2
sv: Interpolera punkt Popar så många punkter som anges i loopräknaren Interpolerar varje punkt för att bevara originalstatus med avseende på RP1 och RP2

source: Interpolate Untouched Points[a] 0=> interpolate in y direction 1=> x direction
es: Interpolar puntos no tocados[a] (IUP[a]) 0=> interpolar en dirección y 1=> dirección x
ru: IUP[a] Интерполяция незатронутых точек 0=> интерполяция по оси y 1=> по оси x
sv: Interpolera orörda punkter[a] 0=> interpolera i y-riktning 1=> x riktning

source: Interpolate between stem edges some important points, not affected by other instructions.
es: Interpola entre bordes de astas y algunos puntos importantes, no es afectado por otras instrucciones.
ru: Интерполировать несколько важных точек между краями штриха без влияния со стороны других инструкций.
sv: Interpolera mellan stamkanter några viktiga punkter, som inte påverkas av andra instruktioner.

source: InterpolateCPsOnMotion
es: Interpolar PCs en movimiento
ru: Интерполировать УТ при перемещении
sv: InterpoleraCPsvidrörelse

source: InterpolateStrongPoints
es: Interpolar puntos fuertes
ru: Интерполировать важные точки
sv: InterpoleraStarkaPunkter

source: Interpolating Problem
es: Problemas al interpolar
ru: Неудача интерполяции
sv: Interpoleringsproblem

source: Interpolating a font with itself achieves nothing
es: El interpolar una fuente consigo misma no conduce a nada
ru: Попытка интерполировать шрифт с самим собой ничего не даст
sv: Att interpolera ett typsnitt med sig själv uppnår ingenting

source: Interpolating between %.20s and:
es: Interpolando entre %.20s y:
ru: Интерполяция между %.20s и:
sv: Interpolering mellan %.20s och:

source: Interpolating between fonts with different editing types (ie. between type3 and type1)
es: Interpolación entre fuentes de tipos de edición diferente (por ejemplo, entre type3 y type1)
ru: Интерполяция между шрифтами с разными типами редактирования (например, между Type3 и Type1)
sv: Interpolering mellan typsnitt med olika redigeringstyper (t.ex. mellan typ3 och typ1)

source: Interpolating between fonts with different spline orders (i.e. between postscript and truetype)
es: Interpolación entre fuentes con diferentes órdenes de curvas (por ejemplo, entre PostScript y TrueType)
ru: Интерполяция между шрифтами со сплайнами разного порядка (например, между PostScript и TrueType)
sv: Interpolering mellan typsnitt med olika spline-ordning (t.ex. mellan postscript och truetype)

source: Interpretation:
es: Interpretación
ru: Интерпретация:
sv: Tolkning:

source: Interpretation|None
es: Ninguna
ru: Нет
sv: Ingen

source: Interpreted as:
es: Interpretado como:
ru: Интерпретируется как:

source: Interpreting Glyphs
es: Interpretando glifos
ru: Интерпретация глифов
sv: Tolkning av glyfer

source: Intersecting Paths
es: Trazados intersectados
ru: Пересекающиеся контуры
sv: Korsande stigar

source: Intra Class Distance
es: Distancia de intraclase
ru: Расстояние между классами
sv: Avstånd inom klassen

source: Intra Class Distance:
es: Distancia de intraclase:
ru: Расстояние между классами:
sv: Avstånd inom klassen:

source: Introduction
es: Introducción
ru: Введение
sv: Introduktion

source: Inuktitut
ru: Инуктитут

source: Inuktitut (Latin)
es: Inuit (latino)
ru: Инуктитут (Латиница)

source: Inupiat
es: Iñupiaq
ru: Инупиак

source: Invalid CID range in glyph class on line %d of %s
es: Rango de CID no válido en la clase de glifos en la línea %d de %s
ru: Недопустимый диапазон CID в классе глифа на строке %d файла %s
sv: Ogiltigt CID-intervall i glyfklass på rad %d av %s

source: Invalid Encoding
es: Codificación inválida
ru: Неправильная кодировка
sv: Ogiltig kodning

source: Invalid FD (%d) assigned to CID %d.
es: FD no válido (%d) asignado a CID %d.
ru: Недопустимый FD (%d) назначен для CID %d.

source: Invalid character outside of string in sfnts array
es: Carácter no válido fuera de cadena en el array sfnts
ru: Недопустимый символ за пределами строки в массиве sfnts

source: Invalid comment string (negative length?) in 'PfEd' table for glyph %s.
es: Cadena de comentario no válida (¿lontigud negativa?) en la tabla "PfEd" para el glifo %s.
ru: Недопустимая строка комментария (отрицательная длина?) в таблице 'PfEd' для глифа %s.

source: Invalid compressed table length for '%c%c%c%c'.
es: Longitud de tabla comprimida inválida para "%c%c%c%c".
ru: Недопустимая длина сжатой таблицы для '%c%c%c%c'.
sv: Ogiltig längd på den komprimerade tabellen för '%c%c%c%c'.

source: Invalid cursive position on line %d of %s
es: Posición cursiva no válida en la línea %d de %s
ru: Недопустимое положение курсива на строке %d файла %s
sv: Ogiltig kursiv position på rad %d av %s

source: Invalid font count in TTC %s.
es: Conteo de fuente incorrecto en TTC %s.
ru: Недопустимое количество шрифтов в TTC %s.

source: Invalid glif name.
es: Nombre de glif inválido.
ru: Недопустимое имя глифа.

source: Invalid glyph for %s when fixing up references.
es: Glifo inválido para %s al arreglar referencias.
ru: Недопустимый глиф для %s при исправлении ссылок.

source: Invalid glyph name range in glyph class on line %d of %s
es: Rango de nombres de glifos no válido en la clase de glifos en la línea %d de %s
ru: Недопустимое имя глифа в классе глифа на строке %d файла %s
sv: Ogiltigt intervall för glyfnamn i glyfklass på rad %d av %s

source: Invalid guideline.
es: Pauta inválida.
ru: Недопустимая направляющая.

source: Invalid hex digit in sfnts array
es: Dígito hexadecimal inválido en el array sfnts
ru: Недопустимое шестнадцатеричное число в массиве sfnts

source: Invalid language
es: Idioma no válido
ru: Недопустимый язык
sv: Ogiltigt språk

source: Invalid ligature offset
es: Desplazamiento incorrecto de ligadura
ru: Недопустимый отступ лигатуры

source: Invalid lookup table format. %d
es: Formato de tabla de búsquedas no válido. %d
ru: Недопустимый формат таблицы lookup. %d

source: Invalid or unsupported format (%d) for subtable of 'kern' table
es: Formato no válido o no soportado (%d) para la tabla de la subtabla "kern"
ru: Недопустимый или неподдерживаемый формат (%d) для подтаблицы таблицы 'kern'
sv: Ogiltigt format eller format som inte stöds (%d) för subtable i 'kern'-tabellen

source: Invalid or unsupported version (0x%x) for 'kern' table
es: Versión inválida o no soportada (0x%x) de la tabla "kern"
ru: Недопустимая или неподдерживаемая версия (0x%x) для таблицы 'kern'
sv: Ogiltig version eller version som inte stöds (0x%x) för tabellen 'kern'

source: Invalid platform for string on line %d of %s
es: Plataforma no válida para cadena en línea %d de %s
ru: Недопустимая платформа указана на строке %d файла %s
sv: Ogiltig plattform för sträng på rad %d av %s

source: Invalid point match. Point would be after this reference.
es: Coincidencia de puntos no válida. Un punto estaría después de esta referencia.
ru: Недопустимое совпадение точки. Точка будет после этой ссылки.

source: Invalid point size
es: Tamaño de puntos inválido
ru: Недопустимый размер точки
sv: Ogiltig punktstorlek

source: Invalid ttf hmtx table (or hhea), numOfLongMetrics is 0
es: Tabla hmtx ttf (o hhea) no válida, numOfLongMetrics es 0
ru: Недопустимая таблица hmtx (или hhea) в ttf, numOfLongMetrics равно 0

source: Invalid ttf vmtx table (or vhea), numOfLongVerMetrics is 0
es: Tabla vmtx ttf (o vhea) no válida, numOfLongVerMetrics es 0
ru: Недопустимая таблица vmtx (или vhea) в ttf, numOfLongVerMetrics равно 0

source: Invalid unit vector has been specified. The hint is ignored.
es: Se ha especificado un vector de unidad inválida. La pista ha sido ignorada.
ru: Указан недопустимый вектор единицы. Инструкция игнорируется.

source: Irish
es: Irlandés
ru: Ирландский
sv: Irländskt

source: Irish Gaelic
es: Irlandés gaélico
ru: Гэльский (Ирландия)
sv: Irländsk gaeliska

source: Irish Gaelic (with dot)
es: Gaélico irlandés (con punto)
ru: Ирландский гэльский (с точкой)
sv: Irländsk gaeliska (med punkt)

source: Irish Traditional
es: Irlandés tradicional
ru: Традиционный ирландский
sv: Irländsk traditionell

source: Irrelevant _Factor:
es: _Factor irrelevancia
ru: _Коэфф. иррелевантности:
sv: Irrelevant _Faktor:

source: Irula
ru: Ирула

source: Is Extended Shape
es: Es figura extendida
ru: Глиф имеет вытянутую форму
sv: Är utsträckt form

source: Is Layer Editable?
es: ¿Se puede editar la capa?
ru: Редактируемый?
sv: Är lagret redigerbart?

source: Is Layer Visible?
es: ¿La capa es visible?
ru: Видимый?
sv: Är lagret synligt?

source: Is Offset
es: Es desplazamiento
ru: Со смещением
sv: Är Offset

source: Is this an extended shape (like a tall parenthesis)? Extended shapes need special attention for vertical superscript placement.
es: ¿Es esta una forma extendida (como un paréntesis alto)? Las formas extendidas requieren de atención especial para la posición vertical de los superíndices.
ru: Если глиф имеет вытянутую форму (например, высокие скобки). Вытянутые формы требуют особого внимания при размещении верхнего индекса.
sv: Är detta en utdragen form (som en hög parentes)? Utökade former behöver särskild uppmärksamhet för vertikal placering av upphöjda bokstäver.

source: Is this horizontal or vertical kerning data?
es: ¿Este dato es horizontal o vertical?
ru: Это данные горизонтального или вертикального кернинга?
sv: Är detta horisontell eller vertikal kerningdata?

source: Isolated
es: Aislado
ru: Изолированный
sv: Isolerad

source: Isolated Forms
es: Formas aisladas
ru: Изолированные формы
sv: Isolerade former

source: It looks to me as though there's a morx sub-table with more than 1000 states. Which makes me think there's probably an error
es: Me parece que hay una subtabla morx con más de 1000 estados. Lo que me hace pensar que probablemente hay un error
ru: По всей видимости, имеется подтаблица morx, содержащая более 1000 состояний, что предполагает наличие ошибки
sv: Det ser för mig ut som om det finns en morx-undertabell med mer än 1000 tillstånd. Vilket får mig att tro att det förmodligen finns ett fel

source: It looks to me as though there's a morx sub-table with more than 1000 transitions. Which makes me think there's probably an error
es: Me parece que hay una subtabla morx con más de 1000 transiciones. Lo que me hace pensar que probablemente hay un error
ru: По всей видимости, имеется подтаблица morx, содержащая более 1000 переходов, что предполагает наличие ошибки
sv: Det ser för mig ut som om det finns en morx-undertabell med mer än 1000 övergångar. Vilket får mig att tro att det förmodligen finns ett fel

source: Italian
es: Italiano
ru: Итальянский
sv: Italienska

source: Italian Swiss
es: Italiano de Suiza it_CH
ru: Швейцарский итальянский
sv: Italienska Schweiz

source: Italic
es: Cursiva
ru: Курсив
sv: Kursiv

source: Italic Advance Col
es: Col. de avance cursivo
ru: Цвет ширины с учётом курсива

source: Italic Angle
es: Ángulo de cursiva
ru: Угол наклона
sv: Kursiv vinkel

source: Italic Angle:
es: Ángulo de cursiva:
ru: Угол наклона:
sv: Italic Vinkel:

source: Italic Conversion
es: Conversión cursiva
ru: Преобразование в курсив
sv: Konvertering till kursiv stil

source: Italic Coord. Color
es: Color de coordenada cursiva
ru: Цвет координат курсива
sv: Kursiv Coord. Färg

source: Italic Cor:
es: Corrección cursiva:
ru: Кор. курсива:
sv: Kursiv kor:

source: Italic Correction
es: Corrección cursiva
ru: Корректировка для курсива
sv: Korrigering av kursiv stil

source: Italic Correction:
es: Corrección cursiva:
ru: Коррекция курсива:
sv: Kursiv Korrigering:

source: Italic serif font used in the About... dialog
es: Fuente cursiva usada en el diálogo Acerca de
ru: Курсивный шрифт с засечками для диалогового окна «О программе»

source: ItalicConstrained
es: Cursiva restringida
ru: Наклонное перемещение
sv: KursivTvingad

source: ItalicCor.
es: Coor. cursiva.
ru: Коррекция курсива

source: Italics
es: Cursivas
ru: Курсив
sv: Kursiv stil

source: JIS 208 (Kanji)
ru: JIS 208 (Кандзи)

source: JIS 212 (Kanji)
ru: JIS 212 (Кандзи)

source: JIS2004 Forms
es: Formas JIS2004
ru: Формы JIS2004
sv: JIS2004 Formulär

source: JIS78 Forms
es: Formas JIS78
ru: Формы JIS78
sv: JIS78 formulär

source: JIS83 Forms
es: Formas JIS83
ru: Формы JIS83
sv: JIS83-formulär

source: JIS90 Forms
es: Formas JIS90
ru: Формы JIS90
sv: JIS90-formulär

source: JSTF extension max at priority %d #%d for %c%c%c%c in %c%c%c%c
es: Máximo de extensiones JSTF en la prioridad %d#%d para %c%c%c%c en %c%c%c%c
ru: Максимальное расширение JSTF при приоритете %d #%d для %c%c%c%c в %c%c%c%c
sv: JSTF förlängning max vid prioritet %d #%d för %c%c%c%c i %c%c%c%c

source: JSTF shrinkage max at priority %d #%d for %c%c%c%c in %c%c%c%c
es: Máximo de encogimiento de JSTF en prioridad %d #%d para %c%c%c%c en %c%c%c%c
ru: Максимальное сжатие JSTF при приоритете %d #%d для %c%c%c%c в %c%c%c%c
sv: JSTF krympning max vid prioritet %d #%d för %c%c%c%c i %c%c%c%c

source: JSTF table is too long.
es: La tabla JSTF es demasiado larga.
ru: Таблица JSTF имеет слишком большую длину.

source: Jamaican Creole
es: Criollo jamaiquino
ru: Ямайский креольский

source: Japanese
es: Japonés
ru: Японский
sv: Japanska

source: Japanese Forms (Obsolete)
es: Formas japonesas (obsoletas)
ru: Японские формы (устарело)
sv: Japanska formulär (Föråldrad)

source: Javanese
es: Javanés
ru: Яванское письмо
sv: Javanesiska

source: Javanese (roman)
es: Javanés (romano)
ru: Яванский (романский)
sv: Javanesiska (romerska)

source: Jennu Kuruma
es: Kuruma de Jennu
ru: Джену курумба

source: Johab (Korean)
es: Johab (Coreano)
ru: Johab (Корейский)
sv: Johab (koreanska)

source: Join Limit:
es: Límite de unión:
ru: Ограничение соединения:

source: JoinSnap
es: Acoplamiento de unión
ru: Привязка для соединения

source: JuMP Relative Pops offset (in bytes) to move the instruction pointer
es: Salto relativo (JMPR) Desapila el desplazamiento (en bytes) para mover el puntero de instrucciones
ru: JMPR Относительный переход Извлекает смещение (в байтах) для перемещения указателя инструкции
sv: JuMP Relativ Pops offset (i byte) för att flytta instruktionspekaren

source: Jula
es: Yulá
ru: Дьюла

source: Jump Relative On False Pops a boolean and an offset Changes instruction pointer by offset bytes if boolean is false
es: Salto relativo en False (JROF) Desapila un valor booleano y un desplazamiento Cambia el puntero de instrucciones en la cantidad de los bytes de desplazamiento si el booleano es falso
ru: JROF Относительный переход при значении false Извлекает из стека логическую величину и смещение Изменяет указатель инструкции на число байтов смещения, если логическая величина имеет значение false
sv: Jump Relative On False Popar en boolean och en offset Ändrar instruktionspekaren med offsetbytes om boolean är falsk

source: Jump Relative On True Pops a boolean and an offset Changes instruction pointer by offset bytes if boolean is true
es: Salto relativo en True (JROT) Desapila un valor booleano y un desplazamiento Cambia el puntero de instrucciones en la cantidad de los bytes de desplazamiento si el booleano es verdadero
ru: JROT Относительный переход при значении true Извлекает из стека логическую величину и смещение Изменяет указатель инструкции на число байтов смещения, если логическая величина имеет значение true
sv: Hoppa relativt på True Popar en boolesk kod och en offset Ändrar instruktionspekaren med offsetbytes om booleskt är sant

source: Justification Alternatives
es: Alternativas de justificación
ru: Альтернативы выравнивания
sv: Motivering Alternativ

source: Justified Languages
es: Idiomas justificados
ru: Выравнивание по языкам
sv: Rättfärdigade språk

source: Justified Scripts
es: Escrituras justificadas
ru: Выравнивание по системам письменности
sv: Motiverade manus

source: K'iche'
ru: Киче

source: KOI8-R (Cyrillic)
es: KOI8-R (Cirílico)
ru: KOI8-R (Кириллица)
sv: KOI8-R (kyrilliska)

source: KSC 5601-1987 (Korean)
es: KSC 5601-1987 (Coreano)
ru: KSC 5601-1987 (Корейский)
sv: KSC 5601-1987 (koreanska)

source: Kabardian
es: Cabardino
ru: Кабардино-черкесский
sv: Kabardisk

source: Kabuverdianu
es: Caboverdiano
ru: Кабувердьяну

source: Kabyle
es: Cabilio
ru: Кабильский

source: Kachchi
es: Kacchi
ru: Качинский

source: Kaithi
ru: Кайтхи

source: Kaktovik Numerals
es: Números kaktóvikos
ru: Кактовикские цифры

source: Kalenjin
ru: Календжин

source: Kalmyk
es: Calmuco
ru: Калмыцкий

source: Kamba
ru: Камба

source: Kana Extended-A
es: Kana extendido-A
ru: Расширенная Кана — A

source: Kana Extended-B
es: Kana extendido-B
ru: Расширенная Кана — B

source: Kana Supplement
es: Kana, suplemento
ru: Дополнение к кане
sv: Kana-tillägg

source: Kanauji
ru: Канауджи

source: Kanbun
ru: Камбун

source: Kangxi Radicals
es: Radicales Kangxi
ru: Ключи Канси

source: Kannada
es: Canarés
ru: Каннада
sv: Kanaresiska

source: Kanuri
ru: Канури

source: Kaqchikel
es: Cachiquel
ru: Какчикельский

source: Karachay
es: Karachái
ru: Карачаево-балкарский

source: Karaim
ru: Караимский

source: Karakalpak
es: Karakalpako
ru: Каракалпакский

source: Karelian
es: Carelio
ru: Карельский

source: Karen
ru: Каренский

source: Kashmiri
es: Cachemir
ru: Кашмирский

source: Kashubian
es: Casubio
ru: Кашубский

source: Katakana
ru: Катакана

source: Katakana (& Phonetic Extensions)
es: Katakana (y extensiones fonéticas)
ru: Катакана (и фонетические расширения катаканы)

source: Katakana Phonetic Extensions
es: Katakana, extensiones fonéticas
ru: Катакана, фонетические расширения
sv: Fonetiska tillägg för Katakana

source: Kawi
ru: Кави

source: Kayah Li
ru: Кая Ли

source: Kazakh
es: Kazajo
ru: Казахский
sv: Kazakiskt

source: Kebena
ru: Кабена

source: Kekchi
es: Quekchí
ru: Кекчи

source: Ker_n By Classes...
es: I_nterletraje por clases...
ru: _Кернинг по классам…

source: Kern
es: Interletraje
ru: Кернинг

source: Kern Adjusts
es: Ajustes de interletraje
ru: Регулировки кернинга
sv: Kern justerar

source: Kern By Classes
es: Interletraje por clases
ru: Кернинг по классам
sv: Kern By Klasser

source: Kern Class Text Color
es: Color del texto de la clase de interletraje
ru: Цвет текста для классов кернинга

source: Kern Line Color
es: Color de línea de interletraje
ru: Цвет линии кернинга
sv: Kern Linje Färg

source: Kern Offset:
es: Desplazamiento de Kern:
ru: Смещение кернинга:

source: Kern Pair Closeup
es: Par de interletraje en detalle
ru: Кернинг пары
sv: Kern Pair närbild

source: Kern Pair Closeup...
es: Par de interletraje en detalle...
ru: Кернинг пары…
sv: Kern Pair närbild...

source: Kern Pairs
es: Pares de interletraje
ru: Кернинговые пары
sv: Kern par

source: Kern Size
es: Tamaño interletraje
ru: Размер керна
sv: Kern Storlek

source: Kern Values:
es: Valores de interletraje:
ru: Значения кернинга:

source: Kern by State
es: Interletraje por estado
ru: Кернинг по состоянию
sv: Kern per delstat

source: Kern:
es: Interletraje:
ru: Керн:

source: KernClass.Font
es: Fuente de clase de interletraje
ru: Шрифт классов кернинга

source: KernClass|_New Lookup...
es: _Nueva búsqueda...
ru: _Создать Lookup…
sv: _Nytt uppslag...

source: KernFormat.BoldFont
es: Fuente negrita del formato de interletraje
ru: Полужирный шрифт окна форматов кернинга

source: KernFormat.Font
es: Fuente del formato del interletraje
ru: Шрифт окна форматов кернинга

source: KernPair with no subtable name.
es: Par de interletraje sin nombre de subtabla.
ru: Кернинговая пара без подходящего имени.

source: Kerning
es: Interletraje
ru: Кернинг

source: Kerning & such
es: Interletraje y similares
ru: Кернинг и прочее
sv: Kerning & liknande

source: Kerning Class
es: Clase de interletraje
ru: Класс кернинга
sv: Kerning klass

source: Kerning Metrics For %.50s
es: Métricas de interletraje para %.50s
ru: Метрики кернинга для %.50s
sv: Kerning Metrics för %.50s

source: Kerning State Machine
es: Máquina de estados de interletraje
ru: Автомат состояния кернинга

source: Kerning between “%s” and %s is %d in %s and %d in %s
es: El kerning entre “%s” y %s es %d en %s y %d en %s
ru: Кернинг между «%s» и %s — %d в %s и %d в %s
sv: Kerning mellan "%s" och %s är %d i %s och %d i %s

source: Kerning by Classes: %s
es: Interletraje por clases: %s
ru: Кернинг по классам: %s
sv: Kerning efter klasser: %s

source: Kerning direction
es: Dirección de interletraje
ru: Направление кернинга
sv: Kerning riktning

source: Kerning format
es: Formato de interletraje
ru: Формат кернинга

source: Kerning is likely to fail on Windows
es: Es probable que el kerning falle en Windows
ru: Предполагается сбой кернинга в Windows
sv: Kerning kommer sannolikt att misslyckas i Windows

source: Kerning may be specified either by classes of glyphs or by pairwise combinations of individual glyphs. Which do you want for this subtable?
es: El interletraje puede ser especificado ya sea por clases de glifos o por combinaciones pares de glifos individuales. ¿Qué quieres para esta subtabla?
ru: Кернинг можно указывать либо по классам глифов, либо по парным комбинациям отдельных глифов. Какой из них будет использоваться для этой подтаблицы?

source: Kerning subtable 3 says the glyph count is %d, but maxp says %d
es: La subtabla 3 de interletraje dice que el conteo es %d, pero maxp dice que es %d
ru: Подтаблица кернинга 3 насчитывает %d глифов, но maxp содержит %d

source: Kerning values must be even
es: Los valores de interletraje deben ser pares
ru: Значения кернинга должны быть чётными
sv: Kerningvärdena måste vara jämna

source: Key
es: Clave
ru: Ключ
sv: Nyckel

source: Key for a def must be a string or name literal
es: La clave para def debe ser una cadena o un literal de nombre
ru: Ключом для def должна быть строка или литерал имени

source: Khakass
es: Jakasio
ru: Хакасский

source: Khamti Shan
es: Shan de Hkamti
ru: Кхамти

source: Khanty-Kazim
es: Janti-Kazym
ru: Ханты-казимский

source: Khanty-Shurishkar
es: Janti-Shurishkar
ru: Ханты-шуришкарский

source: Khanty-Vakhi
es: Janti-Vakhi
ru: Ваховский хантыйский

source: Kharoshthi
es: Karosti
ru: Кхароштхи

source: Khasi
ru: Кхаси

source: Khengkha
ru: Кхенг-кха

source: Khitan Small Script
es: Escritura kitán pequeña
ru: Малое киданьское письмо

source: Khmer
es: Jemer
ru: Кхмерский

source: Khmer & Khmer Symbols
es: Khmer y símbolos Khmer
ru: Кхмерское письмо и кхмерские символы

source: Khmer Symbols
es: Símbolos jemer
ru: Кхмерские символы
sv: Khmer-symboler
