Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Set _LBearing...
es: Establecer margen izquierdo...(_L)
ru: Установить _левый апрош…
sv: Ställ in _LBearing...

source: Set _RBearing...
es: Defini_r margen derecho...
ru: Установить _правый апрош…
sv: Ställ in _RBearing...

source: Set _Vertical Advance...
es: Establecer avance _vertical...
ru: Установить _вертикальную ширину…
sv: Ställ in _Vertical Advance...

source: Set _Vertical Width...
es: Establecer ancho _vertical...
ru: Установить _вертикальную ширину…
sv: Ställ in _vertikal bredd...

source: Set _Width...
es: Establecer ancho...(_W)
ru: Установить _ширину…
sv: Ställ in _bredd...

source: Set as Default
es: Establecer como predeterminado
ru: Использовать по умолчанию
sv: Ange som standard

source: Set freedom & projection Vectors To Coordinate Axis[a] 0=>both to y axis 1=>both to x axis
es: Establecer los vectores de libertad y proyección para coordenar el eje[a] (SVTCA[a]) 0=>ambos al eje y 1=>ambos al eje x
ru: SVTCA[a] Установка вектора свободы и вектора проекции относительно оси координат 0=>оба по оси y 1=>оба по оси x
sv: Ställ in frihets- och projektionsvektorer till koordinataxel[a] 0=>båda till y-axeln 1=>båda till x-axeln

source: Set the fontview's selection to be the glyphs named here
es: Establece la selección de la vista de fuente para ser los glifos nombrados aquí
ru: Выделить в окне просмотра шрифта указанные здесь глифы
sv: Ställ in fontvyns urval till att vara de glyfer som anges här

source: Set the minimum and maximum values by which the glyphs in this script extend below and above the baseline when modified by a feature.
es: Establece los valores mínimos y máximos por los cuales los glifos en este sistema de escritura se extienden debajo y encima de la línea base cuando son modificados por una característica.
ru: Задайте максимальное и минимальное значение, на которое глифы в этой системе письма смещаются ниже или выше базовой линии при внесении изменений с помощью функции.
sv: Sätt minsta och största värden med vilka glyferna i skrivstilen utsträcks nedanför och ovanför baslinjen när den modifieras av en egenskap.

source: Set the minimum and maximum values by which the glyphs in this script extend below and above the baseline. This may vary by language
es: Establece los valores mínimos y máximos por los cuales los glifos en este sistema de escritura se extienden debajo y encima de la línea de base. Esto puede variar según el idioma
ru: Задайте максимальное и минимальное значение, на которое глифы в этой системе письма смещаются ниже или выше базовой линии. В разных языках эти значения могут отличаться.
sv: Sätt minsta och största värden med vilka glyferna i skrivstilen utsträcks nedanför och ovanför baslinjen. Detta kan variera per språk

source: Set the selection of the font view to all glyphs in the script.
es: Establece la selección de la vista de fuente a todos los glifos en el sistema de escritura.
ru: Выделить в отображении шрифта все глифы данной системы письменности.
sv: Ställ in valet av typsnittsvy till alla glyfer i skriptet.

source: Set the selection of the font view to any lower case glyphs in the script.
es: Establece la selección de la vista de fuente a cualquier glifo en minúsculas en el script.
ru: Выделить в отображении шрифта только строчные глифы данной системы письменности.
sv: Ställ in urvalet i typsnittsvyn på alla glyfer med gemener i skriptet.

source: Set the selection of the font view to any upper case glyphs in the script.
es: Establece la selección de la vista de fuente a cualquier glifo en mayúsculas en el script.
ru: Выделить в отображении шрифта только прописные глифы данной системы письменности.
sv: Ställ in valet av typsnittsvy på alla versaler i skriptet.

source: Set the selection of the font view to the glyphs found by this search
es: Seleccionar en la ventana de la fuente los caracteres encontrados en esta búsqueda
ru: Выделять в окне просмотра шрифта глифы, найденные в этом поиске
sv: Ställ in valet av typsnittsvy till glyferna som hittats genom denna sökning

source: Set this glyph list from a selection.
es: Establece esta lista de glifos desde una selección.
ru: Задать этот список глифов из выделения.
sv: Ange denna glyf-lista från ett urval.

source: Set this glyph list to be the glyphs selected in the fontview
es: Establece esta lista de glifos para que sean los glifos seleccionados en la vista de fuente
ru: Составить этот список из глифов, выделенных в окне просмотра шрифта
sv: Ställ in glyflistan så att den blir de glyfer som väljs i fontvyn

source: Set/Clear Pixels
es: Establecer/eliminar píxeles
ru: Нарисовать/Очистить точки
sv: Ställ in/rensa bildpunkter

source: Set/Clear Pixels (Eyedropper with alt)
es: Establecer/eliminar píxeles (Cuentagotas con la tecla Alt)
ru: Нарисовать/Очистить точки (Пипетка с alt)
sv: Ställ in/rensa bildpunkter (Ögondropp med alt)

source: Sets Control Value Table Cut-In Pops 26.6 from stack, sets cvt cutin
es: Establecer el corte de la tabla de valores de control (SCVTCI) Desapila un valor 26.6 de la pila, establece el corte de la tabla de valores de control (cvt)
ru: SCVTCI Установка cvt cutin Извлекает из стека значение в формате 26.6, задаёт cvt cutin
sv: Satser Kontrollvärde Bord Cut-In Pops 26,6 från stack, sätter cvt cutin

source: Sets Coordinate From Stack using projection & freedom vectors Pops a coordinate 26.6 and a point Moves point to given coordinate
es: Establecer la coordenada desde la pila usando los vectores de proyección y libertad (SCFS) Desapila una coordenada 26.6 y un punto Mueve el punto a la coordenada dada
ru: SCFS Установка координаты из стека по вектору проекции и вектору свободы Извлекает из стека координату в формате 26.6 и точку Перемещает точку в заданную координату
sv: Ställer in koordinat från stapel med hjälp av projektions- och frihetsvektorer Plockar en koordinat 26,6 och en punkt Flyttar punkten till given koordinat

source: Sets the TypoLinegap field in the OS/2 table, used on MS Windows
es: Establece el campo de espacio de línea de Typo (TypoLinegap) en la tabla OS/2, usado en MS Windows
ru: Устанавливает значение поля TypoLinegap в таблице OS/2, использующейся на MS Windows
sv: Ställer in TypoLinegap-fältet i OS/2-tabellen, som används i MS Windows

source: Sets the linegap field in the hhea table, used on the mac
es: Define el interlineado en las tablas OS/2 y hhea
ru: Устанавливает значение поля linegap в таблице hhea, использующейся на mac
sv: Ställer in linegap-fältet i hhea-tabellen, som används på mac

source: Sets the linegap field in the vhea table. This is the horizontal spacing between rows of vertically set text.
es: Establece el interlinado en la tabla vhea. Este es el espacio horizontal entre columnas de texto establecido en forma vertical.
ru: Устанавливает значение поля linegap в таблице vhea. Содержит значение горизонтального интервала между рядами вертикально расположенного текста.
sv: Ställer in fältet linegap i vhea-tabellen. Detta är det horisontella avståndet mellan raderna vertikalt placerad text.

source: Setting
es: Configuración
ru: Параметр
sv: Inställning

source: Setting Id:
es: ID de configuración:
ru: Id параметра:
sv: Inställning Id:

source: Setting above 1 will cause a thick outline to be drawn for glyph paths which is only extended inwards from the edge of the glyph. See also the ForegroundThickOutlineColor Resource for the color of this outline.
es: Establecer arriba de 1 causará que se dibuje un contorno grueso para los trazados del glifo, que solo se extiende hacia adentro desde el borde del glifo. Véase también el recurso ForegroundThickOutlineColor para el color de este contorno.
ru: Установка значения свыше 1 приведёт к утолщению окантовки контура глифа, расширение которого происходит только внутрь с края глифа. См. также ресурс ForegroundThickOutlineColor для установки цвета этого контура.

source: Settings
es: Ajustes
ru: Параметры
sv: Inställningar

source: Several language tags, including '%s', are not in the list of known languages and will be omitted
es: Varias etiquetas de idioma, incluyendo "%s", no están en la lista de idiomas conocidos y serán omitidas
ru: Несколько тегов языков, включая «%s», отсутствуют в списке известных языков и будут пропущены
sv: Flera språktaggar, inklusive '%s', finns inte med i listan över kända språk och kommer att utelämnas

source: Shades
es: Sombras
ru: Тени
sv: Skuggor

source: Shadow
es: Sombreado
ru: Тень
sv: Skugga

source: Shadow Length:
es: Tamaño de la sombra:
ru: Длина тени:
sv: Skugglängd:

source: Shadowing glyphs
es: Caracteres sombreados
ru: Глифы с тенью
sv: Skuggning av glyfer

source: Shan
ru: Шанский

source: Shape Type
es: Tipo de forma
ru: Тип формы
sv: Form Typ

source: Shaped Fill
es: Relleno de forma
ru: Фигурная
sv: Formad fyllning

source: Shapes
es: Formas
ru: Фигуры
sv: Former

source: Sharada
ru: Шарада

source: Sharp/Closed Loops
es: Afilada/bucles cerrados
ru: Резкое/Закрытые петли

source: Sharp/No Loops
es: Afilada/sin bucles
ru: Резкое/Без петель

source: Sharp/Open Loops
es: Afilada/bucles abiertos
ru: Резкое/Открытые петли

source: Shavian
es: Shaviano
ru: Скорописный алфавит Бернарда Шоу

source: Shift Contents To _First
es: Desplazar contenidos a primero(_F)
ru: Перенести содержимое в _верхний слой

source: Shift Contents To _Last
es: Desplazar contenidos a último(_L)
ru: Перенести содержимое в _нижний слой

source: Shift Contents _Down
es: _Desplazar contenidos hacia abajo
ru: Перенести содержимое в слой н_иже

source: Shift Contents _Up
es: Desplazar contenidos hacia arriba(_U)
ru: Перенести содержимое в слой в_ыше

source: Shift Entire Bitmap
es: Desplazar todo el map de bits
ru: Сдвинуть весь растр
sv: Skifta hela bitmappen

source: Shift On Press
es: Shift al pulsar
ru: Смещать при нажатии
sv: Skift på press

source: Sho_w
es: Mostrar(_W)
ru: _Показывать
sv: Vis_a

source: Shona
ru: Шона

source: Shorthand Format Controls
es: Controles de formato de taquigrafía
ru: Форматирующие символы стенографии

source: Shouldn't be in addinfo "%s
es: No debería estar en addinfo "%s
ru: Не должно быть в addinfo "%s
sv: Borde inte vara i addinfo "%s

source: Show
es: Mostrar
ru: Показать
sv: Visa

source: Show ATT
es: Mostrar ATT
ru: Показать ATT
sv: Visa ATT

source: Show ATT Glyph Name Color
es: Color del nombre del glifo de mostrar ATT
ru: Цвет имени глифа в окне «Показать ATT»

source: Show ATT Selection Color
es: Mostrar color de selección ATT
ru: Цвет выделения в окне «Показать ATT»

source: Show Active Border
es: Muestra borde activo
ru: Показать активную границу
sv: Visa aktiv kant

source: Show Cubic Column
es: Mostrar columna de cúbicas
ru: Показать столбец кубических сплайнов

source: Show Fore/Back Column
es: Mostrar columna anterior/trasera
ru: Показать столбец фона/переднего плана

source: Show H. Metrics
es: Mostrar métricas h.
ru: Показать горизонтальные метрики
sv: Visa H. Metrics

source: Show Hidden Files
es: Mostrar archivos ocultos
ru: Показать скрытые файлы
sv: Visa dolda filer

source: Show Kerning
es: Mostrar interletraje
ru: Показывать кернинг
sv: Visa kerning

source: Show V. Metrics
es: Mostrar métricas v.
ru: Показать вертикальные метрики
sv: Visa V. Mätvärden

source: Show _Dependent
es: Mostrar _dependientes
ru: Показать _зависимые
sv: Visa _beroende

source: Show _Grid
es: Mostrar cuadrícula(_G)
ru: Показать _сетку
sv: Visa _rutnät

source: Show _Grid Fit (Live Update)...
es: Mostrar ajuste a la cuadrícula (en tiempo real)...(_G)
ru: Показать _подгонку (вживую)…

source: Show _Grid Fit...
es: Mostrar ajuste a la cuadrícula(_G)...
ru: _Показать пиксельную сетку…
sv: Visa _rutnätsanpassning...

source: Show _V. Metrics...
es: Mostrar métrica _vertical...
ru: Показать _вертикальные метрики…
sv: Visa _V. Metrics...

source: Show splash screen on start-up
es: Mostrar pantalla de bienvenida al iniciar
ru: Показывать заставку при запуске программы
sv: Visa sprutskärm vid uppstart

source: ShowATT.Font
es: Fuente de mostrar ATT
ru: Шрифт диалогового окна «Показать ATT»

source: ShowATT.MonoFont
es: Fuente monoespaciada de mostrar ATT
ru: Моноширинный шрифт окна «Показать ATT»

source: ShowControlPointsAlways
es: Siempre mostrar los puntos de control
ru: Всегда отображать упр. точки

source: ShowFillWithSpace
es: Mostrar llenado con espacios
ru: Показывать заполнение при нажатии пробела

source: Shows when this character is exactly a stem3 hint
es: Muestra cuando este carácter es exactamente una pista de tipo stem3
ru: Показывать точное соответствие символа хинту stem3
sv: Visar när denna karaktär är exakt en stem3-hint

source: Shrink Lookups Off
es: Encogimiento de búsquedas desactivado
ru: Выкл. Lookup для сжатия

source: Shrink Lookups On
es: Encogimiento de búsquedas activado
ru: Вкл. Lookup для сжатия
sv: Shrink Lookups på

source: Shrink Max Lookups
es: Encoger búsquedas máximas
ru: Lookup макс. сжатия
sv: Minska maxuppslagningar

source: Shrink:
es: Contracción:
ru: Сжатие:
sv: Krymp:

source: Sibe
es: Xibe
ru: Сибо

source: Sicilian
es: Siciliano
ru: Сицилийский

source: Sidamo
ru: Сидамо

source: Siddham
ru: Сиддхаматрика

source: Side Bearing Addition
es: Adición de margen lateral
ru: Добавление апроша
sv: Tillägg för sidolager

source: Side Bearing Color
es: Color de margen lateral
ru: Цвет левого апроша
sv: Färg på sidolager

source: Side Bearing Expansion Factor
es: Factor de expansión de margen lateral
ru: Коэффициент расширения апроша
sv: Expansionsfaktor för sidolager

source: Side Bearings:
es: Márgenes laterales:
ru: Апроши:
sv: Sidolager:

source: Silesian
es: Silesio
ru: Силезский

source: Silte Gurage
es: Gurage de Silte
ru: Селти

source: Simple
ru: Простой
sv: Enkel

source: Simple Substitution
es: Sustitución sencilla
ru: Простая подстановка
sv: Enkel ersättning

source: Simplified Chinese
es: Chino simplificado
ru: Упрощенный китайский
sv: Förenklad kinesiska

source: Simplified Forms
es: Ideogramas simplificados
ru: Упрощенные формы
sv: Förenklade formulär

source: Simplify
es: Simplificar
ru: Упрощение
sv: Förenkla

source: Simplify More...
es: Simplificar más...
ru: Параметрическое упрощение…
sv: Förenkla mer...

source: Simplify Stroke (SVG/PS/EPS)
es: Simplificar trazo (SVG/PS/EPS)
ru: Упрощать обводку (SVG/PS/EPS)

source: Simplify will examine corner points whose control points are almost colinear and smooth them into curve points
es: Simplificar examinará los puntos de las esquinas cuyos puntos de control son casi colineales y los suavizará en puntos de curva
ru: Функция упрощения исследует точки угла с почти колинеарными управляющими точками и сглаживает их в точки кривой
sv: Förenkla kommer att undersöka hörnpunkter vars kontrollpunkter är nästan kolineära och släta ut dem till kurvpunkter

source: Simplifying...
es: Simplificando...
ru: Упрощение…
sv: Förenkla...

source: Sindhi
es: Sindi
ru: Синдхи

source: Single Position
es: Posición única
ru: Отдельное расположение
sv: Enkel position

source: Single Positioning
es: Posicionamiento único
ru: Отдельное расположение
sv: Enkel positionering

source: Single Substitution
es: Sustitución única
ru: Единичная подстановка
sv: Ett enda byte

source: Single and High-Density Fonts
es: Fuentes de densidad única y alta
ru: Шрифты с одинарной и высокими плотностями
sv: Enstaka typsnitt och typsnitt med hög densitet

source: Single and Multi-Density Fonts
es: Fuentes de densidad única y múltiple
ru: Шрифты с одинарной и несколькими плотностями
sv: Typsnitt med en eller flera densiteter

source: Sinhala
es: Singalés
ru: Сингальское письмо
sv: Singalesiska

source: Sinhala Archaic Numbers
es: Números arcaicos de Sinhala
ru: Сингальские архаические цифры

source: Size
es: Tamaño
ru: Размер
sv: Storlek

source: Size of Points
es: Tamaño de puntos
ru: Размер точек
sv: Storlek på punkter

source: Size of comb delimiters in display styles
es: Tamaño de los delimitadores en forma de peine en estilos de visualización
ru: Размер разделителей комбинации в выключных стилях отображения
sv: Storlek på kamavgränsare i visningsstilar

source: Size of comb delimiters in non-display styles
es: Tamaño de los delimitadores en forma de peine en estilos que no son de visualización
ru: Размер разделителей комбинации в невыключных стилях отображения
sv: Storlek på kamavgränsare i stilar som inte visas

source: Size of the list mark
es: Tamaño de la marca de lista
ru: Размер метки списка
sv: Storlek på listmarkeringen

source: Size set from _Window
es: Tamaño establecido desde la ventana(_W)
ru: Задать размер по отображению в _окне
sv: Storlek satt från _Window

source: Size, Glyph, Point
es: Tamaño, glifo, punto
ru: Размер, Глиф, Точка
sv: Storlek, glyf, punkt

source: Size:
es: Tamaño:
ru: Размер:
sv: Storlek:

source: Size: %d (%d)
es: Tamaño: %d (%d)
ru: Размер: %d (%d)
sv: Storlek: %d (%d)

source: Size|Points
es: Puntos
ru: Пунктов
sv: Punkter

source: Ske_w
es: Inclinar(_W)
ru: На_клон
sv: Ske_v

source: Skew
es: Inclinar
ru: Наклонить
sv: Skev

source: Skew Angle
es: Inclinar ángulo
ru: Угол наклона
sv: Skev vinkel

source: Skew Ratio
es: Radio inclinado
ru: Коэффициент скашивания
sv: Skevhetskvot

source: Skew by Ruler...
es: Inclinar por regla...
ru: Наклонить по линейке…
sv: Skeva med linjal...

source: Skew the selection
es: Inclinar selección
ru: Наклонить выделение
sv: Snedfördela urvalet

source: Skew...
es: Inclinar...
ru: Наклонить
sv: Skev...

source: Skew:
es: Inclinar:
ru: Скосить:
sv: Skev:

source: Skip
es: Omitir
ru: Пропустить
sv: Hoppa över

source: Skipping duplicate group %s.
es: Omitiendo el grupo duplicado %s.
ru: Пропускается дубликат группы %s.

source: Skipping group %s with same name as a glyph.
es: Omitiendo grupo %s con el mismo nombre que un glifo.
ru: Пропускается группа %s с именем идентичным глифу.

source: Skipping non-existent glyph %s in group %s.
es: Omitiendo el glifo %s inexistente en el grupo %s.
ru: Пропускается несуществующий глиф %s в группе %s.

source: Skipping plugin %s: module '%s': Could not load.
es: Omitiendo el plugin %s: módulo '%s': No se pudo cargar.
ru: Пропускается подключаемый модуль %s: модуль «%s»: Не удалось загрузить.

source: Skipping plugin %s: module '%s': Error calling 'fontforge_plugin_init' function
es: Omitiendo el plugin %s: módulo '%s': Error al llamar la función 'fontforge_plugin_init'
ru: Пропускается подключаемый модуль %s: модуль «%s»: Ошибка вызова функции «fontforge_plugin_init»

source: Skipping plugin %s: module '%s': Lacks 'fontforge_plugin_init' function
es: Omitiendo el plugin %s: módulo '%s': Falta la función 'fontforge_plugin_init'
ru: Пропускается подключаемый модуль %s: модуль «%s»: Отсутствует функция «fontforge_plugin_init»

source: Skolt Sami
es: Sami skolt
ru: Колтта-саамский

source: Slab Serifs
es: Serifas cuadradas (SS)
ru: Брусковые шрифты (SS)

source: Slab Serifs|SS Geometric
es: SS, Geométrico
ru: SS Geometric
sv: SS Geometriska

source: Slab Serifs|SS Humanist
es: SS, Humanista
ru: SS Humanist
sv: SS Humanist

source: Slab Serifs|SS Miscellaneous
es: SS, Misceláneo
ru: SS Miscellaneous
sv: SS Diverse

source: Slab Serifs|SS Monotone
es: SS, Monotono
ru: SS Monotone
sv: SS Monotone

source: Slab Serifs|SS Swiss
es: SS, Suizo
ru: SS Swiss
sv: SS Swiss

source: Slab Serifs|SS Typewriter
es: SS, Máquina de escribir
ru: SS Typewriter
sv: SS Skrivmaskin

source: Slant:
es: Pendiente:
ru: Наклон:

source: Slanted
es: Inclinado
ru: Наклонный
sv: Snedställd

source: Slashed Zero
es: Cero con barra diagonal
ru: Перечёркнутый ноль

source: Slavey
es: Slavé
ru: Слэйви

source: Slot Division Color
es: Color de la división de las ranuras
ru: Цвет разделения слотов

source: Slot Outline Color
es: Color del contorno de las ranuras
ru: Цвет слотов контура

source: Slovak
es: Eslovaco
ru: Словацкий
sv: Slovakiska

source: Slovenian
es: Esloveno
ru: Словенский
sv: Slovenska

source: Small Capitals
es: Versalitas
ru: Малые прописные
sv: Små huvudstäder

source: Small Caps
es: Versalitas
ru: Малые прописные
sv: Små bokstäver

source: Small Flowery Miao
es: Miao florido pequeño
ru: Малый цветочный мяо

source: Small Form Variants
es: Variantes de formas pequeñas
ru: Малые варианты форм
sv: Varianter i liten form

source: Small Kana Extension
es: Kana pequeño, extensión
ru: Расширение малой каны

source: Snap Outlines to Pi_xel Grid
es: Acoplar contornos a cuadrícula de pí_xeles
ru: Подогнать конт_уры к пиксельной сетке
sv: Fäst konturer till Pi_xel Grid

source: SnapDistance
es: Distancia de acoplamiento
ru: Порог притягивания

source: SnapToInt
es: Ajustar a enteros
ru: Привязка к целым

source: So if you type "A" here the first selected glyph would be named "A.suffix". The second "B.suffix", and so on.
es: Así que si escribes "A" aquí, el primer glifo seleccionado se llamaría "A.sufijo". El segundo, "B.sufijo", y así sucesivamente.
ru: Поэтому, если ввести здесь «A», первый выделенный глиф получит имя «A.suffix». Следующий — «B.suffix» и так далее.
sv: Så om du skriver "A" här kommer den första markerade glyfen att få namnet "A.suffix". Den andra "B.suffix", och så vidare.

source: Sodo Gurage
es: Gurage de Sodo
ru: Соддо

source: Soga
ru: Сога

source: Sogdian
es: Sogdiano
ru: Согдийское письмо

source: Somali
es: Somalí
ru: Сомалийский
sv: Somalia

source: Some glyphs may be used for more than one unicode code point -- I don't recommend doing this, better to use a reference -- but it is possible. The latin "A", the greek "Alpha" and the cyrillic "A" look very much the same. On the other hand certain Mongolian and CJK characters have multiple glyphs depending on a unicode Variation Selector. In the first case use a variation selector of 0, in the second use the appropriate codepoint.
es: Algunos glifos pueden ser usados para más de un punto de código unicode -- No recomiendo hacer esto, y es mejor usar una referencia -- pero es posible. La letra "A" en el alfabeto latin, la letra "Alfa" en el alfabeto griego y la letra "A" en el alfabeto cirílico se ven muy parecidas. Por otro lado, ciertos caracteres del alfabeto mongol y chinos CJK tienen múltiples glifos dependiendo de un Selector de Variación Unicode. En el primer caso, utiliza un selector de variación de 0, y en el segundo, usa el punto de código adecuado.
ru: Некоторые глифы могут использоваться для более, чем одной кодовой точки Юникода — делать это не рекомендуется, так как лучше использовать ссылку — однако возможность такая имеется. Латинская «A», греческая «Alpha» и кириллическая «A» выглядят почти одинаково. С другой стороны, некоторые монгольские символы, а также символы CJK имеют по нескольку глифов, которые выводятся в зависимости от вариантного селектора Юникод. В первом случае, используйте вариантный селектор 0, во втором случае — соответствующую кодовую точку.
sv: Vissa glyfer kan användas för mer än en unicode kodpunkt -- Jag rekommenderar inte att göra detta, bättre att använda en referens -- men det är möjligt. Det latinska "A", det grekiska "Alpha" och det cyrilliska "A" ser i stort sett likadana ut. Å andra sidan har vissa mongoliska och CJK tecken har flera glyfer beroende på på en Unicode Variation Selector. I det första fallet används en variationsväljare 0, i det andra fallet används lämplig kodpunkt.

source: Some versions of Windows will refuse to install postscript fonts if the familyname is longer than 31 characters. Do you want to continue anyway?
es: Algunas versiones de Windows se negarán a instalar fuentes postscript si el nombre de la familia tiene más de 31 caracteres. ¿Quieres continuar de todos modos?
ru: Некоторые версии Windows не будут устанавливать шрифты postscript, если имя семейства длиннее 31 символа. Продолжить?
sv: Vissa versioner av Windows vägrar att installera Postscript-typsnitt om efternamnet är längre än 31 tecken. Vill du fortsätta ändå?
