Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: See also:
es: Véase también:
ru: См. также:
sv: Se även:

source: SeekCharacter
es: Buscar carácter
ru: Искать символ

source: Segment Separator
es: Separador del segmento
ru: Разделитель сегментов
sv: Segmentavskiljare

source: Sekota
ru: Секота

source: Selec_t By Lookup Subtable...
es: Seleccionar por sub_tabla de búsqueda...
ru: _Выбрать по подтаблице Lookup…
sv: _Välj genom att slå upp undertabell...

source: Select All _Points & Refs
es: Seleccionar todos los _puntos y referencias
ru: Вы_брать все точки и ссылки
sv: Välj alla _punkter och referenser

source: Select Anc_hors
es: Seleccionar anclas(_H)
ru: Выбрать _опорные точки
sv: Välj Anc_hors

source: Select By ATT...
es: Seleccionar por ATT...
ru: Выбрать по ATT…
sv: Välj efter ATT...

source: Select By Lookup Subtable
es: Seleccionar por subtabla de búsqueda
ru: Выбрать по подтаблице lookup
sv: Välj genom att slå upp undertabell

source: Select Class Containing:
es: Seleccionar clase que contiene:
ru: Выберите класс, содержащий:
sv: Välj klass Innehållande:

source: Select Glyphs With
es: Seleccionar glifos con
ru: Выбрать глифы с
sv: Välj glyfer med

source: Select Glyphs in lookup subtable
es: Seleccionar glifos en la subtabla de búsquedas
ru: Выбрать глифы в подтаблице lookup
sv: Välj Glyphs i uppslagsdelstabell

source: Select In Font
es: Seleccionar en fuente
ru: Выделить в шрифте
sv: Välj i typsnitt

source: Select Open Contours
es: Seleccionar contornos abiertos
ru: Выбрать открытые контуры
sv: Välj öppna konturer

source: Select Point(s) at...
es: Seleccionar punto(s) en...
ru: Выделение точки (точек) на…
sv: Välj punkt(er) på...

source: Select Points Affected by HM
es: Seleccionar los puntos afectados por HM
ru: Выделить точки совпадающие с маской инструкций
sv: Välj punkter som påverkas av HM

source: Select Results
es: Seleccionar resultados
ru: Выбрать результаты
sv: Välj resultat

source: Select _All
es: Seleccionar todo(_A)
ru: В_ыделить все
sv: Välj _Alla

source: Select a ligature to view
es: Seleccione ligadura a visualizar
ru: Выбрать лигатуру для просмотра
sv: Välj en ligatur för att visa

source: Select as many languages as needed Hold down the control key when clicking to make disjoint selections.
es: Selecciona tantos idiomas como sean necesarios Manten presionada la tecla Control al hacer clic para hacer selecciones desconjuntas.
ru: Выберите необходимое количество языков Удерживайте клавишу Ctrl для раздельного выбора.
sv: Välj så många språk som behövs Håll ned kontrolltangenten när du klickar på för att göra separata val.

source: Select by Color
es: Seleccionar por color
ru: Выбрать по цвету
sv: Välj efter färg

source: Select by Name
es: Seleccionar por nombre
ru: Выделить по имени
sv: Välj efter namn

source: Select by Script
es: Seleccionar por sistema de escritura
ru: Выделить по сценарию
sv: Välj efter skript

source: Select by _Color
es: Seleccionar por _color
ru: Выбрать по _цвету
sv: Välj efter _Color

source: Select by _Script...
es: Seleccionar por _sistema de escritura...
ru: Выбрать по _сценарию…
sv: Välj efter _Script...

source: Select by _Wildcard...
es: Seleccionar por comodín...(_W)
ru: Выбрать по _шаблону…
sv: Välj med _Wildcard...

source: Select glyphs for the first part of the kern pair
es: Selecciona los glifos para la primera parte del par de interletraje
ru: Выберите глифы для первой части кернинговой пары
sv: Välj glyfer för den första delen av kern-paret

source: Select glyphs for the second part of the kern pair
es: Selecciona los glifos para la segunda parte del par de interletraje
ru: Выберите глифы для второй части кернинговой пары
sv: Välj glyfer för den andra delen av kernparet

source: Select glyphs in the font view above. The selected glyphs become your glyph class.
es: Selecciona los glifos en la vista de fuente de arriba. Los glifos seleccionados se convierten en tu clase de glifos.
ru: Выберите глифы выше в окне отображения шрифта. Выбранные глифы входят в текущий класс глифов.
sv: Välj glyfer i typsnittsvyn ovan. De markerade glyferna blir din glyfklass.

source: Select hints between which counters are formed
es: Selecciona pistas entre las cuales se forman los contadores
ru: Выберите хинты, между которыми формируются просветы
sv: Välj ledtrådar mellan vilka räknare bildas

source: Select lookups from other fonts
es: Seleccionar búsquedas de otras fuentes
ru: Выберите lookup из других шрифтов
sv: Välj uppslagsord från andra typsnitt

source: Select some text, then use this list to change the font in which those characters are displayed.
es: Selecciona algo de texto, después usa esta lista para cambiar la fuente en la que se muestran esos caracteres.
ru: Выделите какой-нибудь текст, затем используйте этот список для изменения шрифта, в котором отображаются данные символы.
sv: Välj text och använd sedan den här listan för att ändra typsnitt som dessa tecken visas i.

source: Select some text, then use this list to specify active features.
es: Selecciona algo de texto, después usa esta lista para especificar las características activas.
ru: Выделите какой-нибудь текст, затем укажите в списке активные функции.
sv: Välj lite text och använd sedan listan för att ange aktiva funktioner.

source: Select some text, then use this list to specify the current script & language.
es: Selecciona algo de texto, después usa esta lista para especificar el sistema de escritura e idioma actual.
ru: Выделите какой-нибудь текст, затем укажите в списке текущую систему письма и язык.
sv: Välj text och använd sedan den här listan för att ange det aktuella skriptet och språket.

source: Select some text, this controls whether those characters will be AntiAlias (greymap) characters, or bitmap characters
es: Selecciona algo de texto. Esto controla si esos caracteres serán caracteres Anti-alias (greymap), o de mapa de bits
ru: Выделите какой-нибудь текст, здесь эти символы можно представить в сглаженном виде (в оттенках серого) или в виде растрового изображения
sv: Välj text, här styrs om dessa tecken ska vara AntiAlias-tecken (greymap) eller bitmappstecken

source: Select some text, this specifies the pixel size of those characters
es: Selecciona algo de texto. Esto especifica el tamaño de píxeles de esos caracteres
ru: Выделите какой-нибудь текст, здесь указывается размер пиксела этих символов
sv: Välj lite text, detta anger bildpunktstorleken bildpunktstorlek för dessa tecken

source: Select some text, this specifies the point size of those characters
es: Selecciona algo de texto. Esto especifica el tamaño de puntos de esos caracteres
ru: Выделите какой-нибудь текст, здесь указывается размер пункта этих символов
sv: Välj en text, detta anger punktstorleken storleken på dessa tecken

source: Select some text, this specifies the vertical size of those characters in em-units
es: Selecciona algo de texto. Esto especifica el tamaño dertical de esos caracteres en unidades em
ru: Выделите какой-нибудь текст, здесь указывается вертикальный размер этих символов в единицах em
sv: Välj en text, detta anger den vertikala vertikala storleken på dessa tecken i em-enheter

source: Select the class containing the named glyph
es: Selecciona la clase que contiene el glifo nombrado
ru: Выберите класс, содержащий указанный глиф
sv: Välj den klass som innehåller den namngivna glyfen

source: Selected BG Color
es: Color de fondo seleccionado
ru: Цвет фона:
sv: Vald BG-färg

source: Selected CP Color
es: Color del PC seleccionado
ru: Цвет выбранной УТ
sv: Vald CP-färg

source: Selected FG Color
es: Color de primer plano seleccionado
ru: Цвет переднего плана:
sv: Vald FG-färg

source: Selected Glyph Col
es: Col. del glifo seleccionado
ru: Цвет выделенного глифа
sv: Vald Glyph Col

source: Selected Glyphs
es: Caracteres seleccionados
ru: Выбранные глифы
sv: Valda glyfer

source: Selected LBearing Color
es: Color del margen izquierdo seleccionado
ru: Цвет левого апроша

source: Selected Point Color
es: Color de punto seleccionado
ru: Цвет выделенной точки
sv: Färg på vald punkt

source: Selected Point Width
es: Ancho de punto seleccionado
ru: Ширина выделенной точки
sv: Vald punktbredd

source: Selected Reference Border Color
es: Color del borde de referencia seleccionado
ru: Цвет границы выделенной ссылки

source: Selected Reference Color
es: Color de la referencia seleccionada
ru: Цвет выделенной ссылки

source: Selected Region Color
es: Color de región seleccionada
ru: Цвет выделенной области

source: Selected Width Color
es: Color de ancho seleccionado
ru: Цвет выделенной ширины
sv: Vald bredd Färg

source: Selection Notify Timeout
es: Tiempo de espera de notificación de selección
ru: Интервал уведомления по выделению

source: Self Intersecting
es: Autointersección
ru: Самопересечение
sv: Självsnitt

source: Self-referential character
es: Carácter autorreferencial
ru: Символ со ссылкой на себя
sv: Självrefererande karaktär

source: Self-referential glyph
es: Glifo autoreferencial
ru: Глиф со ссылкой на себя
sv: Självrefererande glyf

source: Selkup
ru: Селькупский

source: Semi-Condensed (87.5%)
es: Semicondensado (87.5%)
ru: Полуузкий (87.5%)
sv: Halvkondenserad (87,5%)

source: Semi-Expanded (112.5%)
es: Semiexpandido (112.5%)
ru: Полуширокий (112.5%)
sv: Semi-Expanderad (112,5%)

source: Sena
ru: Сена

source: Separate ratios for horizontal and vertical stems
es: Relaciones separadas para astas horizontales y verticales
ru: Раздельные соотношения для горизонтальных и вертикальных штрихов
sv: Separata förhållanden för horisontella och vertikala stammar

source: Separate ratios for thin and thick stems
es: Relaciones separadas para astas delgadas y gruesas
ru: Раздельные соотношения для тонких и толстых штрихов
sv: Separata proportioner för tunna och tjocka stjälkar

source: Separation
es: Separación
ru: Разрыв

source: Separation marks only meaningful in contextual chaining lookups, starting at: %.20s...
es: La marca de separación solo es significativa en las búsquedas de encadenamiento contextuales, comenzando en: %.20s...
ru: Отметки разделения имеют смысл только в контекстных цепочках lookup, начиная с: %.20s…
sv: Separationsmarkeringar är endast meningsfulla i kontextuella kedjeuppslagningar, med början vid: %.20s...

source: Sepedi
ru: Сепеди

source: Sequence number out of bounds, must be less than %d (number of classes in list above)
es: Número de secuencia fuera de límites. Debe ser menor que %d (número de clases en la lista anterior)
ru: Число последовательности превышает пределы, должно быть менее %d (число классов в списке выше)
sv: Sekvensnummer utanför gränserna, måste vara mindre än %d (antal klasser i listan ovan)

source: Sequence number out of bounds, must be less than %d (number of glyphs, classes or coverage tables)
es: Número de secuencia fuera de límites. Debe ser menor que %d (número de glifos, clases o tablas de cobertura)
ru: Число последовательности превышает пределы, должно быть менее %d (число глифов, классов или таблиц охвата)
sv: Sekvensnummer utanför gränserna, måste vara mindre än %d (antal glyfer, klasser eller täckningstabeller)

source: Serbian
es: Serbio
ru: Сербский
sv: Serbiska

source: Serbian (Cyrillic)
es: Serbio (Cirílico)
ru: Сербский (Кириллица)
sv: Serbiska (kyrilliska)

source: Serbian (Cyrillic) (Bosnia and Herzegovina)
es: Serbio (cirílico) (Bosnia y Herzegovina)
ru: Сербский (Кириллица) (Босния и Герцеговина)

source: Serbian (Latin)
es: Serbio (latino)
ru: Сербский (Латиница)
sv: Serbiska (latin)

source: Serbian (Latin) (Bosnia and Herzegovina)
es: Serbio (latino) (Bosnia y Herzegovina)
ru: Сербский (Латиница) (Босния и Герцеговина)

source: Serer
ru: Серер

source: Serif
es: Con remates
ru: С засечками

source: Serif Height
es: Altura del remate
ru: Высота засечек
sv: Serifhöjd

source: Serif Height Fuzz
es: Difuminado de la altura de las serifas
ru: Нечёткость высоты засечек
sv: Serifhöjd Fuzz

source: Serif font used in the About dialog
es: Fuente de remates usada en el diálogo Acerca de
ru: Шрифт с засечками для диалогового окна «О программе»

source: Serif height:
es: Altura del remate:
ru: Высота засечек:
sv: Serifhöjd:

source: SerifFont
es: Fuente de remates
ru: Шрифт с засечками

source: SerifSlopeError
es: Error de pendiente de serifas
ru: Погрешность наклона засечки
sv: SerifSlopeFel

source: Set ANGle Weight Pops an int, and sets the angle weight state variable to it Obsolete
es: Establecer el peso del ángulo (SANGW) Desapila un int, y establece la variable de estado del peso del ángulo como él Obsoleto
ru: SANGW Вес угла Извлекает из стека целое число и задаёт ему значение переменной состояния веса угла Устаревшая инструкция
sv: Ställ in ANGle-vikt Popar en int, och sätter variabeln angle tillståndsvariabeln för vikt till den Föråldrad

source: Set All
es: Establecer todo
ru: Включить все
sv: Ställ in alla

source: Set Bearings To:
es: Establecer margen en:
ru: Установить апроши на:
sv: Ställ in lager till:

source: Set Both Bearings...
es: Establecer ambos márgenes...
ru: Установить оба апроша…
sv: Ställ in båda lagren...

source: Set Both Side Bearings...
es: Establecer ambos márgenes laterales...
ru: Установить оба апроша…
sv: Ställ in båda sidolagren...

source: Set Delta Base Pops value sets delta base
es: Establecer base Delta (SDB) Desapila un valor, establece la base de delta
ru: SDB Установка Delta Base Извлекает значение из стека и задаёт delta base
sv: Ställ in Delta Base Pops värde sätter delta bas

source: Set Delta Shift Pops a new value for delta shift
es: Establecer DeSplazamiento delta Desapila un nuevo valor para el desplazamiento delta
ru: Установка Delta Shift Извлекает из стека новое значение для delta shift
sv: Ställ in Delta Shift Visar ett nytt värde för delta shift

source: Set Dual Projection Vector To Line[a] 0 => parallel to line 1=>orthogonal to line Pops two points used to establish the line Sets a second projection vector based on original positions of points
es: Establecer vector de proyección dual a línea[a] (SDPVTL[a]) 0 => paralelo a la línea 1 => ortogonal a la línea Desapila dos puntos usados para establecer la línea Establece un segundo vector de proyección en base a las posiciones originales de los puntos
ru: SDPVTL[a] Установка двойного вектора проекции для линии 0 => параллельно линии 1=> перпендикулярно линии Извлекает две точки для позиционирования линии Устанавливает второй вектор проекции на основе исходных позиций точек
sv: Ställ in vektor för dubbelprojektion till linje[a] 0 => parallell med linjen 1=>ortogonal mot linjen Popar två punkter som används för att fastställa linjen Ställer in en andra projektionsvektor baserad på ursprungliga punkternas ursprungliga positioner

source: Set E_xtremum Bound...
es: Establecer límite e_xtremo...
ru: Установить гра_ницу экстремума…
sv: Ställ in E_xtremum-gränsen...

source: Set Extents
es: Establecer extensiones
ru: Задать смещения
sv: Ställ in extents

source: Set Feature Extents
es: Establecer extensiones de características
ru: Задайте смещения функции
sv: Sätt egenskapusträckning

source: Set Freedom Vector From Stack pops 2 2.14 values (x,y) from stack must be a unit vector
es: Establecer vector de proyección desde la pila (SFVFS) Desapila 2 valores 2.14 (x,y) de la pila Debe ser un vector unitario
ru: SFVFS Установка значения вектора свободы из стека Извлекает из стека значения в формате 2 и 2.14 (x,y), которые должны составлять единичный вектор
sv: Ställ in frihetsvektor från stapel pops 2 2.14 värden (x,y) från stapeln måste vara en enhetsvektor

source: Set Freedom Vector To Coordinate Axis[a] 0=>y axis 1=>x axis
es: Establecer el vector de libertad al eje de coordenadas[a] (SFVTCA[a]) 0=>eje y 1=>eje x
ru: SFVTCA[a] Установка вектора свободы в значение одной из осей координат 0=>ось y 1=>ось x
sv: Sätt frihetsvektor till koordinataxel[a] 0=>y-axel 1=>x-axel

source: Set Freedom Vector To Line[a] 0 => parallel to line 1=>orthogonal to line Pops two points used to establish the line Sets the freedom vector
es: Establecer el vector de Libertad a línea[a] (SFVTL[a]) 0 => paralelo a la línea 1 => ortogonal a la línea Desapila dos puntos usados para establecer la línea Establece el vector de libertad
ru: SFVTL[a] Позиционирование вектора свободы относительно линии 0 => параллельно линии 1=> перпендикулярно линии Извлекает из стека два значения, применяемые для позиционирования линии Устанавливает значение вектора свободы
sv: Ställ in frihetsvektor till linje[a] 0 => parallell med linjen 1=>ortogonal mot linjen Popar upp två punkter som används för att fastställa linjen Ställer in frihetsvektorn

source: Set Freedom Vector To Projection Vector
es: Establecer vector de libertad a vector de proyección (SFVTPV)
ru: SFVTPV Установка вектора свободы по вектору проекции
sv: Uppsättning Frihet Vektor Till Projektion Vektor

source: Set From Font
es: Establecer de fuente
ru: Выбрать из шрифта
sv: Ange från typsnitt

source: Set From N_ame
es: _A partir del nombre
ru: По _имени
sv: Ställ in från N_ame

source: Set From Selection
es: Establecer desde selección
ru: Установить из выделенного
sv: Ställ in från val

source: Set From Val_ue
es: A partir del valor(_U)
ru: По _значению
sv: Ställ in från Val_ue

source: Set LBearing To:
es: Establecer margen I en:
ru: Установить левый апрош на:
sv: Sätt LBearing till:

source: Set LBearing...
es: Establecer margen I...
ru: Установить левый апрош…
sv: Ställ in LBearing...

source: Set LOOP variable Pops the new value for the loop counter Defaults to 1 after each use
es: eStablecer variable LOOP Desapila el nuevo valor para el contador de bucles Regresa por defecto a 1 después de cada uso
ru: SLOOP Установка переменной цикла Извлекает из стека новое значение для счётчика цикла После каждого использования по умолчанию устанавливается значение 1
sv: Ställ in LOOP-variabeln Visar det nya värdet för loopräknaren Standardvärde är 1 efter varje användning

source: Set Minimum Distance Pops a 26.6 value from stack to be new minimum distance
es: Establecer distancia mínima (SMD) Desapila un valor 26.6 de la pila para ser la nueva distancia mínima
ru: SMD Установка минимального расстояния Извлекает из стека значение в формате 26.6, задаваемое в качестве нового минимального расстояния
sv: Ange minsta avstånd Ett värde på 26,6 hämtas från stacken för att bli det nya minimiavståndet

source: Set Name
es: Establecer nombre
ru: Задать имя
sv: Ställ in namn

source: Set Point Size
es: Establecer tamaño de puntos
ru: Задать размер пункта
sv: Ställ in punktstorlek

source: Set Point _Size
es: Establecer tamaño de puntos(_S)
ru: Указать _размер точек экрана
sv: Ställ in punkt_storlek

source: Set Projection Vector From Stack pops 2 2.14 values (x,y) from stack must be a unit vector
es: Establecer vector de proyección desde la pila (SPVFS) Desapila 2 valores 2.14 (x,y) de la pila Debe ser un vector unitario
ru: SPVFS Установка вектора проекции из стека Извлекает из стека значения в формате 2 и 2.14 (x,y), которые должны составлять единичный вектор
sv: Ställ in projektionsvektor från stapel pops 2 2.14 värden (x,y) från stapeln måste vara en enhetsvektor

source: Set Projection Vector To Coordinate Axis[a] 0=>y axis 1=>x axis
es: Establecer el vector de proyección al eje de coordenadas[a] (SPVTCA[a]) 0=>eje y 1=>eje x
ru: SPVTCA[a] Установка вектора проекции в значение одной из осей координат 0=>ось y 1=>ось x
sv: Ställ in projektionsvektor till koordinataxel[a] 0=>y-axel 1=>x-axel

source: Set Projection Vector To Line[a] 0 => parallel to line 1=>orthogonal to line Pops two points used to establish the line Sets the projection vector
es: Establecer el vector de proyección a línea[a] (SPVTL[a]) 0 => paralelo a la línea 1 => ortogonal a la línea Desapila dos puntos usados para establecer la línea Establece el vector de proyección
ru: SPVTL[a] Установка вектора проекции относительно линии 0 => параллельно линии 1=> перпендикулярно линии Извлекает из стека два значения, применяемые для позиционирования линии Устанавливает значение вектора проекции
sv: Ställ in projektionsvektor till linje[a] 0 => parallell med linjen 1=>ortogonal mot linjen Popar två punkter som används för att fastställa linjen Ställer in projektionsvektorn

source: Set RBearing To:
es: Establecer margen D en:
ru: Установить правый апрош на:
sv: Ställ in RBearing To:

source: Set RBearing...
es: Establecer margen D...
ru: Установить правый апрош…
sv: Ställ in RBearing...

source: Set Reference Point 0 Pops a point which becomes the new rp0
es: eStableceR el Punto de referencia 0 Desapila un valor, que se convierte en el nuevo punto de referencia 0 (rp0)
ru: SRP0 Установка точки отсчёта 0 Извлекает из стека точку, которая становится новой точкой rp0
sv: Ställ in referenspunkt 0 Popar upp en punkt som blir den nya rp0

source: Set Reference Point 1 Pops a point which becomes the new rp1
es: eStableceR el Punto de referencia 1 Desapila un valor, que se convierte en el nuevo punto de referencia 1 (rp1)
ru: SRP1 Установка точки отсчёта 1 Извлекает из стека точку, которая становится новой точкой rp1
sv: Ställ in referenspunkt 1 Popar upp en punkt som blir den nya rp1

source: Set Reference Point 2 Pops a point which becomes the new rp2
es: eStableceR el Punto de referencia 2 Desapila un valor, que se convierte en el nuevo punto de referencia 2 (rp2)
ru: SRP2 Установка точки отсчёта 2 Извлекает из стека точку, которая становится новой точкой rp2
sv: Ställ in referenspunkt 2 Popar upp en punkt som blir den nya rp2

source: Set Single Width Pops value for single width value (FUnit)
es: Establecer ancho único (SSW) Desapila un valor para un valor ancho único (FUnit)
ru: SSW Установка единой ширины Извлекает из стека значение для единой ширины (FUnit)
sv: Ställ in enkel bredd Popar värde för singelbreddvärde (FUnit)

source: Set Single Width Cut-In Pops value for single width cut-in value (26.6)
es: Establecer ancho único cortado (SSWCI) Desapila un valor para un valor ancho único cortado (26.6)
ru: SSWCI Установка ограничения единой ширины Извлекает из стека значение для ограничения единой ширины (в формате 26.6)
sv: Ställ in Cut-In för enkel bredd Pops värde för enkelbredds cut-in värde (26.6)

source: Set Vert. Advance To:
es: Establecer avance vertical a:
ru: Установить вертикальную ширину в:
sv: Ställ in Vert. Advance till:

source: Set Vertical Advance...
es: Establecer avance vertical...
ru: Установить вертикальную ширину…
sv: Ställ in vertikal förskjutning...

source: Set Vertical Width...
es: Establecer ancho vertical...
ru: Установить вертикальную ширину…
sv: Ställ in vertikal bredd...

source: Set Width To:
es: Fijar ancho en:
ru: Установить ширину в:
sv: Ställ in bredd till:

source: Set Width...
es: Establecer ancho...
ru: Установить ширину…
sv: Ställ in bredd...

source: Set Zone Pointer 0 Pops the zone number into zp0
es: Set Zone Pointer 0 Desapila el número de zona hacia zp0
ru: SZP0 Установка значения указателя зоны 0 Извлекает из стека номер зоны и помещает его в zp0
sv: Ställ in zonpekare 0 Placerar zonens nummer i zp0

source: Set Zone Pointer 1 Pops the zone number into zp1
es: Set Zone Pointer 1 Desapila el número de zona hacia zp1
ru: SZP1 Установка значения указателя зоны 1 Извлекает из стека номер зоны и помещает его в zp1
sv: Ange zonpekare 1 Placerar zonens nummer i zp1

source: Set Zone Pointer 2 Pops the zone number into zp2
es: Set Zone Pointer 2 Desapila el número de zona hacia zp2
ru: SZP2 Установка значения указателя зоны 2 Извлекает из стека номер зоны и помещает его в zp2
sv: Ställ in zonpekare 2 Placerar zonens nummer i zp2

source: Set Zone PointerS Pops the zone number into zp0,zp1 and zp2
es: Set Zone PointerS Desapila el número de zona hacia zp0, zp1 y zp2
ru: SZPS Установка значения указателя зоны S Извлекает из стека номер зоны и помещает его в zp0, zp1 и zp2
sv: Ange zonpekareS Placerar zonens nummer i zp0,zp1 och zp2

source: Set _Color
es: Establecer _color
ru: _Установить цвет
sv: Ställ in _Color
