Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: All glyphs
es: Todos los glifos
ru: Все глифы
sv: Alla glyfer

source: All glyphs have the same baseline
es: Todos los glifos tienen la misma línea base
ru: У всех глифов одна и та же базовая линия
sv: Alla glyfer har samma baslinje

source: All layers _cubic
es: Todas las capas _cúbicas
ru: Только _кубические
sv: Alla lagers _kubiska

source: All layers _quadratic
es: Todas las capas _cuadráticas
ru: Только к_вадратичные
sv: Alla lagers _kvadratiska

source: All paths should be closed loops, there should be no exposed endpoints
es: Todos los trazados deben ser bucles cerrados, no debe haber puntos finales expuestos
ru: Все контуры должны представлять собой закрытые петли без указания конечных точек
sv: Alla vägar ska vara slutna slingor, det ska inte finnas några exponerade slutpunkter

source: Allow _curve smoothing
es: Permitir suavizado de _curvas
ru: _Разрешить сглаживание кривых
sv: Tillåt utjämning av _kurvor

source: Allow _removal of extrema
es: Pe_rmitir eliminación de nodos extremos
ru: Разрешить _удаление экстремумов
sv: Tillåt _borttagning av extrema

source: Allow _slopes to change
es: Permitir modificación de pendiente_s
ru: Разрешить _изменение изгибов
sv: Tillåt att _lutningar ändras

source: Allow a match even if the search pattern has to be transformed by a combination of the following transformations.
es: Permitir coicidencias incluso si el patrón de búsqueda se tiene que alterar mediante una combinación de las siguientes transformaciones.
ru: Допустить совпадение, даже если шаблон поиска должен быть преобразован комбинацией из последующих трансформаций.
sv: Tillåt en träff även om sökmönstret måste måste omvandlas genom en kombination av följande omvandlingar.

source: Allow editing of multiple colors and shades, fills and strokes. Multi layered fonts can only be output as type3 or svg fonts.
es: Permitir la edición multicapa para los colores, las sombras, los rellenos y los trazos. Las fuentes multicapa únicamente pueden ser del tipo type3 o svg.
ru: Позволяют использовать несколько цветов и оттенков, заполнений и обводок. Многослойные шрифты можно выводить только в качестве шрифтов type3 или svg.
sv: Tillåt redigering av flera färger och nyanser, fyllningar och streck. Flerskiktade typsnitt kan endast matas ut som typ3- eller svg-typsnitt.

source: Allow errors of:
es: Permitir errores de:
ru: Допустима ошибка в:
sv: Tillåt fel av:

source: Allow the full unicode character set in glyph names. This does not conform to adobe's glyph name standard. Such names should be for internal use only and should NOT end up in production fonts.
es: Permite el conjunto completo de caracteres Unicode en los nombres de glifos. Esto no sigue el estándar de glifos de Adobe. Estos nombres deberán ser únicamente para el uso interno y NO deberán estar presentes en fuentes generadas.
ru: Допускать использование полного набора символов Юникод в именах глифов. Такая практика не соответствует стандарту имён глифов Adobe. Такие имена предназначены только для внутреннего использования и не должны оказаться в готовом продукте.
sv: Tillåt hela Unicode-teckenuppsättningen i glyfnamn. Detta överensstämmer inte med Adobes standard för glyfnamn. Sådana namn bör endast vara för internt bruk och bör INTE hamna i produktionstypsnitt.

source: Allow the height match to differ by this much
es: Permite que la coincidencia de alturas difiera por esta cantidad
ru: Разрешить высоте варьироваться на это значение
sv: Låt höjdmatchningen skilja sig åt så här mycket

source: Allow:
es: Permitir
ru: Разрешить:
sv: Tillåt:

source: Allows you to check that horizontal stems in several characters start at the same location.
es: Te permite verificar que las astas horizontales en varios caracteres comienzan en la misma ubicación.
ru: Позволяет убедиться в том, что горизонтальные штрихи нескольких символов начинаются в одном и том же месте.
sv: Gör det möjligt att kontrollera att horisontella stammar i flera tecken börjar på samma plats.

source: Allows you to check that stems have consistent widths..
es: Te permite verificar que las astas tienen anchos consistentes.
ru: Позволяет убедиться в том, что штрихи соответствуют по ширине.
sv: Gör det möjligt att kontrollera att skaftet har samma bredd.

source: Allows you to check that vertical stems in several characters start at the same location.
es: Te permite verificar que las astas verticales en varios caracteres comienzan en la misma ubicación.
ru: Позволяет убедиться в том, что вертикальные штрихи нескольких символов начинаются в одном и том же месте.
sv: Gör det möjligt att kontrollera att vertikala stammar i flera tecken börjar på samma plats.

source: Allows you to find control points which are almost, but not quite horizontal or vertical from their base point (or at the italic angle).
es: Permite encontrar los puntos de control que casi forman, pero no completamente, una horizontal o una vertical con sus puntos base (o de igual pendiente que las cursivas).
ru: Позволяет найти управляющие точки, которые почти, но не вполне горизонтальны или вертикальны относительно своей базовой точки (или не вполне совпадают по углу наклона).
sv: Gör att du kan hitta kontrollpunkter som är nästan, men inte helt horisontella eller vertikala från sin baspunkt (eller i den kursiva vinkeln).

source: Allows you to find control points which when projected onto the line segment between the two end points lie outside of those end points
es: Te permite encontrar puntos de control que, al ser proyectados en el segmento de línea entre los dos puntos finales, se encuentran fuera de esos puntos finales
ru: Позволяет найти управляющие точки, которые при проекции на сегмент линии между двумя конечными точками оказываются вне этих конечных точек
sv: Gör det möjligt att hitta kontrollpunkter som när de projiceras på linjesegmentet mellan de två ändpunkterna ligger utanför dessa ändpunkter

source: Allows you to find lines which are almost, but not quite horizontal or vertical (or at the italic angle).
es: Permite encontrar líneas que son casi pero no completamente horizontales o verticales (o inclinados al igual que las cursivas).
ru: Позволяет найти линии, которые почти, но не вполне горизонтальны или вертикальны (или не вполне совпадают по углу наклона).
sv: Gör att du kan hitta linjer som är nästan, men inte helt horisontella eller vertikala (eller i den kursiva vinkeln).

source: Allows you to find points which are slightly off from the baseline, xheight, cap height, ascender, descender heights.
es: Te permite encontrar puntos ligeramente fuera de la línea base, altura x, altura del tope, alturas del ascensor o descensor.
ru: Позволяет найти точки, немного отстоящие по Y от базовой линии, от высоты строчных и прописных букв, а также от верхних и нижних выносных элементов.
sv: Gör att du kan hitta punkter som är något från baslinjen, x-höjden, cap-höjden, ascender- och descenderhöjder.

source: Allows you to select optional behavior when generating the font
es: Permite optimizar los parámetros utilizados para generar la fuente
ru: Позволяет выбрать варианты поведения при создании шрифта
sv: Ger dig möjlighet att välja valfritt beteende när du genererar typsnittet

source: Almost H/V Color
es: Color casi H/V
ru: Цвет почти Г/В
sv: Nästan H/V Färg

source: Almost Horizontal/Vertical Curves
es: Curvas casi horizontales/verticales
ru: Почти горизонтальные/вертикальные кривые
sv: Nästan horisontella/vertikala kurvor

source: Almost Horizontal/Vertical Lines
es: Líneas casi horizontales/verticales
ru: Почти горизонтальные/вертикальные линии
sv: Nästan horisontella/vertikala linjer

source: Almost stem_3 hint
es: Casi es una pista stem_3
ru: Почти хинт stem_3
sv: Nästan stam_3-ledtråd

source: Alphabetic Presentation Forms
es: Formas de presentación alfabética
ru: Формы алфавитного представления (лигатуры)
sv: Alfabetiska presentationsformer

source: Alsatian
es: Alsaciano
ru: Эльзасский
sv: Alsace

source: Also enable preview mode when the space bar is pressed.
es: También activa el modo de vista previa cuando la barra espaciadora sea presionada.
ru: Включать режим предпросмотра в том числе и при нажатии пробела.

source: Alt Subs
es: Elegir variante
ru: Альтернативные

source: Altai
es: Altái
ru: Алтайский

source: Alternate Annotation Forms
es: Formas de anotación alternativas
ru: Дополнительные формы примечаний
sv: Alternativa formulär för anteckningar

source: Alternate Substitution
es: Sustitución alternativa
ru: Подстановка альтернативной формы
sv: Alternativt byte av plats

source: Alternate Unicode Encodings / Variation Selectors
es: Codificaciones Unicode alternas / Selectores de variación
ru: Альтернативные кодировки Юникода / Селекторы вариаций
sv: Alternativa Unicode-kodningar / Variationsväljare

source: Alternate Vertical Half Metrics
es: Métricas medias verticales alternativas
ru: Альтернативные половинные вертикальные размерности
sv: Alternativa vertikala halvmätvärden

source: Alternate Vertical Metrics
es: Métricas verticales alternativas
ru: Альтернативные вертикальные размерности
sv: Alternativa vertikala mätvärden

source: Alternative Half Widths
es: Alternativas de anchos medios
ru: Альтернативные полуширинные формы
sv: Alternativa halvbredder

source: Aluo
ru: Лалуо

source: Always
es: Siempre
ru: Всегда
sv: Alltid

source: Always show the control points when editing a glyph. This can be turned off in the menu View/Show, this setting will effect if control points are shown initially. Change requires a restart of fontforge.
es: Siempre mostrar los puntos de control al editar un glifo. Esto puede ser apagado en el menú Vista/Mostrar, esta configuración surtirá efecto si los puntos de control son mostrados inicialmente. Cambiar esto requiere un reinicio de FontForge.
ru: Всегда отображать управляющие точки при изменении глифа. Этот параметр можно отключить в меню «Вид»/«Показать», он будет срабатывать, если управляющие точки изначально отображаются. Изменение параметра требует перезапуска fontforge.

source: Americanist IPA
es: AFI americanista
ru: Американская международная фонетическая транскрипция

source: Amount
es: Cantidad
ru: Величина
sv: Belopp

source: Amount above top of large box to place baseline of superscripts
es: Cantidad sobre la parte superior de la caja grande para colocar la línea base de los superíndices
ru: Величина подъёма от верхней границы большого блока для размещения базовой линии верхнего регистра
sv: Belopp ovanför toppen av stor ruta för att placera baslinjen för upphöjda bokstäver

source: Amount below bottom of large box to place baseline of subscripts
es: Cantidad bajo la parte inferior de la caja grande para colocar la línea base de los subíndices
ru: Величина снижения от нижней границы большого блока для размещения базовой линии нижнего регистра
sv: Belopp under botten av stor ruta för att placera baslinje för abonnemang

source: Amount to lower baseline for denominators in display styles
es: Cantidad para reducir la línea base para los denominadores en los estilos de visualización
ru: Величина снижения базовой линии для числителя в выключных стилях отображения
sv: Belopp för att sänka baslinjen för nämnare i visningsstilar

source: Amount to lower baseline for denominators in non-display styles
es: Cantidad para disminuir la línea base para los denominadores en los estilos que no son de visualización
ru: Величина снижения базовой линии для знаменателя в невыключных стилях отображения
sv: Belopp för att sänka baslinjen för nämnare i icke-displayformat

source: Amount to lower baseline for subscripts in display styles
es: Cantidad para reducir la línea base para los subíndices en los estilos de visualización
ru: Величина снижения базовой линии для верхнего регистра в выключных стилях отображения
sv: Belopp för att sänka baslinjen för subskriptioner i visningsstilar

source: Amount to lower baseline for subscripts in non-display styles
es: Cantidad para reducir la línea base para los subíndices en los estilos que no son de visualización
ru: Величина смещения вниз базовой линии для нижнего регистра в невыключных стилях отображения
sv: Belopp för att sänka baslinjen för subskriptioner i stilar som inte visas

source: Amount to raise baseline for numerators in display styles
es: Cantidad para elevar la línea base para los numeradores en los estilos de visualización
ru: Величина подъёма базовой линии для числителя в выключных стилях отображения
sv: Belopp för att höja baslinjen för täljare i visningsstilar

source: Amount to raise baseline for numerators in non-display atop styles
es: Cantidad para elevar la línea base para los numeradores en los estilos que no son de visualización en la parte superior
ru: Величина подъёма базовой линии для числителя в невыключных стилях без дробной черты
sv: Belopp för att höja baslinjen för täljare i atop-stilar som inte visas

source: Amount to raise baseline for numerators in non-display styles
es: Cantidad para elevar la línea base para los numeradores en los estilos que no son de visualización
ru: Величина подъёма базовой линии для числителя в невыключных стилях отображения
sv: Belopp för att höja baslinjen för täljare i stilar som inte visas

source: Amount to raise baseline for superscripts in display styles
es: Cantidad para elevar la línea base para los superíndices en los estilos de visualización
ru: Величина подъёма базовой линии для верхнего регистра в выключных стилях отображения
sv: Belopp för att höja baslinjen för upphöjda bokstäver i visningsstilar

source: Amount to raise baseline for superscripts in modified styles
es: Cantidad para elevar la línea base para los superíndices en los estilos modificados
ru: Величина подъёма базовой линии для верхнего регистра в модифицированных стилях
sv: Belopp för att höja baslinjen för upphöjda bokstäver i modifierade stilar

source: Amount to raise baseline for superscripts in non-display styles
es: Cantidad para elevar la línea base para los superíndices en los estilos que no son de visualización
ru: Величина подъёма базовой линии для верхнего регистра в невыключных стилях отображения
sv: Belopp för att höja baslinjen för överskrift i stilar som inte visas

source: An SVG font without a familyname value might not be usable.
es: Una fuente SVG sin un valor "familyname" podría no ser utilizable.
ru: Шрифт SVG не имеющий имени семейства шрифтов может не подойти для использования.

source: An entry in the "Sizes" field is not a number.
es: Una entrada en el campo "sizes" (tamaños) no es un número.
ru: Значение в поле «Размеры» не является числом.
sv: En post i fältet "Sizes" är inte ett nummer.

source: An entry in the "Sizes" field is unreasonable.
es: Una entrada en el campo "sizes" (tamaños) no es razonable.
ru: Значение в поле «Размеры» нецелесообразно.
sv: En post i fältet "Storlekar" är orimlig.

source: An error occurred when writing the resource file
es: Se ha producido un error al escribir el archivo de recursos
ru: Произошла ошибка при записи файла ресурса
sv: Ett fel uppstod vid skrivning av resursfilen

source: An error occurred writing %s
es: Un error ocurrió al escribir %s
ru: Произошла ошибка при записи в %s
sv: Ett fel inträffade vid skrivning av %s

source: An integral number of the selection will be used to cover the path. If the path length is not evenly divisible by the selection's height, then the selection should be scaled slightly.
es: Se usará un número integral de la selección para cubrir el trazado. Si la longitud del trazado no es divisible de manera uniforme por la altura de la selección, entonces la selección deberá ser escalada ligeramente.
ru: Для охвата контура будет использоваться целое число повторов выделения. Если длина контура не делиться ровно на высоту выделенного, то необходимо выполнить небольшое изменение масштаба выделения.
sv: Ett helt antal av urvalet kommer att användas för att täcka stigen. Om slingans längd inte är jämnt delbar med markeringens höjd höjd, bör markeringen skalas något.

source: An ordered list of lookups and positions
es: Una lista ordenada de búsquedas y posiciones
ru: Упорядоченный список lookup и позиций
sv: En ordnad lista med uppslag och positioner

source: An outline font editor
es: Un editor de fuentes de contorno
ru: Редактор контурных шрифтов

source: An range in the "Sizes" field is incorrectly ordered.
es: Un rango en el campo "sizes" (tamaños) está ordenado incorrectamente.
ru: Диапазон в поле «Размеры» неверно упорядочен.
sv: Ett sortiment i fältet "Storlekar" är felaktigt beställt.

source: An sfnt file may contain a large number of tables, but this one has over 1000 and that seems like too many
es: Un archivo sfnt puede contener un gran número de tablas, pero este tiene más de 1000 y eso parece demasiado
ru: Файл sfnt может содержать большое число таблиц, но в данном файле их содержится более 1000 и возникает справедливое ощущение, что это слишком много
sv: En sfnt-fil kan innehålla ett stort antal tabeller, men den här har över 1000 och det verkar vara för många

source: An sfnt file must contain SOME tables, but this one does not.
es: Un archivo sfnt debe contener ALGUNAS tablas, pero este no las contiene.
ru: Файл sfnt должен содержать НЕСКОЛЬКО таблиц, но в данном файле они отсутствуют.
sv: En sfnt-fil måste innehålla några tabeller, men det gör inte den här.

source: An unsigned byte to be pushed on the stack
es: Un byte no firmado para ser empujado en la pila
ru: В стек необходимо поместить беззнаковый бит
sv: En osignerad byte som ska skjutas upp på stacken

source: Anatolian Hieroglyphs
es: Hieroglíficos anatolios
ru: Анатолийские иероглифы

source: Anchor Class Name
es: Nombre de clase de anclaje
ru: Имя класса опорной точки
sv: Ankare Klassnamn

source: Anchor Color
es: Color de ancla
ru: Цвет опорной точки
sv: Ankarfärg

source: Anchor Control
es: Control de ancla
ru: Контроль опорной точки
sv: Ankarkontroll

source: Anchor Control for Base
es: Control de anclaje para la base
ru: Контроль опорных точек для основы
sv: Ankarstyrning för bas

source: Anchor Control for Mark
es: Control de anclaje para la marca
ru: Контроль опорных точек для диакритики
sv: Ankarstyrning för Mark

source: Anchor Control for class %.100s in glyph %.100s as %.20s
es: Control de ancla para la clase %.100s en el glifo %.100s como %.20s
ru: Контроль опорной точки для класса %.100s в глифе %.100s как %.20s
sv: Ankarkontroll för klass %.100s i glyf %.100s som %.20s

source: Anchor Control...
es: Control de anclaje...
ru: Контроль опорной точки…
sv: Ankarkontroll...

source: Anchor Lost
es: Ancla perdida
ru: Опорная точка потеряна
sv: Förlorat ankare

source: Anchor Point Info
es: Información del punto de anclaje
ru: Информация об опорной точке
sv: Info om ankarpunkt

source: Anchor Point with no class name: %s
es: Punto de anclaje sin nombre de clase: %s
ru: Опорная точка без имени класса: %s

source: Anchor _Glyph at Point
es: Anclar _glifo en el punto
ru: Установить оп. точку _глифа в точке
sv: Förankra _glyf vid punkt

source: Anchor classes in subtable %.80s
es: Clases de anclaje en la subtabla %.80s
ru: Классы опорных точек в подтаблице %.80s
sv: Förankringsklasser i undertabell %.80s

source: Anchor-%d
es: Ancla-%d
ru: Оп.точка-%d
sv: Ankare-%d

source: AnchorClass|New _Class
es: Nueva _clase
ru: Создать _класс

source: AnchorPoint|_New
es: _Nuevo
ru: _Создать
sv: _Ny

source: Anchored Line Color
es: Color de línea anclada
ru: Цвет линии сцепленного глифа
sv: Förankrad linje Färg

source: Anchored Pairs
es: Pares de anclaje
ru: Сцепленные пары
sv: Förankrade par

source: Ancient Greek Musical Notation
es: Notación musical del griego clásico
ru: Древнегреческие музыкальные символы
sv: Antik grekisk musiknotation

source: Ancient Greek Numbers
es: Números griegos clásicos
ru: Древнегреческие цифры
sv: Forntida grekiska siffror

source: Ancient Ligatures (Obsolete)
es: Ligaduras antiguas (obsoleto)
ru: Древние лигатуры (устарело)

source: Ancient Symbols
es: Símbolos antiguos
ru: Древние символы
sv: Forntida symboler

source: Angle:
es: Ángulo:
ru: Угол:
sv: Vinkel:

source: Anglo-Saxon
es: Anglosajón
ru: Древнеанглийский

source: Anti-Alias
ru: Сглаживание
sv: Kantutjämning

source: Any computed kerning change whose absolute value is less that this will be ignored.
es: Cualquier cambio de interletraje calculado cuyo valor absoluto sea menor a este será ignorado.
ru: Любое расчётное изменение кернинга со значением меньше данного будет проигнорировано.
sv: Varje beräknad kerningförändring vars absoluta värde är mindre än detta kommer att ignoreras.

source: Any other command with all its arguments. The command must expect to deal with a postscript file which it will find by reading its standard input.
es: Cualquier otro comando con todos sus argumentos. El comando debe esperar lidiar con un archivo PostScript, que encontrará leyendo su entrada estándar.
ru: Любая другая команда со всеми её параметрами. Команда должна понимать postscript-файл, который передаётся через стандартный ввод.
sv: Vilket annat kommando som helst med alla dess argument. Kommandot måste förvänta sig att hantera en postscript fil som det hittar genom att läsa dess standardinmatning.

source: Any points this high will be assumed to be on serifs, and will remain at that height after processing. (So serifs should remain the same size). (If you do wish the serifs to grow, set this to 0)
es: Se asumirá que cualquier punto así de alto estará en las serifas, y permanecerá a esa altura después del procesamiento. (Así que las serifas deben seguir siendo del mismo tamaño). (Si deseas que las serifas crezcan, establece esto en 0)
ru: Любые точки на этой высоте будут считаться находящимися на засечках и останутся на этой высоте после обработки. (Поэтому размер засечек не должен измениться). (Если же предполагается увеличение засечек, укажите значение 0)
sv: Alla punkter som är så höga kommer att antas vara på seriffer, och kommer att förbli på den höjden efter bearbetning. (Seriferna bör alltså behålla samma storlek). (Om du vill att seriferna ska växa, ställ in detta till 0)
