Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Chaining Positioning
es: Posicionamiento de encadenamiento
ru: Цепочка позиционирования
sv: Kedjekoppling Positionering

source: Chaining Substitution
es: Sustitución de encadenamiento
ru: Цепочка подстановок

source: Chaining position
es: Posición de encadenamiento
ru: Цепочка позиционирования
sv: Position för kedjekoppling

source: Chaining substitution
es: Sustitución de encadenamiento
ru: Цепочка подстановок

source: Chakma
ru: Чакма

source: Cham
ru: Чамское письмо

source: Chamorro
ru: Чаморро

source: Change
es: Cambiar
ru: Изменить
sv: Ändra

source: Change Glyphs
es: Cambiar glifos
ru: Изменение глифов
sv: Ändra glyfer

source: Change Length
es: Cambiar longitud
ru: Изменить длину
sv: Ändra längd

source: Change Supplement...
es: Cambiar suplemento...
ru: Изменить дополнение…
sv: Ändra tillägg...

source: Change UniqueID?
es: ¿Modificar UniqueID?
ru: Изменить UniqueID?
sv: Ändra UniqueID?

source: Change Weight
es: Cambiar peso
ru: Смена насыщенности
sv: Ändra Vikt

source: Change X-Height
es: Cambiar altura X
ru: Смена высоты строчных
sv: Ändra X-höjd

source: Change XHeight
es: Cambiar altura X
ru: Смена роста прописных
sv: Ändra XHöjd

source: Change _Glyph...
es: Cambiar _glifo...
ru: Изменить _глиф…
sv: Ändra _Glyph...

source: Change _Weight...
es: Cambiar peso(_W)...
ru: _Изменить насыщенность…
sv: Ändra _Vikt...

source: Change _X-Height...
es: Cambiar altura _X...
ru: _Изменить высоту строчных…
sv: Ändra _X-höjd...

source: Change whether spiro is active or not
es: Cambia si la espira está activa o no
ru: Изменить активность Спиро
sv: Ändra om spiro är aktiv eller inte

source: Changed Color
es: Color cambiado
ru: Цвет изменившегося глифа:
sv: Ändrad färg

source: Changing glyph weights
es: Cambiando peso de los glifos
ru: Смена насыщенности глифа

source: Changing glyphs
es: Cambiando glifos
ru: Смена глифов
sv: Ändra glyfer

source: Changing the left side bearing of a glyph adjusts the lbearing of other references in all accented glyphs based on it.
es: Al modificar el margen izquierdo de un carácter se ajustan los márgenes izquierdos de otras referencias en todos los caracteres acentuados basados en él.
ru: Изменение левого апроша глифа подстраивает левый апрош других ссылок у всех основанных на нём акцентированных глифов.
sv: Om man ändrar vänster sidas bäring av en glyf justerar l-bäringen av andra referenser i alla accentuerade glyfer som är baserade på den.

source: Changing the width of a glyph changes the widths of all accented glyphs based on it.
es: Al modificar el ancho de un carácter se modifican los anchos de todos los caracteres acentuados basados en él.
ru: Изменение ширины глифа изменяет ширину всех акцентированных глифов, которые на нём основаны.
sv: Ändra bredden på en glyf ändras bredden på alla accentuerade glyfer som är baserade på den.

source: Char. _Range
es: Rango de caracteres
ru: Диапазон си_мв.

source: CharCenterHighest
es: Centrar parte alta del carácter
ru: Центрировать по верхней точке глифа
sv: CharCenterHögsta

source: Character Variants 01
es: Variantes del carácter 01
ru: Варианты символов 01
sv: Karaktärsvarianter 01

source: Character Variants 02
es: Variantes del carácter 02
ru: Варианты символов 02
sv: Karaktärsvarianter 02

source: Character Variants 03
es: Variantes del carácter 03
ru: Варианты символов 03
sv: Karaktärsvarianter 03

source: Character Variants 04
es: Variantes del carácter 04
ru: Варианты символов 04
sv: Karaktärsvarianter 04

source: Character Variants 05
es: Variantes del carácter 05
ru: Варианты символов 05
sv: Karaktärsvarianter 05

source: Character Variants 06
es: Variantes del carácter 06
ru: Варианты символов 06
sv: Karaktärsvarianter 06

source: Character Variants 07
es: Variantes del carácter 07
ru: Варианты символов 07
sv: Karaktärsvarianter 07

source: Character Variants 08
es: Variantes del carácter 08
ru: Варианты символов 08
sv: Karaktärsvarianter 08

source: Character Variants 09
es: Variantes del carácter 09
ru: Варианты символов 09
sv: Karaktärsvarianter 09

source: Character Variants 10
es: Variantes del carácter 10
ru: Варианты символов 10
sv: Karaktärsvarianter 10

source: Character Variants 11
es: Variantes del carácter 11
ru: Варианты символов 11

source: Character Variants 12
es: Variantes de Carácter 12
ru: Варианты символов 12

source: Character Variants 13
es: Variantes de Carácter 13
ru: Варианты символов 13

source: Character Variants 14
es: Variantes de Carácter 14
ru: Варианты символов 14

source: Character Variants 15
es: Variantes del carácter 15
ru: Варианты символов 15

source: Character Variants 16
es: Variantes del carácter 16
ru: Варианты символов 16

source: Character Variants 17
es: Variantes del carácter 17
ru: Варианты символов 17

source: Character Variants 18
es: Variantes del carácter 18
ru: Варианты символов 18

source: Character Variants 19
es: Variantes del carácter 19
ru: Варианты символов 19

source: Character Variants 20
es: Variantes del carácter 20
ru: Варианты символов 20

source: Character Variants 21
es: Variantes del carácter 21
ru: Варианты символов 21

source: Character Variants 22
es: Variantes del carácter 22
ru: Варианты символов 22

source: Character Variants 23
es: Variantes del carácter 23
ru: Варианты символов 23

source: Character Variants 24
es: Variantes del carácter 24
ru: Варианты символов 24

source: Character Variants 25
es: Variantes del carácter 25
ru: Варианты символов 25

source: Character Variants 26
es: Variantes del carácter 26
ru: Варианты символов 26

source: Character Variants 27
es: Variantes del carácter 27
ru: Варианты символов 27

source: Character Variants 28
es: Variantes del carácter 28
ru: Варианты символов 28

source: Character Variants 29
es: Variantes del carácter 29
ru: Варианты символов 29

source: Character Variants 30
es: Variantes del carácter 30
ru: Варианты символов 30

source: Character Variants 31
es: Variantes del carácter 31
ru: Варианты символов 31

source: Character Variants 32
es: Variantes del carácter 32
ru: Варианты символов 32

source: Character Variants 33
es: Variantes del carácter 33
ru: Варианты символов 33

source: Character Variants 34
es: Variantes del carácter 34
ru: Варианты символов 34

source: Character Variants 35
es: Variantes del carácter 35
ru: Варианты символов 35

source: Character Variants 36
es: Variantes del carácter 36
ru: Варианты символов 36

source: Character Variants 37
es: Variantes del carácter 37
ru: Варианты символов 37

source: Character Variants 38
es: Variantes del carácter 38
ru: Варианты символов 38

source: Character Variants 39
es: Variantes del carácter 39
ru: Варианты символов 39

source: Character Variants 40
es: Variantes del carácter 40
ru: Варианты символов 40

source: Character Variants 41
es: Variantes del carácter 41
ru: Варианты символов 41

source: Character Variants 42
es: Variantes del carácter 42
ru: Варианты символов 42

source: Character Variants 43
es: Variantes del carácter 43
ru: Варианты символов 43

source: Character Variants 44
es: Variantes del carácter 44
ru: Варианты символов 44

source: Character Variants 45
es: Variantes del carácter 45
ru: Варианты символов 45

source: Character Variants 46
es: Variantes del carácter 46
ru: Варианты символов 46

source: Character Variants 47
es: Variantes del carácter 47
ru: Варианты символов 47

source: Character Variants 48
es: Variantes del carácter 48
ru: Варианты символов 48

source: Character Variants 49
es: Variantes del carácter 49
ru: Варианты символов 49

source: Character Variants 50
es: Variantes del carácter 50
ru: Варианты символов 50

source: Character Variants 51
es: Variantes del carácter 51
ru: Варианты символов 51

source: Character Variants 52
es: Variantes del carácter 52
ru: Варианты символов 52

source: Character Variants 53
es: Variantes del carácter 53
ru: Варианты символов 53

source: Character Variants 54
es: Variantes del carácter 54
ru: Варианты символов 54

source: Character Variants 55
es: Variantes del carácter 55
ru: Варианты символов 55

source: Character Variants 56
es: Variantes del carácter 56
ru: Варианты символов 56

source: Character Variants 57
es: Variantes del carácter 57
ru: Варианты символов 57

source: Character Variants 58
es: Variantes del carácter 58
ru: Варианты символов 58

source: Character Variants 59
es: Variantes del carácter 59
ru: Варианты символов 59

source: Character Variants 60
es: Variantes del carácter 60
ru: Варианты символов 60

source: Character Variants 61
es: Variantes del carácter 61
ru: Варианты символов 61

source: Character Variants 62
es: Variantes del carácter 62
ru: Варианты символов 62

source: Character Variants 63
es: Variantes del carácter 63
ru: Варианты символов 63

source: Character Variants 64
es: Variantes del carácter 64
ru: Варианты символов 64

source: Character Variants 65
es: Variantes del carácter 65
ru: Варианты символов 65

source: Character Variants 66
es: Variantes del carácter 66
ru: Варианты символов 66

source: Character Variants 67
es: Variantes del carácter 67
ru: Варианты символов 67

source: Character Variants 68
es: Variantes del carácter 68
ru: Варианты символов 68

source: Character Variants 69
es: Variantes del carácter 69
ru: Варианты символов 69

source: Character Variants 70
es: Variantes del carácter 70
ru: Варианты символов 70

source: Character Variants 71
es: Variantes del carácter 71
ru: Варианты символов 71

source: Character Variants 72
es: Variantes del carácter 72
ru: Варианты символов 72

source: Character Variants 73
es: Variantes del carácter 73
ru: Варианты символов 73

source: Character Variants 74
es: Variantes del carácter 74
ru: Варианты символов 74

source: Character Variants 75
es: Variantes del carácter 75
ru: Варианты символов 75

source: Character Variants 76
es: Variantes del carácter 76
ru: Варианты символов 76

source: Character Variants 77
es: Variantes del carácter 77
ru: Варианты символов 77

source: Character Variants 78
es: Variantes del carácter 78
ru: Варианты символов 78

source: Character Variants 79
es: Variantes del carácter 79
ru: Варианты символов 79

source: Character Variants 80
es: Variantes del carácter 80
ru: Варианты символов 80

source: Character Variants 81
es: Variantes del carácter 81
ru: Варианты символов 81

source: Character Variants 82
es: Variantes del carácter 82
ru: Варианты символов 82

source: Character Variants 83
es: Variantes del carácter 83
ru: Варианты символов 83

source: Character Variants 84
es: Variantes del carácter 84
ru: Варианты символов 84

source: Character Variants 85
es: Variantes del carácter 85
ru: Варианты символов 85

source: Character Variants 86
es: Variantes del carácter 86
ru: Варианты символов 86

source: Character Variants 87
es: Variantes del carácter 87
ru: Варианты символов 87

source: Character Variants 88
es: Variantes del carácter 88
ru: Варианты символов 88

source: Character Variants 89
es: Variantes del carácter 89
ru: Варианты символов 89

source: Character Variants 90
es: Variantes del carácter 90
ru: Варианты символов 90

source: Character Variants 91
es: Variantes del carácter 91
ru: Варианты символов 91

source: Character Variants 92
es: Variantes del carácter 92
ru: Варианты символов 92

source: Character Variants 93
es: Variantes del carácter 93
ru: Варианты символов 93

source: Character Variants 94
es: Variantes del carácter 94
ru: Варианты символов 94

source: Character Variants 95
es: Variantes del carácter 95
ru: Варианты символов 95

source: Character Variants 96
es: Variantes del carácter 96
ru: Варианты символов 96

source: Character Variants 97
es: Variantes del carácter 97
ru: Варианты символов 97

source: Character Variants 98
es: Variantes del carácter 98
ru: Варианты символов 98

source: Character Variants 99
es: Variantes del carácter 99
ru: Варианты символов 99
sv: Karaktärsvarianter 99

source: Charsets
es: Conjuntos de caracteres
ru: Кодировки
sv: Charset

source: Chattisgarhi
es: Chatisgarí
ru: Чхаттисгархи

source: Chechen
es: Checheno
ru: Чеченский
sv: Tjetjenska

source: Check Advance:
es: Verificar avance:
ru: Проверять на ширину:
sv: Kontrollera förskott:

source: Check Box
es: Casilla de selección
ru: Флажок
sv: Kryssruta

source: Check Box Off Mark
es: Marca de casilla desactivada
ru: Метка снятия флажка
sv: Kryssa i ruta Av Markera

source: Check Box On Mark
es: Marca de casilla activada
ru: Метка установки флажка
sv: Kryssa i ruta på märke

source: Check Self-Intersection
es: Revisar autointersección
ru: Проверять наличие самопересечений
sv: Kontrollera självintersektionering

source: Check Unicode/Name mismatch
es: Verificar discrepancia entre Unicode y nombre
ru: Проверять на несоответствие Юникода и имени
sv: Kontrollera felmatchning av Unicode/Namn

source: Check VAdvance:
es: Verificar avance V:
ru: Проверять на вертикальную ширину:
sv: Kontrollera VAdvance:

source: Check _flipped references
es: Verificar re_ferencias volteadas
ru: Проверять на _зеркальные ссылки
sv: Kontrollera _flippade referenser

source: Check _missing extrema
es: Verificar nodos extremos faltantes(_M)
ru: Проверить отсутствие _экстремумов
sv: Kontrollera _ saknas extrema

source: Check _outermost paths clockwise
es: Trayect_os externos en sentido horario
ru: Проверять на _внешние контуры по часовой стрелке
sv: Kontrollera _yttersta slingorna medsols

source: Check for CIDs defined _twice
es: Verificar CIDs definidos dos veces(_T)
ru: Проверять на двукратное _определение CID
sv: Kontrollera om CID:n har definierats _två gånger

source: Check for _irrelevant control points
es: Ver_ificar puntos de control irrelevantes
ru: _Проверять на нерелевантные упр. точки
sv: Kontrollera om det finns _irrelevanta kontrollpunkter

source: Check for _undefined CIDs
es: Verificar CIDs sin definir(_B)
ru: Проверять на отсутствие определения _CID
sv: Kontrollera för _odefinierade CID:n

source: Check for characters which contain 'GSUB' entries which refer to empty characters
es: Verificar caracteres que contienen entradas "GSUB" que se refieren a caracteres vacíos
ru: Проверять на наличие символов, содержащих элементы «GSUB», ссылающихся на пустые символы
sv: Kontrollera tecken som innehåller "GSUB"-poster som hänvisar till tomma tecken

source: Check for characters whose advance width is not the displayed value.
es: Verificar caracteres cuyo ancho de avance no es el valor mostrado.
ru: Поиск символов, ширина которых не соответствует указанному значению.
sv: Kontrollera om det finns tecken med en annan bredd än den som visas.

source: Check for characters whose name maps to a unicode code point which does not map the character's assigned code point.
es: Verificar caracteres cuyos nombres se mapean a un punto de código Unicode que no se mapea al punto de código asignado por el carácter.
ru: Проверять символы с именами, привязанными к коду Юникода, который не соответствует заданному коду символа.
sv: Kontrollera om tecken vars namn motsvarar en Unicode-kodpunkt som inte motsvarar tecknets tilldelade kodpunkt.

source: Check for characters whose vertical advance width is not the displayed value.
es: Verificar caracteres cuyo ancho de avance vertical no es el valor mostrado.
ru: Поиск символов, вертикальная ширина которых не соответствует указанному значению.
sv: Kontrollera om det finns tecken som har en annan vertikal bredd än det värde som visas.

source: Check for incomplete mark to base subtables
es: Verificar subtablas incompletas de marcas a bases
ru: Проверять на неполные таблицы положения диакритики относительно базы
sv: Kontrollera för ofullständig markering för att basera subtabeller

source: Check for missing _glyph names
es: Verificar nombres de _glifos faltantes
ru: Проверять на отсутствие _имён глифов
sv: Kontrollera om _glyph-namn saknas

source: Check for missing _scripts in features
es: Verificar e_scrituras faltantes en características
ru: Проверять на отсутствие _систем письменности в функциях
sv: Kontrollera om _scripts saknas i funktioner

source: Check for missing glyph names
es: Verificar nombres de glifos faltantes
ru: Проверять отсутствие имен глифов
sv: Kontrollera om glyfnamn saknas

source: Check for multiple characters with the same name
es: Verificar múltiples caracteres con el mismo nombre
ru: Проверять случаи присвоения одного имени нескольким символам
sv: Kontrollera om det finns flera tecken med samma namn

source: Check missing _bitmaps
es: Verificar mapas de _bits faltantes
ru: Проверить отсутствие растровых символов
sv: Kontrollera saknade _bitmaps

source: Check multiple Names
es: Verificar nombres múltiples
ru: Проверять на множественное присвоение имён
sv: Kontrollera flera namn

source: Check multiple Unicode
es: Verificar Unicode múltiple
ru: Проверять на множественное присвоение Юникода
sv: Kontrollera flera Unicode

source: Check substitutions for empty chars
es: Verificar sustituciones para caracteres vacíos
ru: Проверять подстановки на пустые символы

source: Check the glyph outlines for standard errors before saving This can be slow.
es: Verifica los contornos de glifos para errores estándar antes de guardar. Esto puede ser lento.
ru: Проверьте контуры глифа перед сохранением на стандартные ошибки Проверка может занять некоторое время.
sv: Kontrollera glyfkonturerna för standardfel innan du sparar Detta kan vara långsamt.

source: Check whether a CID is defined in more than one sub-font
es: Verificar si ha sido definido un CID en más de una subfuente
ru: Проверять определены ли CID в более, чем одном подшрифте
sv: Kontrollera om ett CID är definierat i mer än en sub-font

source: Check whether a CID is undefined in all sub-fonts
es: Verificar si un CID está sin definir en todas las subfuentes
ru: Проверять на отсутствие определения CID во всех подшрифтах
sv: Kontrollera om ett CID är odefinierat i alla undertypsnitt

source: Check whether a substitution, kerning class, etc. uses a glyph name which does not match any glyph in the font
es: Verificar si una sustitución, una clase de interletraje, etc. usa un nombre de glifo que no coincide con ningún glifo en la fuente
ru: Проверять подстановку, класс кернинга, и т.д. на использование имени глифа, не совпадающего ни с одним глифом в данном шрифте
sv: Kontrollera om en substitution, kerningklass etc. använder ett glyfnamn som inte matchar någon glyf i typsnittet

source: Cherokee
es: Cheroqui
ru: Чероки

source: Cherokee Supplement
es: Cherokee, suplemento
ru: Дополнение к Чероки

source: Chess Symbols
es: Símbolos de ajedrez
ru: Шахматные символы

source: Cheyenne
es: Cheyene
ru: Шайенский

source: Chichewa
ru: Чичева

source: Chiga
es: Kiga
ru: Кига

source: Chin
ru: Чин

source: Chinantec
es: Chinanteco
ru: Чинантекский

source: Chinese (Hong Kong)
es: Chino (Hong Kong) zh_CN
ru: Китайский (Гонконг)
sv: Kinesiska (Hongkong)

source: Chinese (Macau)
es: Chino (Macau)
ru: Китайский (Макао)
sv: Kinesiska (Macau)

source: Chinese (PRC)
es: Chino (PRC) zh_CN
ru: Китайский (PRC)
sv: Kinesiska (PRC)

source: Chinese (Singapore)
es: Chino (Singapur)
ru: Китайский (Сингапур)
sv: Kinesiska (Singapore)

source: Chinese (Taiwan)
es: Chino (Taiwan)
ru: Китайский (Тайвань)
sv: Kinesiska (Taiwan)

source: Chinese, Phonetic
es: Chino, fonético
ru: Китайский (фонетическое письмо)

source: Chinese, Simplified
es: Chino, simplificado
ru: Китайский (упрощенное письмо)

source: Chinese, Traditional
es: Chino, tradicional
ru: Китайский (традиционное письмо)

source: Chinese, Traditional, Hong Kong SAR
es: Chino, tradicional, RAS de Hong Kong
ru: Китайский (традиционное письмо) — Гонконг, CАР

source: Chinese, Traditional, Macao SAR
es: Chino, tradicional, RAS de Macao
ru: Китайский (традиционное письмо) — Макао, САР

source: Chipewyan
es: Dené suliné
ru: Чипевайан

source: Chittagonian
es: Chittagonio
ru: Читтагонгский

source: Choctaw
ru: Чоктавский

source: Choose a file format...
es: Escoge un formato de archivo...
ru: Укажите формат файла…
sv: Välj ett filformat...

source: Choose the appropriate method depending on the glyph's script
es: Escoge el método apropiado dependiendo del sistema de escritura del glifo
ru: Выберите подходящий метод в зависимости от системы письменности глифа
sv: Välj lämplig metod beroende på glyfens skript

source: Choose which lookups to copy
es: Elige qué búsquedas copiar
ru: Выберите копируемые lookup
sv: Välj vilka uppslagningar som ska kopieras

source: Chorasmian
es: Corasmio
ru: Хорезмийское письмо

source: Chukchi
es: Chucoto
ru: Чукотский
sv: Tjuktjerna

source: Church Slavonic
es: Eslavo eclesiástico
ru: Церковно-славянский
sv: Kyrka Slaviska

source: Chuukese
es: Chuukés
ru: Трукский

source: Chuvash
es: Chuvasio
ru: Чувашский

source: Clarendon Serifs
es: Serifas Clarendon (CS)
ru: Кларендон (CS)

source: Class
es: Clase
ru: Класс
sv: Klass

source: Class %d:
es: Clase %d:
ru: Класс %d:
sv: Klass %d:

source: Class 0
es: Clase 0
ru: Класс 0
sv: Klass 0

source: Class 1: {Everything Else}
es: Clase 1: {Todo lo demás}
ru: Класс 1: {Всё остальное}
sv: Klass 1: {Allt annat}

source: Class Name
es: Nombre de clase
ru: Имя класса
sv: Klassnamn

source: Class already used
es: Clase ya utilizada
ru: Класс уже используется
sv: Klassen är redan använd

source: Class definition sub-table extends beyond end of table
es: La subtabla de definición de clases se extiende más allá del final de la tabla
ru: Подтаблица определения класса простирается за пределы таблицы

source: Class index out of range %d (must be <%d)
es: Índice de clase fuera del rango %d (debe ser <%d)
ru: Индекс класса вне диапазона %d (должно быть <%d)

source: Class out of bounds in GPOS mark sub-table
es: Clase fuera de límites en la subtabla de marcas GPOS
ru: Класс выходит за пределы в подтаблице диакритики GPOS

source: Class out of bounds in GPOS mark sub-table for mark %.30s
es: Clase fuera de límites en la subtabla de marcas GPOS para la marca %.30s
ru: Класс выходит за пределы в подтаблице диакритики GPOS для знака %.30s

source: Class10
es: Clase10
ru: Класс 10
sv: Klass 10

source: Class2
es: Clase 2
ru: Класс 2
sv: Klass 2

source: Class3
es: Clase3
ru: Класс 3
sv: Klass 3

source: Class4
es: Clase4
ru: Класс 4
sv: Klass 4

source: Class5
es: Clase5
ru: Класс 5
sv: Klass 5

source: Class6
es: Clase6
ru: Класс 6
sv: Klass 6

source: Class7
es: Clase7
ru: Класс 7
sv: Klass 7

source: Class8
es: Clase8
ru: Класс 8
sv: Klass 8

source: Class9
es: Clase9
ru: Класс 9
sv: Klass9

source: Classes
es: Clases
ru: Классы
sv: Klasser

source: Class|Name
es: Nombre
ru: Имя
sv: Namn

source: Clea_nup Glyph
es: Despejar glifo(_N)
ru: О_чистить глиф
sv: Clea_nup Glyf

source: Cleanup Self Intersect
es: Eliminar autointersecciones
ru: Убрать самопересечения

source: Clear
es: Eliminar
ru: Очистить
sv: Rensa

source: Clear All
es: Eliminar todo
ru: Очистить все
sv: Rensa alla

source: Clear All Device Tables
es: Limpiar todas las tablas de dispositivos
ru: Очистить все таблицы устройства
sv: Rensa alla enhetstabeller

source: Clear DStem
es: Eliminar astas diagonales
ru: Очистить диагональные штрихи
sv: Rensa DStem

source: Clear Device Table
es: Limpiar tabla de dispositivos
ru: Очистить таблицу устройства
sv: Rensa enhetstabell

source: Clear Instructions
es: Eliminar instrucciones
ru: Очистить инструкции
sv: Tydliga instruktioner

source: Clear Special Data
es: Eliminar datos especiales
ru: Удалить специальные данные

source: Clear _Background
es: Eliminar fondo(_B)
ru: Очистить _фон
sv: Rensa _Bakgrund

source: Clear _VStem
es: Eliminar astas _verticales
ru: Очистить _вертикальные штрихи
sv: Rensa _VStem

source: Clear all device table corrections associated with this combination
es: Eliminar todas las correcciones de la tabla de dispositivos asociadas a esta combinación
ru: Очистить все таблицы коррекции по устройствам, связанные с этой комбинацией
sv: Ta bort alla korrigeringar av enhetstabellen som är associerade med denna kombination
