Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Use this as the default base for the filename when generating a font.
es: Usa esto como la base predeterminada para el nombre de archivo al generar una fuente.
ru: Использовать это значение в качестве основы по умолчанию для имени файла при создании шрифта.
sv: Använd detta som standardbas för filnamnet när du genererar ett typsnitt.

source: Use-my-metrics flag set on at least two components in glyph %d
es: Marca de Usar-mis métricas establecida en al menos dos componentes en el glifo %d
ru: Флаг «Использовать мои метрики» установлен по крайней мере у двух компонентов глифа %d

source: UseCairoDrawing
es: Usar dibujado de Cairo
ru: Использовать Cairo
sv: AnvändaKairoTeckning

source: UseNewIndicScripts
es: Usas sistemas de escritura índicos nuevos
ru: Использовать новую систему индийского письма
sv: Använda nya indikeringsskript

source: UsePlugins
es: Usar plugins
ru: Использовать подключаемые модули

source: Used for point and contour names, anchor point names, etc.
es: Usada para nombres de puntos y contornos, nombres de puntos de anclaje, etc.
ru: Используется для имён контуров, имён опорных точек, и так далее

source: Used for point numbers, hints, etc.
es: Usada para números de puntos, ajustes, etc.
ru: Используется для номеров точек, хинтов, и так далее

source: Used for ruler numbers and other ruler notations.
es: Usado para números y otras notaciones de la regla.
ru: Используется для отображения чисел линейки и другой разметки на линейке.

source: Used for window decoration icon when there is no existing spline or reference
es: Usada para íconos de decoración de ventanas cuando no hay una curva existente o una referencia
ru: Используется для значка украшения окна при отсутствии сплайна или ссылки

source: User controls the emboldening with the next two fields
es: El usuario controla el engrosamiento con los dos campos siguientes
ru: Утолщение в следующих двух полях настраивается пользователем
sv: Användaren styr förhöjningen med de två följande fälten

source: Using the OFL for your open fonts
es: Usando el OFL para tus fuentes abiertas
ru: Использование OFL для открытых шрифтов

source: Uyghur
es: Uigur
ru: Уйгурский

source: Uzbek
es: Uzbeko
ru: Узбекский
sv: Uzbekiska

source: Uzbek (Cyrillic)
es: Uzbeko (Cirílico)
ru: Узбекский (Кириллица)
sv: Uzbekiska (kyrilliska)

source: Uzbek (Latin)
es: Uzbeko (latino)
ru: Узбекский (Латиница)
sv: Uzbekiska (latinsk skrift)

source: V
ru: В

source: VFlex Hint Color
es: Color de pista VFlex
ru: Цвет инструкции VFlex
sv: VFlex Hint Färg

source: VHint Active Color
es: Color de pista vertical activa
ru: Цвет активной инструкции вертикали
sv: VHint Aktiv färg

source: VKern By Classes
es: Interletraje vertical por clases
ru: Верт. кернинг по классам
sv: VKern Efter Klasser

source: VKern By Classes...
es: Interletraje vertical por clases...
ru: Верт. кернинг по классам…
sv: VKern av klasser...

source: VKern From HKern
es: Interletraje vertical a partir del horizontal
ru: Верт. кернинг из гор. кернинга
sv: VKern från HKern

source: VKern:
es: Interletraje vertical:
ru: Верт. кернинг:

source: VStem
es: Astas vertical
ru: Вертикальные штрихи

source: VWidth
es: Ancho vertical
ru: В.ширина
sv: VWbredd

source: Vai
ru: Ваи

source: Validate Before Saving
es: Validar antes de guardar
ru: Проверить перед сохранением
sv: Validera innan du sparar

source: Validate.Font
es: Fuente de validar
ru: Шрифт проверки дельты

source: Validating...
es: Validando...
ru: Выполняется проверка…
sv: Validerar...

source: Validation of %.100s
es: Validación de %.100s
ru: Проверка %.100s
sv: Validering av %.100s

source: Value
es: Valor
ru: Значение
sv: Värde

source: Value exceeds tfm limitations
es: El valor excede las limitaciones de tfm
ru: Значения превышают ограничения формата tfm
sv: Värdet överstiger tfm-gränserna

source: Value out of bounds
es: Valor fuera de límites
ru: Превышение ограничений значения
sv: Värde utanför gränserna

source: Value out of bounds in spline.
es: Valor fuera de límites en curva.
ru: Значение выходит за пределы в сплайне.

source: Value out of range
es: Valor fuera de rango
ru: Значение вне диапазона
sv: Värde utanför intervallet

source: Value:
es: Valor:
ru: Значение:
sv: Värde:

source: Vanishing Point:
es: Punto de fuga:
ru: Точка схода:

source: Variant Glyphs:
es: Glifos variantes:
ru: Варианты глифа:
sv: Varianter av glyfer:

source: Variation Selector (or 0)
es: Selector de variación (o 0)
ru: Выбор варианта (или 0)
sv: Variationsväljare (eller 0)

source: Variation Selectors
es: Selectores de variación
ru: Вариантные селекторы
sv: Variationsväljare

source: Variation Selectors (& Supplement)
es: Selectores de variación (y suplemento)
ru: Вариантные селекторы (с дополнением к ним)

source: Variation Selectors Supplement
es: Selectores de variación, suplemento
ru: Дополнение к селекторам вариантов начертания

source: Variation selectors are normally between U+180B and U+180D U+FE00 and U+FE0F U+E0100 and U+E01EF did you really intend to use U+%04X?
es: Los selectores de variaciones normalmente están entre U+180B y U+180D U+FE00 y U+FE0F U+E0100 y U+E01EF ¿Realmente pretendes usar U+%04X?
ru: Селекторы вариаций обычно находятся в интервалах: U+180B — U+180D U+FE00 — U+FE0F U+E0100 — U+E01EF Действительно предполагалось использовать U+%04X?
sv: Variationsselektorer är normalt mellan U+180B och U+180D U+FE00 och U+FE0F U+E0100 och U+E01EF tänkte du verkligen använda U+%04X?

source: Various errors occurred at the selected glyphs
es: Han ocurrido varios errores en los glifos seleccionados
ru: На выбранных глифах возникают различные ошибки
sv: Olika fel uppstod vid de valda glyferna

source: Various specifications of PIXEL_SIZE do not match in %s
es: Varias especificaciones de PIXEL_SIZE no coinciden en %s
ru: Различные спецификации PIXEL_SIZE не совпадают в %s
sv: Olika specifikationer av PIXEL_SIZE stämmer inte överens i %s

source: Vattu Variants
es: Variantes Vattu
ru: Варианты отображения Ватту
sv: Vattu-varianter

source: Vedic Extensions
es: Extensiones védicas
ru: Расширения Веды

source: Venda
ru: Венда

source: Vendor ID:
es: ID de proveedor:
ru: ID производителя:
sv: Leverantörens ID:

source: Vendor URL
es: URL del vendedor
ru: URL производителя
sv: Leverantörens URL

source: Venetian
es: Veneciano
ru: Венетский

source: Version
es: Versión
ru: Версия

source: Version %.20s
es: Versión %.20s
ru: Версия %.20s

source: Version, Major:
es: Versión, mayor:
ru: Основная версия:

source: Vert. Construction
es: Construcción vert.
ru: Вертикальная конструкция
sv: Vert. Konstruktion

source: Vert. Hint Color
es: Color de pista vertical
ru: Цвет инструкций вертикали
sv: Vert. Hint Färg

source: Vert. Variants
es: Variantes verticales
ru: Верт. варианты
sv: Vert. Varianter

source: Vertical
ru: По вертикали
sv: Vertikal

source: Vertical Advance not
es: Avance certical diferente a
ru: Вертикальная ширина не
sv: Vertical Advance inte

source: Vertical Alternates
es: Alternativas verticales
ru: Альтернативные вертикальные формы

source: Vertical Alternates for Rotation
es: Alternativas verticales para la rotación
ru: Альтернативные вертикальные формы для вращения

source: Vertical Baselines
es: Líneas base verticales
ru: Вертикальные базовые линии шрифта
sv: Vertikala baslinjer

source: Vertical Contextual Half-width Spacing
es: Espaciado contextual vertical de anchos medios
ru: Контекстное вертикальное расстояние на половину ширины

source: Vertical Counter Add
es: Añadir contador vertical
ru: Добавление вертикального просвета
sv: Vertikal räknare Add

source: Vertical Counter Scale
es: Escala vertical de los contadores
ru: Масштабирование вертикальных просветов
sv: Vertikal räknevåg

source: Vertical Counters:
es: Contadores verticales:
ru: Вертикальные просветы:
sv: Vertikala räknare:

source: Vertical Extension Italic Correction
es: Corrección cursiva de extensión vertical
ru: Корректировка для курсива с вертикальным растяжением
sv: Vertikal förlängning Kursiv korrigering

source: Vertical Extents for %c%c%c%c
es: Extensiones verticales para %c%c%c%c
ru: Вертикальное смещение для %c%c%c%c
sv: Vertikal utsträckning för %c%c%c%c

source: Vertical Forms
es: Formas verticales
ru: Вертикальные формы
sv: Vertikala formulär

source: Vertical Forms & CJK Compatibility Forms
es: Formas verticales y formas de compatibilidad con CJK
ru: Вертикальные формы и совместимые формы ККЯ

source: Vertical Fractions
es: Fracciones verticales
ru: Вертикальные дроби
sv: Vertikala bråk

source: Vertical Kana Alternates
es: Alternativas verticales de Kana
ru: Альтернативные вертикальные формы кана
sv: Vertikala Kana-alternativ

source: Vertical Kerning
es: Interletraje vertical
ru: Вертикальный кернинг
sv: Vertikal kantning

source: Vertical Kerning Class
es: Clase de interletraje vertical
ru: Вертикальный класс кернинга
sv: Vertikal Kerning Klass

source: Vertical Offset
es: Desplazamiento vertical
ru: Смещение по вертикали
sv: Vertikal förskjutning

source: Vertical Offset:
es: Desplazamiento vertical:
ru: Смещение по вертикали:
sv: Vertikal förskjutning:

source: Vertical Only
es: Solo vertical
ru: Только по вертикали
sv: Endast vertikalt

source: Vertical Rotation & Alternates
es: Rotación vertical y alternativas
ru: Альтернативные вертикальные формы и вращение
sv: Vertikal rotation och alternerande

source: Vertical Scale
es: Escala vertical
ru: Вертикальное масштабирование
sv: Vertikal skala

source: Vertical Scale:
es: Escala vertical:
ru: Масштаб по вертикали:
sv: Vertikal skala:

source: Vertical Stem Width Add
es: Añadir ancho de asta vertical
ru: Добавление ширины верт. штрихов
sv: Vertikal stambredd Lägg till

source: Vertical Stem Width Scale
es: Escalar ancho de asta vertical
ru: Масштаб ширины верт. штрихов
sv: Vertikal stambredd Skala

source: Vertical Tab Set
es: Conjunto de pestañas vertical
ru: Набор вертикальных вкладок

source: Vertical _Metric Lines
es: Líneas de _métrica vertical
ru: Верт_икальные линии метрик
sv: Vertikala _Metriska linjer

source: Vertical distance between the ink of the top and bottom elements of a skewed fraction.
es: La distancia vertical entre la tinta de los elementos superior e inferior de una fracción inclinada.
ru: Вертикальное расстояние между границами верхнего и нижнего элементов диагональной дроби.
sv: Vertikalt avstånd mellan bläcket i de övre och nedre nedersta elementen i en skev fraktion.

source: Vertical: %d baseline
es: Vertical: %d línea base
ru: По-вертикали: %d базовая линия
sv: Vertikal: %d baslinje

source: VerticalTabSet
es: Conjunto de pestañas vertical
ru: Набор вертикальных вкладок

source: Very Condensed
es: Muy condensado
ru: Очень узкий
sv: Mycket komprimerad

source: Very Expanded
es: Muy expandido
ru: Очень широкий
sv: Mycket expanderad

source: Very Extended
es: Muy extendido
ru: Очень широкий
sv: Mycket utdragen

source: Very High
es: Muy alto
ru: Очень высокое
sv: Mycket Hög

source: Very Light
es: Muy ligero
ru: Очень светлый
sv: Mycket lätt

source: Very Low
es: Muy bajo
ru: Очень низкое
sv: Mycket Låg

source: Very Narrow
es: Muy extrecho
ru: Очень узкий
sv: Mycket smal

source: Very Wide
es: Muy ancho
ru: Очень широкий
sv: Mycket bred

source: Vietnamese
es: Vietnamita
ru: Вьетнамский
sv: Vietnamesisk

source: View
es: Vista
ru: Вид
sv: Visa

source: View Point
es: Ver punto
ru: Точка обзора
sv: Utsiktspunkt

source: Visibility Box
es: Caja de visibilidad
ru: Поле видимости

source: Visibility Box Off Mark
es: Marca desactivada de caja de visibilidad
ru: Метка отключения поля видимости

source: Visibility Box On Mark
es: Marca activada de caja de visibilidad
ru: Метка включения поля видимости

source: Vithkuqi
ru: Виткутьское письмо

source: Vlax Romani
es: Romaní vlax
ru: Влашский цыганский

source: Volapük
ru: Волапюк

source: Vowel Jamo Forms
es: Formas de jamos vocálicos
ru: Срединные формы хангыля
sv: Vokal Jamo formulär

source: Võro
ru: Выруский

source: WOFF compressed metadata section too large.
es: La sección de metadatos comprimidos WOFF es demasiado grande.
ru: Слишком большой раздел метаданных сжатого файла WOFF.

source: WOFF uncompressed metadata section too large.
es: La sección de metadatos sin comprimir WOFF es demasiado grande.
ru: Слишком большой раздел метаданных разархивированного файла WOFF.

source: WWS Family
es: Familia WWS
ru: Семейство WWS
sv: WWS Familj

source: WWS Subfamily
es: Subfamilia WWS
ru: Подсемейство WWS
sv: WWS Underfamilj

source: W_hitespace Glyphs
es: Glifos con espacios en blanco(_H)
ru: Г_лифы с пробелами
sv: W_hitespace Glyfer

source: W_ithin Rectangle
es: Dentro del rectángulo(_W)
ru: _В пределах прямоугольника
sv: W_inom rektangel

source: Wa
ru: Ва

source: Waci Gbe
es: Gbe Waci
ru: Васи (гбе)

source: Wagdi
ru: Вагди

source: Walloon
es: Valón
ru: Валлонский

source: Wancho
ru: Ванчо

source: Wansung (Korean)
es: Wansung (Coreano)
ru: Wansung (Корейский)
sv: Wansung (koreanska)

source: Warang Citi
ru: Варанг-кшити

source: Waray-Waray
ru: Варайский

source: Warn if _unlinked references
es: Advertir si hay referencias desvinc_uladas
ru: Предупредить о _разыменованных ссылках
sv: Varning om _olänkade referenser

source: Warn if one glyph contains an outline while the other contains a reference (but the reference describes the same outline)
es: Advertir si un glifo contiene un contorno mientras el otro contiene una referencia (pero la referencia describe el mismo contorno)
ru: Предупредить о ситуации, когда один глиф содержит контур, а другой — ссылку (причём ссылка описывает тот же самый контур)
sv: Varning om en glyf innehåller en kontur medan den andra innehåller en referens (men referensen beskriver samma kontur)

source: Warn if the outlines are close but not exactly the same
es: Advertir si los contornos están cerrados pero no son exactamente los mismos
ru: Предупредить о закрытых, но не совсем одинаковых контурах
sv: Varna om konturerna är nära men inte exakt desamma

source: Warning
es: Advertencia
ru: Внимание
sv: Varning

source: Warning Foreground
es: Primer plano de advertencia
ru: Передний план предупреждений

source: Warning: %dth axis value (%g) is outside the allowed range [%g,%g]
es: Advertencia: El valor del eje %dº (%g) está fuera del rango permitido [%g,%g]
ru: Предупреждение: значение %d-й оси (%g) находится за пределами допустимого диапазона [%g,%g]

source: Warning: %s has a different family name than does %s (GenerateFamily)
es: Advertencia: %s tiene un nombre de familia diferente a %s (GenerateFamily)
ru: Предупреждение: %s относится к другому семейству, нежели %s (GenerateFamily)

source: Warning: %s(%s) is both extended and condensed. That's impossible.
es: Advertencia: %s(%s) está extendido y condensado al mismo tiempo. Eso es imposible.
ru: Предупреждение: %s(%s) одновременно является и узким, и широким. Это невозможно.

source: Warning: 'cvar' contains intermediate tuple data. FontForge doesn't support this.
es: Advertencia: "cvar" contiene datos de tupla intermedios. FontForge no soporta esto.
ru: Предупреждение: 'cvar' содержит промежуточные данные кортежа. FontForge это не поддерживает.
sv: Varning: 'cvar' innehåller intermediära tupeldata. FontForge har inte stöd för detta.

source: Warning: Accuracy target %lf less than minimum %lf, using %lf instead
es: Advertencia: El objetivo de precisión %lf es menor que %lf, usando %lf en su lugar
ru: Предупреждение: Целевой показатель точности %lf меньше минимального значения%lf, вместо него используется %lf

source: Warning: Both extended and condensed. That's impossible.
es: Advertencia: Extendido y condensado al mismo tiempo. Eso es imposible.
ru: Предупреждение: Одновременно является и узким, и широким. Это невозможно.

source: Warning: Byte swapped font mark in palm font.
es: Advertencia: Marca de fuente intercambiada por byte en la fuente de palma.
ru: Предупреждение: Метка шрифта с заменой байта в шрифте palm.

source: Warning: Can't identify contour direction, assuming clockwise
es: Advertencia: No se puede identificar la dirección del contorno, asumiendo un sentido horario
ru: Предупреждение: Не удалось определить направление контура, предполагается направление по часовой стрелке

source: Warning: Contour end did not close
es: Advertencia: El final del contorno no se cerró
ru: Предупреждение: Конец контура не закрыт

source: Warning: Contour start did not close
es: Advertencia: El comienzo del contorno no se cerró
ru: Предупреждение: Начало контура не закрыто

source: Warning: Coordinate diff %lf greater than margin %lf
es: Advertencia: La diferencia de coordenadas %lf es mayor que el margen %lf
ru: Предупреждение: Разность координат %lf больше поля %lf

source: Warning: Enabled Plugin '%s' was not discovered
es: Avertencia: El plugin habilitado '%s' no pudo ser encontrado
ru: Предупреждение: Включенный подключаемый модуль «%s» не был обнаружен

source: Warning: Encoding %d (0x%x) is mapped to at least two locations (%s@0x%02x and %s@0x%02x) Only one will be used here.
es: Advertencia: La codificación %d (0x%x) es mapeada a al menos dos ubicaciones (%s@0x%02x y %s@0x%02x). Solo se usará una aquí.
ru: Предупреждение: Кодирование %d (0x%x) имеет привязку по крайней мере к двум расположениям (%s@0x%02x и %s@0x%02x) Здесь будет использоваться только одно из них.
sv: Varning för kodning: Kodning %d (0x%x) mappas till minst två platser (%s@0x%02x och %s@0x%02x) Endast en kommer att användas här.

source: Warning: Font Bucket version 4 treated as 0.
es: Advertencia: Versión 4 de Font Bucket tratada como 0.
ru: Предупреждение: Версия 4 шрифта Bucket используется как 0.

source: Warning: Font contained no glyphs
es: Advertencia: La fuente no contiene glifos
ru: Предупреждение: Шрифт не содержит глифов
sv: Varning: Typsnittet innehöll inga glyfer

source: Warning: FontForge's implementation of include statements in UFO features.fea files was wrong. Please correct your path `%s` as per the specification for guaranteed future compatibility. (See GitHub issue №4629 for more info.)
es: Advertencia: La implementación de FontForge de declaraciones de inclusión en los archivos de UFO features.fea estaba equivocada. Por favor, corrije tu ruta `%s` según la especificación para compatibilidad futura garantizada. (Consulta el problema de GitHub No. 4629 para más información.)
ru: Предупреждение: Неверное использование директив «include» приложением FontForge в конфигурационном файле UFO features.fea. Исправьте путь «%s» в соответствии со спецификацией для обеспечения будущей совместимости. (См. дополнительную информацию на GitHub в обсуждении проблемы №4629.)

source: Warning: Glyph %d contains either private or intermediate tuple data. FontForge supports neither.
es: Advertencia: El glifo %d contiene datos tuples privados o intermedios. FontForge no soporta ninguno de los dos.
ru: Предупреждение: Глиф %d содержит либо частные, либо промежуточные данные кортежа. FontForge не поддерживает ни один из них.
sv: Varning för glyph: Glyph %d innehåller antingen privat eller intermediär tupeldata. FontForge stöder ingetdera.

source: Warning: Left contour did not close
es: Advertencia: El contorno izquierdo no se cerró
ru: Предупреждение: Левый контур не закрыт

source: Warning: Mac and Unicode entries in the 'name' table differ for the %s string in the language %s Mac String: %s Mac Unicode String: %s
es: Advertencia: Las entradas Mac y Unicode en la tabla 'name' difieren para la cadena %s en el idioma %s String de Mac: %s String Unicode de Mac: %s
ru: Предупреждение: записи Mac и Unicode в таблице 'name' отличаются для строк %s на языке %s Строка Mac: %s Строка Mac Unicode: %s
sv: Varning för att Mac- och Unicode-poster i tabellen "name" skiljer sig åt för %s sträng i språket %s Mac-sträng: %s Mac Unicode-sträng: %s

source: Warning: Mac and Windows entries in the 'name' table differ for the %s string in the language %s Mac String: %s Windows String: %s
es: Advertencia: Las entradas de Mac y Windows en la tabla 'name' difieren por la cadena %s en el idioma %s String de Mac: %s String de Windows: %s
ru: Предупреждение: записи Mac и Windows в таблице 'name' отличаются для строки %s в языке %s Строка Mac: %s Строка Windows: %s
sv: Varning för att Mac- och Windows-poster i tabellen "name" skiljer sig åt för %s sträng i språket %s Mac-sträng: %s Windows-sträng: %s

source: Warning: Mac string is a subset of the Unicode string in the 'name' table for the %s string in the %s language.
es: Advertencia: la cadena de Mac es un subconjunto de la cadena de Unicode en la tabla "name" para la cadena %s en el idioma %s.
ru: Предупреждение: строка Mac является подмножеством строки Unicode в таблице 'name' для строки %s в языке %s.
sv: Varning för Mac-sträng: Mac-strängen är en delmängd av Unicode-strängen i tabellen "name för %s-strängen på %s-språket.

source: Warning: Mac string is a subset of the Windows string in the 'name' table for the %s string in the %s language.
es: Advertencia: la cadena de Mac es un subconjunto de la cadena de Windows en la tabla "name" para la cadena %s en el idioma %s.
ru: Предупреждение: строка Mac является подмножеством строки Windows в таблице 'name' для строки %s в языке %s.
sv: Varning för Mac-sträng Mac-strängen är en delmängd av Windows-strängen i tabellen "name för %s-strängen på %s-språket.

source: Warning: No characters selected in AddDHint(%d,%d %d,%d %d,%d)
es: Advertencia: No hay caracteres seleccionados en AddDHint(%d,%d %d,%d %d,%d)
ru: Предупреждение: Не выбран символ в AddDHint(%d,%d %d,%d %d,%d)

source: Warning: No characters selected in AddHint(%d,%d,%d)
es: Advertencia: No hay caracteres seleccionados en AddDHint(%d %d,%d)
ru: Предупреждение: Не выбран символ в AddHint(%d,%d,%d)

source: Warning: No stroke output for contour
es: Advertencia: No hay salida de trazo para el contorno
ru: Предупреждение: Нет вывода обводки для контура

source: Warning: Right contour did not close
es: Advertencia: El contorno derecho no se cerró
ru: Предупреждение: Правый контур не закрыт

source: Warning: SplinePointListIsClockwise found no usable line even at %dx magnification.
es: Advertencia: SplinePointListIsClockwise no encontró ninguna línea utilizable, ni siquiera en la magnificación %dx.
ru: Предупреждение: SplinePointListIsClockwise не смог найти ни одной подходящей линии даже при увеличении %dx.

source: Warning: StdGlyphName returning name for value %d outside of Unicode range
es: Advertencia: StdGlyphName devuelve el nombre para el valor %d fuera del rango Unicode
ru: Предупреждение: StdGlyphName возвращает имя для значения %d за пределами диапазона Unicode

source: Warning: There are already some 'aalt' lookups in the font but there are other feature tags associated with these lookups. If you proceed with this command the 'aalt' tag will be removed from those lookups, and new lookups will be generate which will NOT be associated with the other feature tag(s). Is that what you want?
es: Advertencia: Ya hay algunas búsquedas "aalt" en la fuente pero hay otras etiquetas de características asociadas con estas búsquedas. Si continuas con este comando, la etiqueta "aalt" será eliminada de esas búsquedas y se generarán nuevas. Estas NO estarán asociadas con otra(s) etiqueta(s) de característica(s). ¿Eso es lo que deseas?
ru: Предупреждение: В шрифте уже существует несколько lookup 'aalt', но имеются и другие теги функции, связанные с этими lookup. Если данная команда будет выполнена, то тег 'aalt' будет удалён из этих lookup, затем будут созданы новые lookup, в которых НЕ будет связи с другим тегом (тегами) функции. Продолжить?
sv: Varning för att Det finns redan några "aalt"-uppslagsord i typsnittet men det finns andra funktionstaggar associerade med dessa uppslagningar. Om du fortsätter med detta kommando kommer taggen "aalt" att tas bort från dessa uppslagningar, och nya uppslagningar kommer att genereras som INTE kommer att vara associerade med den andra funktionstaggen (erna). Är det vad du vill?
