Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: The weights for the default version of the font must sum to 1.0
es: Los pesos para la versión predeterminada de la fuente deben sumar 1.0
ru: Параметры насыщенности для версии шрифта по умолчанию в сумме должны составлять 1.0
sv: Vikterna för standardversionen av typsnittet måste summera till 1,0

source: The width of %s is too big to fit in a tfm fix_word, it shall be truncated to the largest size allowed.
es: El ancho de %s es demasiado grande para caber en una palabra fija tfm. Debe ser truncado al tamaño más grande permitido.
ru: Ширина %s слишком велика и не помещается в параметр fix_word формата tfm, необходимо обрезать её до максимально допустимого размера.
sv: Bredden på %s är för stor för att rymmas i ett tfm fix_word, det ska trunkeras till den största tillåtna storleken.

source: The width of one em
es: El ancho de una eme
ru: Ширина одного em
sv: Bredden på en em

source: The width of the line used to draw selected points
es: El ancho de la línea usada para dibujar los puntos seleccionados
ru: Ширина линии для отображения выделенных точек
sv: Bredden på den linje som används för att rita valda punkter

source: The width, height, depth or italic correction of %s is too big. Tfm files may not contain values bigger than 16 times the em-size of the font. Width=%g, height=%g, depth=%g, italic correction=%g
es: El ancho, altura, profundidad o corrección cursiva de %s es demasiado grande. Los archivos Tfm no pueden contener valores mayores de 16 veces el tamaño em de la fuente. Ancho =%g, altura =%g, profundidad =%g, corrección cursiva =%g
ru: Размер ширины, высоты, глубины или коррекции курсива %s слишком велик. Tfm-файлы не могут содержать значения в 16 раз больше единицы em шрифта. Ширина=%g, высота=%g, глубина=%g, коррекция курсива=%g
sv: Bredd-, höjd-, djup- eller kursivkorrigeringen av %s är för stor. Tfm-filer får inte innehålla värden som är större än 16 gånger typsnittets em-storlek. Bredd=%g, höjd=%g, djup=%g, kursiv korrigering=%g

source: The x coord of the selected point is near the specified value
es: La abcisa del punto seleccionado está cerca del valor especificado
ru: Координата X выделенной точки близка к указанной величине
sv: Den valda punktens x-koordinat ligger nära det angivna värdet

source: The y coord of the selected point is near the ascender height
es: La abcisa del punto seleccionado está cerca de la posición de la ascendente
ru: Координата Y выделенной точки близка к высоте верхних выносных элементов
sv: Den valda punktens y-koordinat ligger nära uppstigningshöjden

source: The y coord of the selected point is near the baseline
es: La ordenada del punto seleccionado está cerca de la línea base
ru: Координата Y выделенной точки близка к базовой линии шрифта
sv: Den valda punktens y-koordinat ligger nära baslinjen

source: The y coord of the selected point is near the cap height
es: La ordenada del punto seleccionado está cerca de altura de las mayúsculas
ru: Координата Y выделенной точки близка к высоте прописных
sv: Den valda punktens y-koordinat ligger nära lockets höjd

source: The y coord of the selected point is near the descender height
es: La abcisa del punto seleccionado está cerca de la posición de la descendente
ru: Координата Y выделенной точки близка к высоте нижних выносных элементов
sv: Den valda punktens y-koordinat är nära den nedåtgående höjden

source: The y coord of the selected point is near the specified value
es: La ordenada del punto seleccionado está cerca del valor especificado
ru: Координата Y выделенной точки близка к указанной величине
sv: Den valda punktens y-koordinat ligger nära det angivna värdet

source: The y coord of the selected point is near the xheight
es: La ordenada del punto seleccionado está cerca de la altura x
ru: Координата Y выделенной точки близка к высоте строчных
sv: Den valda punktens y-koordinat ligger nära x-höjden

source: There already exists a 'cvt' table, perhaps legacy. FontForge can use it, but can't make any assumptions on values stored there, so generated instructions will be of lower quality. If legacy hinting is to be scrapped, it is suggested to clear the `cvt` and repeat autoinstructing.
es: Ya existe una tabla "cvt", quizás heredada. FontForge puede usarla, pero no puede hacer ninguna suposición sobre los valores almacenados ahí, por lo que las instrucciones generadas serán de menor calidad. Si se desean descartar las pistas heredadas, se sugiere borrar el `cvt` y repetir la instrucción automática.
ru: В шрифте уже имеется таблица 'cvt', которая может оказаться устаревшей. FontForge может использовать её без возможности прогнозирования хранящихся там значений, в силу чего созданные инструкции будут более низкого качества. При необходимости удаления устаревшего хинтинга рекомендуется очистить таблицу «cvt» и повторить автоинструктирование.
sv: Det finns redan en "cvt"-tabell, kanske äldre. FontForge kan använda den, men kan inte göra några antaganden om värden som lagras där, så genererade instruktioner kommer att vara av lägre kvalitet. Om man vill skrota den gamla hintningen föreslås att man rensar `cvt` och upprepar autoinstruktionen.

source: There are %d pages in this file, which do you want?
es: Hay %d páginas en este archivo, ¿cuáles quieres?
ru: В этом файле %d страниц, какая из них нужна?
sv: Det finns %d sidor i den här filen, vilken vill du ha?

source: There are more hints in this glyph than the maximum allowed
es: En este carácter existen más pistas que el máximo permitido
ru: В этом глифе содержится больше хинтов, чем максимально допустимо
sv: Det finns fler ledtrådar i denna glyf än det maximalt tillåtna

source: There are more points in this glyph than the maximum allowed
es: En este carácter existen más puntos que el máximo permitido
ru: В этом глифе содержится больше точек, чем максимально допустимо
sv: Det finns fler punkter i denna glyf än det maximalt tillåtna

source: There are multiple files in this archive, pick one
es: Hay varios ficheros en este archivo, elige uno
ru: В этом архиве имеется несколько файлов, выберите один
sv: Det finns flera filer i det här arkivet, välj en

source: There are multiple fonts in this file, pick one
es: En este archivo existen múltiples fuentes. Elige una
ru: В этом файле несколько шрифтов, выберите один
sv: Det finns flera typsnitt i den här filen, välj ett

source: There are multiple name ids naming the '%c%c%c%c' feature this is technically legitimate, but fontforge can't handle it.
es: Hay varios IDs de nombres que nombran la función "%c%c%c%c" esto es técnicamente legítimo, pero FontForge no puede manejarlo.
ru: Имеется несколько идентификаторов имени для функции '%c%c%c%c' технически это правомерно, но fontforge с этим справится не может.
sv: Det finns flera namn-id:n som namnger funktionen "%c%c%c%c detta är tekniskt legitimt, men fontforge kan inte hantera det.

source: There are no entries in the Sequence/Lookup List, was this intentional?
es: No hay entradas en la lista de secuencias/búsquedas. ¿Esto fue intencional?
ru: В списке последовательности/Lookup нет записей. Так задумано?
sv: Det finns inga poster i Sequence/Lookup List, var detta avsiktligt?

source: There are no hint masks in this layer but there are overlapping hints.
es: No hay máscaras de pistas en esta capa, pero hay pistas superpuestas.
ru: Данный слой не содержит масок хитов, но присутствуют перекрывающиеся хинты.
sv: Det finns inga hintmasker i det här lagret, men det finns överlappande hintar.

source: There are no scripts bound to features bound to this lookup. So nothing happens.
es: No hay sistemas de escritura vinculados a características vinculadas a esta búsqueda. Así que no sucede nada.
ru: Отсутствуют системы письменности, связанные с функциями, которые связаны с этим lookup. Поэтому никаких действий не происходит.
sv: Det finns inga skript som är knutna till funktioner som är knutna till denna sökning. Så ingenting händer.

source: There are so few glyphs selected that it seems unlikely to me that you will get a representative sample of this aspect of your font. If you deselect everything the command will apply to all glyphs in the font
es: Hay tan pocos caracteres seleccionados que me resulta imposible obtener un muestreo representativo de este aspecto de su fuente. Si deselecciona todo, el comando se aplicará a todos los caracteres de la fuente
ru: Для получения репрезентативной выборки по этому аспекту шрифта выделено слишком малое число глифов. Если же полностью снять выделение, то команда будет анализировать все глифы, имеющиеся в данном шрифте.
sv: Det är så få glyfer som har valts att det verkar osannolikt att du får ett representativt urval av denna aspekt av ditt typsnitt. Om du avmarkerar allt kommer kommandot att gälla för alla glyfer i typsnittet

source: There are two entries for the same glyph (%.80s)
es: Hay dos entradas para el mismo glifo (%.80s)
ru: Обнаружены две записи для одного глифа (%.80s)
sv: Det finns två poster för samma glyf (%.80s)

source: There are two entries for the same glyph set (%.80s and %.80s)
es: Hay dos entradas para el mismo conjunto de glifos (%.80s y %.80s)
ru: Имеется два элемента для одного и того же набора глифов (%.80s и %.80s)
sv: Det finns två poster för samma glyfuppsättning (%.80s och %.80s)

source: There are two kerning entries for the same glyph (%.80s) in the same lookup subtable (%.30s)
es: Hay dos entradas de interletraje para el mismo glifo (%.80s) en la misma subtabla de búsqueda (%.30s)
ru: Имеется две записи о кернинге с одинаковым глифом (%.80s) в подтаблице одного и того же lookup (%.30s)
sv: Det finns två kerning-poster för samma glyf (%.80s) i samma uppslagsdel (%.30s)

source: There are two ligature entries with the same components (%.80s) in the same lookup subtable (%.30s)
es: Hay dos entradas de ligatura con los mismos componentes (%.80s) en la misma subtabla de búsqueda (%.30s)
ru: В подтаблице одного и того же lookup (%.30s) находятся две записи о лигатурах с одинаковыми компонентами (%.80s)
sv: Det finns två ligaturposter med samma komponenter (%.80s) i samma uppslagsdel (%.30s)

source: There are two open fonts with the current family name and the same style. %.30s and %.30s
es: Hay dos fuentes abiertas con el mismo nombre de familia y el mismo estilo. %.30s y %.30s
ru: Имеется два открытых шрифта, принадлежащих к семейству с тем же именем и имеющих тот же стиль. %.30s и %.30s
sv: Det finns två öppna typsnitt med det aktuella släktnamnet och samma stil. %.30s och %.30s

source: There aren't enough glyphs in the encoding to name all the selected characters
es: No hay suficientes glifos en la codificación para nombrar todos los caracteres seleccionados
ru: Недостаточно глифов в кодировке для предоставления имён всем выбранным символам
sv: Det finns inte tillräckligt med glyfer i kodningen för att namnge alla markerade tecken

source: There exists a 'fpgm' code that seems incompatible with FontForge's. Instructions generated will be of lower quality. If legacy hinting is to be scrapped, it is suggested to clear the `fpgm` and repeat autoinstructing. It will be then possible to append user's code to FontForge's 'fpgm', but due to possible future updates, it is extremely advised to use high numbers for user's functions.
es: Existe un código "fpgm" que parece incompatible con el de FontForge. Las instrucciones generadas serán de menor calidad. Si se quiere eliminar las pistas antiguas, se sugiere borrar el "fpgm" y repetir las instrucciones automáticas. Entonces será posible adjuntar el código del usuario al "fpgm" de FontForge, pero debido a posibles actualizaciones futuras, es muy recomendable utilizar números altos para las funciones del usuario.
ru: Существующий 'fpgm'-код, по всей видимости, несовместим с кодом FontForge. Созданные инструкции будут более низкого качества. При необходимости удаления устаревшего хинтинга рекомендуется очистить таблицу 'fpgm' и повторить автоинструктирование. После этого можно будет добавить ваш код в таблицу 'fpgm', создаваемую FontForge. В связи с возможными дальнейшими изменениями рекомендуется использовать более высокие значения для пользовательских функций.
sv: Det finns en "fpgm"-kod som verkar inkompatibel med FontForges. Instruktioner som genereras kommer att vara av lägre kvalitet. Om man vill skrota "legacy hinting" föreslås att man rensar "fpgm" och upprepar autoinstruktionen. Det kommer då att vara möjligt att lägga till användarens kod till FontForge 'fpgm', men på grund av eventuella framtida uppdateringar rekommenderas det starkt att använda höga nummer för användarens funktioner.

source: There exists a 'prep' code incompatible with FontForge's. It can't be guaranteed it will work well. It is suggested to allow FontForge to insert its code and then append user's own.
es: Existe un código "prep" incompatible con el de FontForge. No se puede garantizar que funcionará bien. Se sugiere permitir a FontForge insertar su código y luego adjuntar el del usuario.
ru: Существующий код 'prep' несовместим с кодом FontForge. Нет никаких гарантий корректной работы. Рекомендуется предоставить FontForge возможность вставить свой код, и только после этого добавить свой пользовательский.
sv: Det finns en "prep"-kod som inte är kompatibel med FontForges. Det kan inte garanteras att den kommer att fungera bra. Det föreslås att man låter FontForge infoga sin kod och sedan lägger till användarens egen.

source: There is a character (%d) which cannot be encoded
es: Existe un carácter (%d) que no se puede codificar
ru: В кодировке присутствует символ (%d), который не может быть закодирован
sv: Det finns ett tecken (%d) som inte kan kodas

source: There is a character (%d) which is not normally in the encoding
es: Existe un carácter (%d) que normalmente no se encuentra en la codificación
ru: В кодировке присутствует символ (%d), который там обычно отсутствует
sv: Det finns ett tecken (%d) som normalt inte ingår i kodningen

source: There is a kerning class index error.
es: Hay un error en el índice de la clase de interletraje.
ru: Ошибка индекса кернингового класса.

source: There is a single byte character (%d) using one of the slots needed for double byte characters
es: Existe un carácter de un byte (%d) que utiliza un lugar reservado para caracteres de dos bytes
ru: Однобайтный символ (%d) занимает один из слотов, необходимых для размещения двухбайтных символов
sv: Det finns ett tecken med en byte (%d) som använder en av de platser som behövs för tecken med två bytes

source: There is a splinefont level undo, but it does not contain any information to perform the undo. This is an application error, please report what you last did to the lookup tables so the developers can try to reproduce the issue and fix it.
es: Hay un nivel de deshacer de splinefont, pero no contiene ninguna información para realizar el deshacer. Esto es un error de aplicación, por favor reporta lo último que le hiciste a las tablas de búsqueda para que lo desarrolladores puedan intentar reproducir el problema y arreglarlo.
ru: Информация об отмене действия на уровне splinefont не содержит данных, необходимых для выполнения отмены. Это ошибка приложения. Опишите свои последние действия с таблицами lookup, чтобы разработчики могли воспроизвести ошибку и исправить её.

source: There is already a glyph with this Unicode encoding (named %1$.40s, at local encoding %2$d). Is that what you want?
es: Ya hay un glifo con esta codificación Unicode (llamado %1$.40s, en la codificación local %2$d). ¿Es eso lo que quieres?
ru: Глиф с таким кодом Unicode уже существует (имя: %1$.40s, в локальной кодировке %2$d). Продолжить?
sv: Det finns redan en glyf med denna Unicode-kodning (namngiven %1$.40s, med lokal kodning %2$d). Är det vad du vill ha?

source: There is already a glyph with this encoding, which must be unique within a font, do you want to swap the encodings of the two?
es: Ya hay un glifo con esta codificación, la cual debe ser única dentro de una fuente. ¿Deseas intercambiar las codificaciones de ambas?
ru: Глиф с таким кодом уже существует. Это значение должно быть уникальным в составе одного шрифта. Поменять код одного глифа на код другого?
sv: Det finns redan en glyf med denna kodning, som måste vara unik inom ett typsnitt, vill du byta ut kodningarna för de två?

source: There is already a glyph with this name and encoding, both must be unique within a font, do you want to swap them?
es: Ya hay un glifo con este nombre y codificación. Ambos deben ser únicos dentro de una fuente. ¿Deseas intercambiarlos?
ru: Глиф с такими именем и кодом уже существует. И то и другое значение должно быть уникальным в составе одного шрифта, Поменять значения одного глифа, на значения другого?
sv: Det finns redan en glyf med detta namn och denna kodning, båda måste vara unika inom ett typsnitt, vill du byta ut dem?

source: There is already a glyph with this name, do you want to swap names?
es: Ya existe un carácter con este nombre, ¿Desea intercambiar los nombres?
ru: Глиф с таким именем уже существует, поменять имена?
sv: Det finns redan en glyf med det här namnet, vill du byta namn?

source: There is already a glyph with this name, which must be unique within a font, do you want to swap the names of the two?
es: Ya hay un glifo con este nombre, el cual debe ser único dentro de una fuente. ¿Deseas intercambiar los nombres de ambos?
ru: Глиф с таким именем уже существует. Это значение должно быть уникальным в составе одного шрифта. Поменять имя одного глифа на имя другого?
sv: Det finns redan en glyf med detta namn, vilket måste vara unikt inom ett typsnitt, vill du byta ut namnen på de två?

source: There is already a subtable with that name, please pick another.
es: Ya hay una subtabla con ese nombre. Por favor elige otra.
ru: Подтаблица с этим именем уже присутствует, выберите другую.
sv: Det finns redan en undertabell med det namnet, välj en annan.

source: There is already an anchor point named %1$.40s in %2$.40s.
es: Ya hay un punto de anclaje llamado %1$.40s en %2$.40s.
ru: Опорная точка с именем %1$.40s в %2$.40s уже существует.
sv: Det finns redan en ankarpunkt med namnet %1$.40s i %2$.40s.

source: There is another glyph in the font with this name
es: Hay otro glifo en la fuente con este nombre
ru: В шрифте имеется ещё один глиф с этим именем
sv: Det finns en annan glyf i typsnittet med detta namn

source: There is another glyph in the font with this unicode code point
es: Hay otro glifo en la fuente con este punto de código Unicode
ru: В шрифте имеется ещё один глиф с этим кодом Юникода
sv: Det finns en annan glyf i typsnittet med denna unicode-kodpunkt

source: There is no ForceBoldThreshold entry in the weighted font, but there is a ForceBold entry in font %30s
es: No existe una entrada ForceBoldThreshold en la fuente ponderada, pero existe una entrada ForceBold en la fuente %30s
ru: Элемент ForceBoldThreshold в жирном шрифте отсутствует однако присутствует элемент ForceBold в шрифте %30s
sv: Det finns ingen ForceBoldThreshold-post i det viktade typsnittet, men det finns en ForceBold-post i typsnittet %30s

source: There is no anchor for class %1$.30s in subtable %2$.30s
es: No hay ningún ancla para la clase %1$.30s en la subtabla %2$.30s
ru: Отсутствует опорная точка для класса %1$.30s в подтаблице %2$.30s
sv: Det finns inget ankare för klass %1$.30s i undertabell %2$.30s

source: There is no glyph named "%s" in the font.
es: No hay ningún glifo llamado "%s" en la fuente.
ru: Глифа с именем «%s» в данном шрифте не существует.
sv: Det finns ingen glyf med namnet "%s" i typsnittet.

source: There is no glyph named %s (used in %s)
es: No hay ningún glifo llamado %s (usado en %s)
ru: Отсутствует глиф с именем %s (использующийся в %s)
sv: Det finns ingen glyf med namnet %s (används i %s)

source: There is no glyph named %s in the font
es: No hay ningún glifo llamado %s en la fuente
ru: Глифа с именем %s в шрифте нет
sv: Det finns ingen glyf med namnet %s i typsnittet

source: There may be at most one reference with the use-my-metrics bit set
es: Puede haber como máximo una referencia el bit Usar-mis métricas establecido
ru: Флажок «Использовать мои метрики» может быть установлен только у одной ссылки
sv: Det kan finnas högst en referens med "use-my-metrics"-biten inställd

source: There must be as many replacement glyphs as there are match glyphs: %s => %s
es: Debe haber tantos glifos de sustitución como glifos coincidentes: %s => %s
ru: Количество глифов подстановки должно равняться количеству совпадающих глифов: %s => %s
sv: Det måste finnas lika många ersättningsglyfer som det finns matchglyfer: %s => %s

source: There must be at least 2 gradient stops
es: Debe haber al menos dos puntos de parada de gradiente
ru: Должно быть не менее двух опорных точек градиента
sv: Det måste finnas minst 2 stopp i lutningen

source: There must be at least one match coverage table
es: Debe haber al menos una tabla de cobertura de coincidencias
ru: Должна совпадать хотя бы одна таблица охвата
sv: Det måste finnas minst ett matchningsbord

source: There's a reference to a glyph with no name.
es: Hay una referencia a un glifo sin nombre.
ru: Обнаружена ссылка на глиф без имени.

source: These are not Anchor Classes. For them see the "Lookups" pane. (Mark Classes can control when lookups are active, they do NOT position glyphs.)
es: No hay clases de anclaje. Para ellas, consulta el panel "Búsquedas". (Las clases de marcas pueden controlar cuando las búsquedas están activas. Ellas NO posicionan los glifos)
ru: Данные классы не являются классами опорных точек. Классы опорных точек отображаются на панели «Lookups». (Классы диакритических знаков могут действовать, когда активны lookup, но НЕ контролируют положение глифов.)
sv: Dessa är inte Anchor Classes. För dem, se rutan "Uppslag". (Mark Classes kan styra när uppslag är aktiva, men de positionerar INTE positionerar glyfer)

source: These are not Anchor Classes. For them see the "Lookups" pane. (Mark Sets, like Mark Classes can control when lookups are active, they do NOT position glyphs.)
es: Estas no son clases de anclaje. Para ellas, consulta el panel "Búsquedas". (Las clases de marcas pueden controlar cuando las búsquedas están activas. Ellas NO posicionan los glifos)
ru: Данные классы не являются классами опорных точек. Классы опорных точек отображаются на панели «Lookups». (Наборы диакритических знаков, как и классы диакритических знаков, могут действовать, когда активны lookup, но НЕ контролируют положение глифов.)
sv: Dessa är inte Anchor Classes. För dem, se fönstret "Uppslag". (Markuppsättningar kan, precis som Markklasser, styra när uppslagningar är aktiva, de positionerar INTE glyfer)

source: These expressions may contain the operators +,-,*,/,%,^ (which means raise to the power of here), and ?: It may also contain a few standard functions. Basic terms are real numbers, x and y. Examples: x^3+2.5*x^2+5 (x-300)*(y-200)/100 y+sin(100*x)
es: Estas expresiones pueden contener los operadores +,-,*,/,%,^ (elevar a la potencia), y ?, y algunas funciones estándar. Los números x e y son reales. Ejemplos: x^3+2.5*x^2+5 (x-300)*(y-200)/100 y+sin(100*x)
ru: Эти выражения могут содержать операторы +,-,*,/,%,^ (означает возведение в соответствующую степень), и ?: Также может содержать несколько стандартных функций. Базовые элементы составляют вещественные числа, x и y. Примеры: x^3+2.5*x^2+5 (x-300)*(y-200)/100 y+sin(100*x)
sv: Dessa uttryck kan innehålla operatorerna +,-,*,/,%,^ (som betyder upphöjt till potensen av här) och ?: Det kan också innehålla några standardfunktioner. Grundläggande termer är reella tal, x och y. Några exempel: x^3+2,5*x^2+5 (x-300)*(y-200)/100 y+sin(100*x)
