Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Too many mapping data points specified in /BlendDesignMap for axis %s.
es: Demasiados puntos de datos de mapeo especificados en /BlendDesignMap para el eje %s.
ru: Указано слишком много точек с данными привязки в /BlendDesignMap для оси %s.

source: Too many scripts %d
es: Demasiados scripts %d
ru: Слишком много систем письма %d

source: Too many separation marks, starting at: %.20s...
es: Demasiadas marcas de separación, comenzando en: %.20s...
ru: Слишком много отметок разделения, начиная с: %.20s…
sv: För många separationsmärken, med början vid: %.20s...

source: Too many subroutine calls in %s
es: Demasiadas llamadas de subrutina en %s
ru: Слишком большое количество вызовов подпрограммы в %s

source: Too many subroutines. We can deal with at most 14 (0-13)
es: Demasiadas subrutinas. Podemos tratar como máximo 14 (0-13)
ru: Слишком много подпрограмм. Можно использовать не более 14 (0-13)

source: Tool_s
es: Herramienta_s
ru: _Инструменты
sv: Verktyg_s

source: Tools
es: Herramientas
ru: Инструменты
sv: Verktyg

source: Top Accent
es: Acento superior
ru: Верхний диакритический знак
sv: Topp Accent

source: Top Accent Horiz. Pos
es: Pos. horizontal del acento superior
ru: Горизонтальная позиция верхнего диакритического знака
sv: Topp Accent Horiz. Pos

source: Top Accent Horizontal Pos
es: Pos. horizontal del acento superior
ru: Верхняя горизонтальная позиция диакритического знака
sv: Top Accent Horisontell Pos

source: Top Accent Pos:
es: Pos. de acento superior:
ru: Положение верхнего акцента:
sv: Topp Accent Pos:

source: Top Bearing does not change.
es: El margen superior no cambia.
ru: Верхний отступ не меняется.
sv: Top Bearing ändras inte.

source: Top Hint
es: Pista superior
ru: Верхний хинт
sv: Bästa tipset

source: Top Left
es: Superior izquierda
ru: Верхний левый
sv: Övre vänster

source: Top Right
es: Superior derecha
ru: Верхний правый
sv: Övre höger

source: Top Zone
es: Zona superior
ru: Верхняя зона
sv: Toppzon

source: TopAccent
es: Acento superior
ru: Верхний диакрит. знак

source: TopLeft
es: Superior izquierda
ru: Сверху слева
sv: Överst till vänster

source: TopRight
es: Superior derecha
ru: Сверху справа
sv: Höger upp

source: Torki
ru: Торки

source: Toto
ru: Тото

source: Trace Color
es: Color de trazo
ru: Цвет черты
sv: Spåra färg

source: Trademark
es: Nombre comercial
ru: Торговая марка
sv: Varumärke

source: Traditional Chinese
es: Chino tradicional
ru: Традиционный китайский
sv: Traditionell kinesiska

source: Traditional Forms
es: Ideogramas tradicionales
ru: Традиционные формы
sv: Traditionella former

source: Traditional Name Forms
es: Ideogramas tradicionales para nombres propios
ru: Традиционные формы имени
sv: Traditionella namnformer

source: Traditionally the x-height of an italic face is slightly less than the x-height of the companion roman
es: Tradicionalmente, la altura x de una fuente cursiva es ligeramente menor que la altura x de la contraparte romana
ru: Согласно традиции рост строчных в курсивном начертании несколько меньше роста строчных в прямом начертании.
sv: Traditionellt är x-höjden för en kursiv stil något mindre än x-höjden för den motsvarande romerska

source: Trailing Jamo Forms
es: Formas de jamos terminales
ru: Конечные формы хангыля
sv: Efterföljande Jamo formulär

source: Transform
es: Transformar
ru: Преобразование
sv: Omvandla

source: Transform Original Color
es: Transformar color original
ru: Исходный цвет преобразования

source: Transform _All Layers
es: Tr_ansformar todas las capas
ru: Преобразовать _все слои

source: Transform _Guide Layer Too
es: Transformar también la capa _guía
ru: Также преобразовать слой _направляющих

source: Transform _Width Too
es: Transformar también la anchura(_W)
ru: Также преобразовать _ширину
sv: Transform _Bredd för

source: Transform ascender serifs
es: Transformar serifas de ascenso
ru: Преобразовать засечки верхних выносных элементов
sv: Transformera uppåtriktade seriffer

source: Transform baseline serifs
es: Transformar serifas de la línea base
ru: Преобразовать засечки на базовой линии
sv: Transformera seriffer i baslinjen

source: Transform descender serifs
es: Transformar serifas de descenso
ru: Преобразовать засечки нижних выносных элементов
sv: Transformera nedåtriktade seriffer

source: Transform diagonal serifs
es: Transformar serifas diagonales
ru: Преобразовать диагональные засечки
sv: Transformera diagonala seriffer

source: Transform kerning _classes too
es: Transformar también _clases de interletraje
ru: Также преобразовать _кернинговые классы
sv: Transformera kerning _klasser också

source: Transform simple positioning features & _kern pairs
es: Transformar características de posicionamiento simple y pares de interletraje(_K)
ru: Преобразовать простые функции позиционирования и _кернинговые пары
sv: Omvandla enkla positioneringsfunktioner och _kern-par

source: Transform x-height serifs
es: Transformar serifas de la altura x
ru: Преобразовать засечки строчных знаков
sv: Transformera x-höjd seriffer

source: Transform:
es: Transformar:
ru: Преобразовать:
sv: Förvandla:

source: Transformation Matrix
es: Matriz de transformación
ru: Матрица преобразования
sv: Transformationsmatris

source: Transformation Matrix Changed
es: Cambió la matriz de transformación
ru: Матрица преобразования изменена
sv: Transformationsmatris Ändrad

source: Transformed
es: Transformado
ru: Преобразованные
sv: Förvandlad

source: Transformed by:
es: Transformado por:
ru: Изменён:
sv: Förändrad av:

source: Transforming...
es: Transformando...
ru: Преобразование…
sv: Omvandling...

source: Transitional Serifs
es: Serifas transitionales
ru: Переходная антиква (TS)
sv: Seriffer i övergångsform

source: Translate By
es: Trasladar en
ru: Переместить на
sv: Översätt av

source: Translation in X
es: Transposición en X
ru: Перемещение по X
sv: Översättning i X

source: Translation in Y
es: Transposición en Y
ru: Перемещение по Y
sv: Översättning i Y

source: Transport and Map Symbols
es: Símbolos de transporte y mapa
ru: Транспортные и картографические символы

source: Triangle
es: Triángulo
ru: Треугольные
sv: Triangel

source: Trimming Undo Information
es: Recortando información de los deshaceres
ru: Регулировка числа отменяемых действий

source: TrueType Hints
es: Pistas TrueType
ru: Хинты TrueType
sv: TrueType-tips

source: TrueType Instructions for %.50s
es: Intrucciones TrueType para %.50s
ru: Инструкции TrueType для %.50s
sv: TrueType-instruktioner för %.50s

source: TrueType Point _Matching:
es: Coincidencia de puntos de TrueType:
ru: Сопоставление точки TrueType:
sv: TrueType-punkt _Matchning:

source: TrueType does not support mixed references and contours. If you want instructions for %.30s you should either: * Unlink the reference(s) * Copy the inline contours into their own (unencoded glyph) and make a reference to that.
es: TrueType no soporta referencias mixtas y contornos. Si deseas instrucciones para %.30s debes escoger: * Desvincular la(s) referencia(s) * Copiar los contornos en línea por su cuenta (glifo no codificado) y hacer una referencia a eso.
ru: TrueType не поддерживает смешанные ссылки и контуры. Если нужны инструкции для %.30s необходимо одно из двух: * Разыменовать ссылку (ссылки) * Скопировать жирные контуры в свою собственную таблицу (незакодированный глиф) и ссылаться на неё.
sv: TrueType stöder inte blandade referenser och konturer. Om du vill ha instruktioner för %.30s ska du antingen: * Avlänka referensen/erna * Kopiera inline-konturerna till sin egen (okodade) glyf) och skapa en referens till den.

source: TrueType does not support references which are scaled by more than 200%%. But %1$.30s has been in %2$.30s. Any instructions added would be meaningless.
es: TrueType no soporta referencias que estén escaladas por más de 200%%. Pero %1$.30s lo está en %2$.30s. Cualquier instrucción añadida no tendría sentido.
ru: TrueType не поддерживает ссылки с масштабированием более 200%%. Однако %1$.30s находится в %2$.30s. Добавление каких-либо инструкций не будет иметь никакого смысла.
sv: TrueType stöder inte referenser som är skalade med mer än 200%%. Men %1$.30s har varit i %2$.30s. Eventuella instruktioner tillagda skulle vara meningslösa.

source: TrueType glyphs can either contain references or contours. Not both.
es: Los glifos TrueType pueden contener referencias o contornos. Pero no ambos.
ru: Глифы TrueType могут содержать либо ссылки, либо контуры. Но не то и другое одновременно.
sv: TrueType-glyfer kan antingen innehålla referenser eller konturer. Inte båda.

source: TrueType requires that all scaling and rotational entries in a transformation matrix be between -2 and 2
es: TrueType requiere que todas las entradas de escalado y rotación en una matriz de transformación estén entre -2 y 2
ru: TrueType требует, чтобы все элементы масштабирования и вращения в матрице преобразования имели значение в диапазоне между -2 и 2
sv: TrueType kräver att alla poster för skalning och rotation i poster i en transformationsmatris ska vara mellan -2 och 2

source: TrueTypeName|New
es: Nuevo
ru: Создать
sv: Nytt

source: Try To Fix Glyphs With
es: Intentar arreglar glifos con
ru: Попробовать исправить глифы с
sv: Försök att fixa glyfer med

source: Try to detect serifs and other elements protruding from base stems and generate instructions for them.
es: Intenta detectar serifas y otros elementos que sobresalen de las astas base y genera instrucciones para ellos.
ru: Пытаться обнаружить засечки и другие элементы, выступающие из штрихов основы и создавать для них инструкции.
sv: Försök att upptäcka seriffer och andra element som sticker ut från basstammen och skapa instruktioner för dem.

source: Try to insure that the counters are as wide afterward as they were before
es: Intentar asegurar que los contadores sean tan anchos después como lo eran antes
ru: Убедиться в том, что просветы будут такими же широкими, как и прежде
sv: Försök att försäkra dig om att räknarna är lika breda efteråt som de var innan

source: Tshangla
ru: Цангла

source: Tsonga
ru: Тсонга

source: Tswana
es: Setsuana
ru: Тсвана

source: Tulu
ru: Тулу

source: Tumbuka
ru: Тумбука

source: Tundra Enets
es: Enets de la tundra
ru: Тундровый энецкий

source: Turkish
es: Turco
ru: Турецкий
sv: Turkiska

source: Turkmen
es: Turcomano
ru: Туркменский
sv: Turkmeniska

source: Turoyo Aramaic
es: Arameo turoyo
ru: Туройо
sv: Turoyo Arameiska

source: Tuvalu
es: Tuvaluano
ru: Тувалу

source: Tuvin
es: Tuvano
ru: Тувинский

source: Twi
es: Chuí
ru: Чви

source: Twilight
es: Ocaso
ru: Переходная зона
sv: Halvdager

source: Twilight Zone Point Count
es: Contador de puntos de la zona de ocaso
ru: Число точек переходной зоны (twilight zone)
sv: Twilight Zone-punktantal

source: Two cursive anchor classes
es: Dos clases de anclaje cursivo
ru: Два класса опорной точки курсива
sv: Två kursiva ankarklasser

source: Two cursive anchor classes in the same subtable, %s
es: Dos clases de anclas cursivas en la misma subtabla, %s
ru: Два класса опорной точки курсива в той же подтаблице, %s
sv: Två kursiva ankarklasser i samma delfält, %s

source: Two glyphs have the same name. Change the encoding to "Glyph Order" and use Edit->Select->Wildcard with the following name
es: Dos glifos tienen el mismo nombre. Cambia la codificación a "Orden de los glifos" y usa Editar->Seleccionar->Comodín con el siguiente nombre
ru: Два глифа с одинаковым именем. Измените кодировку на «Порядок глифов» и используйте «Правка»->«Выделить»->«Выбрать по шаблону…» с указанием имени
sv: Två glyfer har samma namn. Ändra kodningen till "Glyph Order" och använd Redigera->Välj->Wildcard med följande namn

source: Two glyphs share the same unicode code point. Change the encoding to "Glyph Order" and use Edit->Select->Wildcard with the following code point
es: Dos glifos comparten el mismo punto de código Unicode. Cambia la codificación a "Orden de los glifos" y usa Editar->Seleccionar->Comodín con el siguiente punto de código
ru: Два глифа имеют одинаковый код Юникода. Измените кодировку на «Glyph Order» и используйте «Правка»->«Выделить»->«Выбрать по шаблону…» с указанием кода
sv: Två glyfer delar samma unicode-kodpunkt. Ändra kodningen till "Glyph Order" och använd Redigera->Välj->Wildcard med följande kodpunkt

source: Type
es: Tipo
ru: Тип
sv: Typ

source: Type in new layer name
es: Escribe el nombre de la nueva capa
ru: Введите имя нового слоя

source: Type of distortable font:
es: Tipo de fuente distorsionable:
ru: Тип подстраиваемого шрифта:
sv: Typ av förvrängningsbart typsnitt:

source: Type1 and 2 fonts only support translation of references. The first four entries of the transformation matrix should be [1 0 0 1].
es: Las fuentes de tipo 1 y 2 solo soportan la traducción de referencias. Las primeras cuatro entradas de la matriz de transformación deben ser [1 0 0 1].
ru: Шрифты Type1 и 2 поддерживают только трансляцию ссылок. Первые четыре элемента матрицы преобразования должны быть [1 0 0 1].
sv: Fontar av typ 1 och 2 stöder endast översättning av referenser. De fyra första posterna i transformationsmatrisen ska vara [1 0 0 1].

source: Type2 fonts do not support the Type1 callothersubrs operator
es: Las fuentes Type2 no soportan el operador "callothersubrs" de Type1
ru: Шрифты Type2 не поддерживают оператор callothersubrs Type1
sv: Type2-typsnitt stöder inte Type1-operatorn callothersubrs

source: Type2 fonts do not support the Type1 setcurrentpoint operator
es: Las fuentes Type2 no soportan el operador "setcurrentpoint" de Type1
ru: Шрифты Type2 не поддерживают оператора setcurrentpoint для Type1
sv: Type2-typsnitt stöder inte Type1-operatorn setcurrentpoint

source: Type:
es: Tipo:
ru: Тип:
sv: Typ:

source: Typing a normal character in the glyph view window changes the window to look at that character
es: Escribir un carácter normal en la ventana del glifo cambia la ventana para ver ese carácter
ru: Ввод обычного символа в окне обзора глифов переводит окно к просмотру этого символа
sv: Om du skriver in ett normalt tecken i glyfvisningsfönstret ändras fönstret så att det visar det tecknet

source: Typing a normal character in the glyph view window changes the window to look at that character. Enabling GlyphAutoGoto will disable the shortcut where holding just the ` key will enable Preview mode as long as the key is held.
es: Escribir un carácter normal en la ventana de la vista de glifos cambia la ventana para ver ese carácter. Activar GlyphAutoGoto deshabilitará el acceso directo en el que mantener pulsada la tecla ` habilita el modo de vista previa mientras se mantiene presionada.
ru: Ввод обычного символа в окне просмотра глифа заменяет отображение в окне на этот символ. Включение параметра «Автопереход к символу» отключит сочетание клавиш, при котором удерживание клавиши «`» включает режим предпросмотра на время удержания клавиши.

source: Tzotzil
ru: Цоциль

source: Tày
es: Tay
ru: Тхо

source: U_nlink Reference
es: Reemplazar refere_ncia
ru: _Разыменовать ссылку
sv: A_vlänka referens

source: Udmurt
es: Udmurto
ru: Удмуртский

source: Ugaritic
es: Ugarítico
ru: Древнеперсидский
sv: Ugaritiska

source: Ukrainian
es: Ucraniano
ru: Украинский
sv: Ukrainska

source: Ultra-Condensed (50%)
es: Ultracondensado (50%)
ru: Ультраузкий (50%)
sv: Ultrakondenserad (50%)

source: Ultra-Expanded (200%)
es: Ultraexpandido (200%)
ru: Ультраширокий (200%)
sv: Ultra-expanderad (200%)

source: Umbundu
ru: Умбунду

source: UnTouch Point Pops a point number and marks it untouched
es: Dejar de tocar un punto (UTP) Desapila un número de punto y lo marca como no tocado
ru: UTP Отметка незадействованной точки Извлекает номер точки и помечает её в качестве незадействованной
sv: UnTouch-punkt Popar upp ett punktnummer och markerar det som orört

source: Unable to parse the pdf objects that make up %s
es: No se pueden interpretar los objetos PDF que componen a %s
ru: Не удалось обработать объекты pdf, которые составляют %s
sv: Det går inte att tolka pdf-objekten som utgör %s

source: Unassigned Bit 123
es: Bit 123 no asignado
ru: Неназначенный бит 123
sv: Ej tilldelad Bit 123

source: Unassigned Bit 124
es: Bit 124 no asignado
ru: Неназначенный бит 124
sv: Ej tilldelad bit 124

source: Unassigned Bit 125
es: Bit 125 no asignado
ru: Неназначенный бит 125
sv: Ej tilldelad Bit 125

source: Unassigned Bit 126
es: Bit 126 no asignado
ru: Неназначенный бит 126
sv: Ej tilldelad Bit 126

source: Unassigned Bit 127
es: Bit 127 no asignado
ru: Неназначенный бит 127
sv: Otilldelad Bit 127

source: Unassigned Code Points
es: Puntos de código no asignados
ru: Кодовые точки не назначены
sv: Ej tilldelade kodpunkter

source: Undefined positioning
es: Posicionamiento no definido
ru: Неопределённое расположение
sv: Odefinierad positionering

source: Undefined substitution
es: Sustitución no definida
ru: Неопределённая подстановка
sv: Odefinierad substitution

source: Underline _Position:
es: _Posición subrayado:
ru: _Линия подчёркивания:

source: Underline|_Height:
es: Altura:(_H)
ru: В_ысота:
sv: _Höjd:

source: Undo Fontlevel
es: Deshacer nivel de fuente
ru: Отменить уровень шрифта

source: Undo information incomplete
es: Deshacer información incompleta
ru: Неполная информация по отмене действия

source: UndoDepth
es: Deshacer profundidad
ru: Число действий в истории изменений

source: UndoRedoLimitToLoad
es: Límite a cargar de deshacer/rehacer
ru: Предел загрузки по повтору/отмене

source: UndoRedoLimitToSave
es: Límite para guardar de deshaceres y rehaceres
ru: Число операций отмены/повтора

source: Unencoded Label Color
es: Color de las etiquetas sin codificar
ru: Цвет подписи незакодированного глифа

source: Uneven Weighting
es: Peso desigual
ru: Неравномерная насыщенность
sv: Ojämn viktning

source: Unexpected EOF in gf
es: EOF inesperado en gf
ru: Неожиданный EOF в gf

source: Unexpected PST type in GetPosSub (%d).
es: Tipo de PST inesperado en GetPosSub (%d).
ru: Неожиданный тип PST в GetPosSub (%d).

source: Unexpected Variation Selector
es: Selector de variación inesperado
ru: Неожиданный селектор вариаций
sv: Väljare för oväntad variation

source: Unexpected character (0x%02X) on line %d of %s
es: Carácter inesperado (0x%02X) en la línea %d de %s
ru: Неожиданный символ (0x%02X) на строке %d файла %s
sv: Oväntat tecken (0x%02X) på rad %d i %s

source: Unexpected charset format in cff: %d
es: Formato de conjunto de caracteres inesperado en cff: %d
ru: Неожиданный форма кодировки в cff: %d

source: Unexpected density
es: Densidad inesperada
ru: Неожиданная плотность
sv: Oväntad densitet

source: Unexpected encoding format in cff: %d
es: Formato de codificación inesperado en cff: %d
ru: Неожиданный формат кодирования в cff: %d

source: Unexpected end of file found in morx chain.
es: Fin inesperado del archivo encontrado en la cadena morx.
ru: Неожиданный конец файла найден в цепочке morx.

source: Unexpected end of file in GSUB ligature sub-table.
es: Fin inesperado del archivo en subtabla de ligaduras GSUB.
ru: Неожиданный конец файла в подтаблице лигатур GSUB.
sv: Oväntat slut på filen i undertabellen för GSUB-ligaturer.

source: Unexpected end of file in GSUB sub-table.
es: Fin inesperado del archivo en subtabla GSUB.
ru: Неожиданный конец файла в подтаблице GSUB.

source: Unexpected end of file in contextual chaining subtable.
es: Fin inesperado del archivo en la subtabla de encadenamiento contextual.
ru: Неожиданный конец файла в контекстной подтаблице цепочки.

source: Unexpected end of file in feature definition on line %d of %s
es: Fin de archivo inesperado en la definición de características en la línea %d de %s
ru: Неожиданный конец файла в определении функции на строке %d файла %s
sv: Oväntat slut på filen i funktionsdefinitionen på rad %d av %s

source: Unexpected end of file in lookup definition on line %d of %s
es: Fin inesperado del archivo en la definición de búsqueda en la línea %d de %s
ru: Неожиданный конец файла в определении lookup на строке %d файла %s
sv: Oväntat slut på filen i uppslagsdefinitionen på rad %d av %s

source: Unexpected error
es: Error inesperado
ru: Неожиданная ошибка
sv: Oväntat fel

source: Unexpected number
es: Número inesperado
ru: Неожиданное число
sv: Oväntat antal

source: Unexpected size for font info section of URW font (expected 12, got %d)
es: Tamaño inesperado para la sección de información de fuentes de URW (se esperaba 12, se obtuvo %d)
ru: Неожиданный размер раздела информации о URW-шрифте (ожидалось 12, получилось %d)

source: Unexpected size for name section of URW font (expected 55, got %d)
es: Tamaño inesperado para la sección nombre de URW (se esperaba 55, se obtuvo %d)
ru: Неожиданный размер имени раздела URW-шрифта (ожидалось 55, получилось %d)

source: Unexpected token after expression end. before ...%40s
es: Token inesperado después del fin de la expresión. antes de ...%40s
ru: Неожиданный маркер после завершения выражения. перед …%40s
sv: Oväntad token efter uttryckets slut. före ...%40s

source: Unexpected token in GDEF on line %d of %s
es: Token inesperado en GDEF en la línea %d de %s
ru: Неожиданный маркер в GDEF на строке %d файла %s
sv: Oväntad token i GDEF på rad %d av %s

source: Unexpected token in glyph class range on line %d of %s
es: Token inesperado en el rango de clase de glifos en la línea %d de %s
ru: Неожиданный маркер в диапазоне классе глифа на строке %d файла %s
sv: Oväntat tecken i glyph class range på rad %d i %s

source: Unexpected token in lookupflags on line %d of %s
es: Token inesperado en las banderas de búsqueda en línea %d de %s
ru: Неожиданный маркер в «lookupflags» на строке %d файла %s
sv: Oväntad token i lookupflags på rad %d av %s

source: Unexpected token in value record on line %d of %s
es: Token inesperado en el registro de valores en la línea %d de %s
ru: Неожиданный маркер в записи значения на строке %d файла %s
sv: Oväntad token i värdepost på rad %d i %s

source: Unexpected token, %s, in BASE table on line %d of %s
es: Token inesperado, %s, en la tabla BASE en la línea %d de %s
ru: Неожиданный маркер, %s, в таблице BASE на строке %d файла %s
sv: Oväntad token, %s, i BASE-tabellen på rad %d i %s

source: Unexpected token, %s, in feature definition on line %d of %s
es: Token inesperado, %s, en la definición de características en la línea %d de %s
ru: Неожиданный маркер, %s, в определении функции на строке %d файла %s
sv: Oväntad token, %s, i funktionsdefinitionen på rad %d i %s

source: Unexpected token, %s, in lookup definition on line %d of %s
es: Token inesperado, %s, en la definición de búsqueda en la línea %d de %s
ru: Неожиданный маркер, %s, в определении lookup на строке %d файла %s
sv: Oväntad token, %s, i uppslagsdefinitionen på rad %d i %s

source: Unexpected token, %s, on line %d of %s
es: Token inesperado, %s, en línea %d de %s
ru: Неожиданный маркер, %s, на строке %d файла %s
sv: Oväntad token, %s, på rad %d i %s

source: Unexpected token. before ...%40s
es: Token inesperado. antes de ...%40s
ru: Неожиданны маркер. перед …%40s
sv: Oväntad token. före ...%40s

source: Unexpected use of bitmap format 5, no metrics are appearant
es: Uso inesperado del formato de mapa de bits 5. No hay métricas aparentes
ru: Неожиданное использование формата растра 5, метрики отсутствуют

source: Unexpected value in dictionary %d
es: Valor inesperado en el diccionario %d
ru: Неожиданное значение в словаре %d
