Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: The plugin will be loaded in the order at the next restart of FontForge. You can also load it now. Would you like to?
es: El plugin será cargado en el orden en el próximo reinicio de FontForge. También puedes cargarlo ahora. ¿Te gustaría hacerlo?
ru: Модуль будет загружен в соответствии с установленным порядком при следующем запуске FontForge. Можно также загрузить его прямо сейчас. Загрузить?

source: The points have been changed. This may mean that the truetype instructions now refer to the wrong points and they may cause unexpected results.
es: Los puntos han sido modificados. Esto puede significar que las instrucciones de TrueType ahora se refieren a los puntos equivocados, y pueden causar resultados inesperados.
ru: Точки были изменены. Это может означать, что инструкции truetype теперь относятся к неверным точкам и могут привести к непредсказуемым результатам.
sv: Punkterna har ändrats. Detta kan innebära att truetype-instruktionerna nu hänvisar till fel punkter och att de kan orsaka oväntade resultat.

source: The points in %s are not numbered properly. This means that any instructions will probably move the wrong points and do the wrong thing. Would you like me to remove the instructions?
es: Los puntos en %s no están enumerados correctamente. Esto significa que cualquier instrucción probablemente moverá los puntos equivocados y hará algo incorrecto. ¿Te gustaría que eliminara las instrucciones?
ru: Неверная нумерация точек в %s. Это означает, что любые инструкции будут приводить к перемещению не тех точек и совершаемое действие окажется в целом неверно. Удалить инструкции?
sv: Punkterna i %s är inte numrerade på rätt sätt. Det innebär att eventuella instruktioner förmodligen kommer att flytta fel punkter och göra fel sak. Vill du att jag ska ta bort instruktionerna?

source: The primary display font family (normally sans-serif) at the normal size for menus, dialogs, etc.
es: La familia de fuentes de visualización primaria (normalmente sans-serif) en el tamaño normal para menús, diálogos, etc.
ru: Основное семейство шрифтов для отображения (обычно без засечек) в обычном размере для меню, диалогов и т.д.

source: The push count must be a number between 0 and 255
es: El conteo de empujes debe ser un número entre 0 y 255
ru: Количество сдвигов должно представлять собой число в диапазоне между 0 и 255
sv: Push-antalet måste vara ett tal mellan 0 och 255

source: The range of sizes (in points) to which this face applies. Lower bound is exclusive, upper bound is inclusive.
es: El rango de tamaños (en puntos) que aplica para esta fuente. El límite inferior es exclusivo, el límite superior es inclusivo.
ru: Диапазон кеглей (в пунктах), к которым применяется это начертание. Нижняя граница включатся, верхняя — исключается.
sv: Det storleksintervall (i punkter) som denna yta gäller för. Nedre gränsen är exklusiv, övre gränsen är inkluderande.

source: The repeat counts must be positive numbers
es: Los conteos de repetición deben ser números positivos
ru: Число повторов должно быть выражено положительными числами
sv: Antalet upprepningar måste vara positiva tal

source: The requested file, %.100s, does not exist
es: El archivo solicitado, %.100s, no existe
ru: Запрошенный файл %.100s не существует
sv: Den begärda filen, %.100s, finns inte

source: The results produced by applying the NormalizeDesignVector and ConvertDesignVector functions were not the results expected. You may need to change these functions
es: Los resultados obtenidos al aplicar las funciones NormalizeDesignVector y ConvertDesignVector no fueron los esperados. Puede que necesite modificar estas funciones
ru: Результаты, полученные после применения функций NormalizeDesignVector и ConvertDesignVector не соответствуют ожиданиям. Может потребоваться изменение этих функций
sv: Resultatet av funktionerna NormalizeDesignVector och ConvertDesignVector blev inte det förväntade resultatet. Du kan behöva ändra dessa funktioner

source: The script tag on line %d (%s) is too long. It may be at most 4 letters
es: La etiqueta de sistema de escritura en la línea %d (%s) es demasiado larga. Puede tener como máximo 4 letras
ru: Слишком длинный тег системы письменности на строке %d (%s). Длина тега не должна превышать 4 буквы
sv: Script-taggen på rad %d (%s) är för lång. Den får vara högst 4 bokstäver

source: The script tag on line %d (%s) should be in ASCII.
es: La etiqueta de sistema de escritura en la línea %d (%s) debería estar en ASCII.
ru: Тег системы письменности на строке %d (%s) должен содержать ASCII-текст.
sv: Script-taggen på rad %d (%s) ska vara i ASCII.

source: The search pattern was not found again in the font %.100s
es: No se encontró nuevamente el patrón de búsqueda en la fuente %.100s
ru: Вновь не был найден шаблон поиска в шрифте %.100s
sv: Sökmönstret hittades inte igen i typsnittet %.100s

source: The search pattern was not found in the font %.100s
es: No se encontró el patrón de búsqueda en la fuente %.100s
ru: Шаблон поиска не был найден в шрифте %.100s
sv: Sökmönstret hittades inte i typsnittet %.100s

source: The sections specified do not make sense. All lookups must lie in the middle section.
es: Las secciones especificadas no tienen sentido. Todas las búsquedas deben estar en la sección intermedia.
ru: Указанные разделы нецелесообразны. Все lookup должны находится в среднем разделе.
sv: De angivna sektionerna är inte meningsfulla. Alla uppslagningar måste ligga i det mellersta avsnittet.

source: The selected control point's position violates Rule 1 (see documentation).
es: La posición del punto de control seleccionado viola la Regla 1 (véase la documentación).
ru: Положение выбранной управляющей точки нарушает правило 1 (см. документацию).

source: The selected control point's position violates Rule 2 (see documentation).
es: La posición del punto de control seleccionado viola la Regla 2 (véase la documentación).
ru: Положение выбранной управляющей точки нарушает правило 2 (см. документацию).

source: The selected control point's position violates Rule 3 (see documentation).
es: La posición del punto de control seleccionado viola la Regla 3 (véase la documentación).
ru: Положение выбранной управляющей точки нарушает правило 3 (см. документацию).

source: The selected glyphs have no hints. FontForge will not produce many instructions.
es: Los glifos seleccionados no tienen pistas. FontForge no producirá muchas instrucciones.
ru: Выбранные глифы не содержат хинты. FontForge не сможет воспроизвести много инструкций.
sv: De valda glyferna har inga ledtrådar. FontForge kommer inte att producera många instruktioner.

source: The selected line segment is near the italic angle
es: El segmento seleccionado está cerca de la pendiente de las cursivas
ru: Выделенный отрезок расположен почти под углом наклона шрифта
sv: Det markerade linjesegmentet ligger nära den kursiva vinkeln

source: The selected line segment is nearly horizontal
es: El segmento seleccionado está prácticamente horizontal
ru: Выделенный отрезок почти горизонтален
sv: Det valda linjesegmentet är nästan horisontellt

source: The selected line segment is nearly vertical
es: El segmento seleccionado está prácticamente vertical
ru: Выделенный отрезок почти вертикален
sv: Det valda linjesegmentet är nästan vertikalt

source: The selected point does not have integral control points
es: El punto seleccionado no tiene puntos de control integrales
ru: У выбранной точки отсутствуют целочисленные управляющие точки
sv: Den valda punkten har inte integrerade kontrollpunkter

source: The selected point is near a horizontal stem hint
es: El punto seleccionado está cerca a un ajuste de asta horizontal
ru: Выбранная точка находится рядом с хинтом горизонтального штриха
sv: Den valda punkten är nära en horisontell stam som antyder

source: The selected point is near a vertical stem hint
es: El punto seleccionado está cerca de una pista de asta vertical
ru: Выбранная точка находится рядом с хинтом вертикального штриха
sv: Den valda punkten är nära en vertikal stam som antyder

source: The selected point is not at integral coordinates
es: El punto seleccionado no está en coordenadas integrales
ru: Выбранная точка лежит не на целочисленных координатах
sv: Den valda punkten ligger inte i integrerade koordinater

source: The selected point is on a line; all on-curve points must bend or curve clockwise.
es: El punto seleccionado está en una línea; todos los puntos en curva deben doblarse o curvar en un sentido horario.
ru: Выбранная точка находится на линии; все точки на кривой должны сгибаться или искривляться по часовой стрелке.

source: The selected point is the start of a 'tiny' spline; splines that small may cause inaccurate calculations.
es: El punto seleccionado es el inicio de una curva 'pequeña'; curvas así de pequeñas pueden causar cálculos inexactos.
ru: Выбранная точка является началом «малого» сплайна; сплайны столь малой величины могут приводить к неточным вычислениям.

source: The selected point is too far from the origin
es: El punto seleccionado está demasiado lejos del origen
ru: Выделенная точка находится слишком далеко от начала координат
sv: Den valda punkten ligger för långt från origo

source: The selected point starts a spline with one control point; nib splines need a defined slope at both points.
es: El punto seleccionado empieza con una curva en un punto de control; las curvas de punta necesitan una pendiente definida en ambos puntos.
ru: Выбранная точка начинается со сплайна с одной управляющей точкой; сплайны острия нуждаются в определении наклона на обоих точках.

source: The selected points (or the intermediate control points) are too far apart
es: Los puntos seleccionados (o los puntos de control intermedio) están demasiado separados
ru: Выделенные точки (или промежуточные управляющие точки) слишком далеко отстоят друг от друга
sv: De valda punkterna (eller de mellanliggande kontrollpunkterna) är för långt ifrån varandra

source: The selected points are too close to each other
es: Los puntos seleccionados están demasiado próximos entre sí
ru: Выделенные точки расположены слишком близко друг к другу
sv: De valda punkterna ligger för nära varandra

source: The selected spline attains its extrema somewhere other than its endpoints
es: La curva seleccionada alcanza su nodos extremos en un lugar diferente a sus puntos finales
ru: Этот сплайн достигает экстремума не в концевых точках, а где-то ещё
sv: Den valda spline når sitt extrema någon annanstans än i sina ändpunkter

source: The selection should be scaled so that it will cover the path's length
es: La selección debe escalarse para cubrir toda la longitud del trazado
ru: Выделение должно масштабироваться для охвата длины контура
sv: Urvalet ska skalas så att det täcker slingans längd

source: The set of positions, %.30s, is not specified in any design (and should be)
es: El conjunto de posiciones, %.30s, no está especificado en ningún diseño cuando debería estarlo
ru: Набор позиций, %.30s, не указан ни в одном образце начертания (хотя должен)
sv: Uppsättningen av positioner, %.30s, är inte specificerad i någon konstruktion (men bör vara det)

source: The set of positions, %.30s, is not specified in any design. Is that what you want?
es: El conjunto de posiciones, %.30s, no esta especificado en ningún diseño. ¿Es lo que desea?
ru: Набор позиций, %.30s, не указан ни в одном образце начертания. Продолжить?
sv: Uppsättningen av positioner, %.30s, är inte specificerad i någon design. Är det vad du vill ha?

source: The set of positions, %.30s, is used more than once
es: El conjunto de posiciones, %.30s, es utilizado más de una vez
ru: Набор позиций, %.30s, используется больше одного раза
sv: Uppsättningen av positioner, %.30s, används mer än en gång

source: The simple application of this algorithm will squeeze counters That is not normally seen in bold latin fonts
es: La aplicación simple de este algoritmo comprimirá los contadores. Esto no sucede normalmente en fuentes latinas en negritas
ru: Простое применение этого алгоритма приведёт к сжатию просветов Обычно это происходит в полужирных шрифтах с латиницей
sv: Den enkla tillämpningen av denna algoritm kommer att pressa räknare Det är inte normalt att se i feta latinska typsnitt

source: The single parameter to this method must be an iterable object (such as a list) where each item is a tuple with a plugin name as its first element and 'on' or 'off' as its second element.
es: El único parámetro de este método debe ser un objeto iterable (como una lista), en donde cada elemento es una tupla con un nombre de plugin como su primer elemento, y "on" u "off" (activado o desactivado) como el segundo.
ru: Единственный параметр для этого метода должен быть перечисляемым объектом (таким как список), в котором каждый элемент является кортежем, содержащим имя подключаемого модуля в качестве своего первого элемента и «Вкл.» или «Выкл.» в качестве второго элемента.

source: The size (in points) for which this face was designed
es: El tamaño (de puntos) para el que se diseñó esta fuente
ru: Кегль (в пунктах) на который это начертание было изначально рассчитано
sv: Den storlek (i punkter) som denna yta är utformat för

source: The size at which the current glyph is rasterized. For small pixelsize you may want to use the magnification factor below to get a clearer view. The pulldown list contains the pixelsizes at which there are device table corrections.
es: El tamaño en el cual se rasteriza el glifo actual. Para un tamaño de píxel pequeño puede que quieras usar el factor de magnificación a continuación para obtener una vista más clara. La lista desplegable contiene los tamaños de píxeles en los cuales hay correcciones de la tabla de dispositivos.
ru: Размер, в который растрируется текущий глиф. Для малого размера пиксела возможно придётся использовать коэффициент увеличения внизу для получения чёткого отображения. Выпадающий список содержит размеры пиксела для которых существуют таблицы коррекции по устройствам.
sv: Storleken där aktuell glyf är rasteriserad. För en liten bildpunktstorlek ska du kanske använda förstoringsfaktorn nedanför för att få en tydligare visning. Den utfällbara listan innehåller bildpunktstorlekarna där det finns enhetstabellkorrigeringar.

source: The size of the handles showing control points and other interesting points in the glyph editor (default is 5).
es: El tamaño de los controladores que muestran los puntos de control y otros puntos interesantes en el editor de glifos (por defecto es 5).
ru: Размер управляющих линий, маркирующих управляющие точки, а также другие интересные точки в редакторе глифа (по умолчанию 5).

source: The smaller number must be selected first in a pair of bluevalues
es: En un par de valores Blue se debe seleccionar primero el número más pequeño
ru: Сначала необходимо выбрать числа поменьше для пары bluevalues
sv: Det mindre talet måste väljas först i ett par blåvärden

source: The specification already says that the typo metrics should be used to determine line spacing. But so many programs fail to follow the spec. that MS decided an additional bit was needed to remind them to do so.
es: La especificación ya dice que las métricas tipográficas deben ser usadas para determinar el espaciado de línea. Pero muchos programas fallan en seguir las especificaciones, por lo que MS decidió que un bit adicional era necesario para recordarles que lo hicieran.
ru: В спецификации уже говорится о том, что для определения интервала необходимо использовать типографские метрики. Но поскольку программы крайне редко следуют спецификации, MS решили использовать дополнительный бит для напоминания об этой необходимости.
sv: Specifikationen säger redan att typografimåtten ska användas för att användas för att bestämma radavståndet. Men så många program följer inte specifikationen att MS beslutade att en ytterligare bit behövdes för att påminna dem om att göra det.

source: The spline does not reach %g
es: La curva no alcanza %g
ru: Этот сплайн не достигает %g
sv: Splinten når inte %g

source: The standard shift down applied to subscript elements. Positive for moving downward.
es: El desplazamiento estándar hacia abajo aplicado a los elementos subíndices. Positivo para mover hacia abajo.
ru: Стандартное смещение вниз, применяемое к элементам с нижним индексом. Положительно для перемещения вниз.
sv: Standardförskjutningen nedåt tillämpas på indexerade element. Positiv för att flytta nedåt.

source: The stroke algorithm will attempt to be (at least) this accurate, but there may be exceptions.
es: El algoritmo de trazo intentará ser (al menos) así de preciso, pero puede haber excepciones.
ru: Алгоритм обводки будет пытаться действовать в пределах (не менее) указанной точности, но при этом возможны исключения.

source: The text will wrap to a new line after this many em-units
es: El texto se ajustará a una nueva línea después de esta cantidad de unidades em
ru: Этот текст будет переносится на новую строку после указанного количества единиц em
sv: Texten bryts till en ny rad efter så här många em-enheter

source: The tfm and enc files contain information TeX needs to install a PostScript® font.
es: Los archivos TFM y ENC contienen información que TeX necesita para instalar una fuente PostScript®.
ru: Файлы tfm и enc содержат информацию, необходимую TeX для установки шрифта PostScript®.
sv: Filerna tfm och enc innehåller information som TeX behöver för att installera ett PostScript®-typsnitt.

source: The tiles should be centered on the path
es: Los mosaicos deben estar centrados en el trazado
ru: Фрагменты устанавливаются по центру контура
sv: Plattorna ska vara centrerade på slingan

source: The tiles should be placed to the left of the path as the path is traced from its start point to its end
es: Los mosaicos deben colocarse a la izquierda del trazado, ya que es trazado desde su punto de inicio hasta su final
ru: Фрагменты должны устанавливаться слева от контура, проложенного от начальной до конечно точки
sv: Brickorna ska placeras till vänster om slingan när slingan dras från sin startpunkt till sin slutpunkt

source: The tiles should be placed to the right of the path as the path is traced from its start point to its end
es: Los mosaicos deben colocarse a la derecha del trazado, ya que es trazado desde su punto de inicio hasta su final
ru: Фрагменты должны устанавливаться справа от контура, проложенного от начальной до конечно точки
sv: Brickorna ska placeras till höger om slingan när slingan dras från dess startpunkt till dess slutpunkt

source: The transformation matrix specifies how the points in the source glyph should be transformed before they are drawn in the current glyph. x(new) = tm[1,1]*x + tm[2,1]*y + tm[3,1] y(new) = tm[1,2]*x + tm[2,2]*y + tm[3,2]
es: La matriz de transformación especifica cómo deben transformarse los puntos del carácter original antes de dibujarse en el carácter actual. x(nuevo) = tm[1,1]*x + tm[2,1]*y + tm[3,1] y(nuevo) = tm[1,2]*x + tm[2,2]*y + tm[3,2]
ru: Матрица преобразования указывает на то, каким образом должны быть преобразованы точки в исходном глифе до того, как они будут нарисованы в текущем глифе x(new) = tm[1,1]*x + tm[2,1]*y + tm[3,1] y(new) = tm[1,2]*x + tm[2,2]*y + tm[3,2]
sv: Transformationsmatrisen anger hur punkterna i källglyfen ska transformeras innan de ritas de ritas in i den aktuella glyfen. x(ny) = tm[1,1]*x + tm[2,1]*y + tm[3,1] y(ny) = tm[1,2]*x + tm[2,2]*y + tm[3,2]

source: The truetype encoding specified by platform=%d specific=%d (which we map to %s) is not supported by your version of iconv(3).
es: La codificación TrueType especificada por la plataforma=%d y su específico=%d (que mapeamos a %s) no es soportada por tu versión de iconv(3).
ru: Кодировка truetype, указанная в переменных platform=%d specific=%d (привязанных к %s) не поддерживается текущей версией iconv(3).

source: The truetype instructions on glyph %s are out of date. Do you want to proceed anyway?
es: Las instrucciones TrueType en el glifo %s están obsoletas. ¿Deseas continuar de todos modos?
ru: Инструкции truetype у глифа %s устарели. Всё равно продолжить?
sv: Truetype-instruktionerna för glyf %s är föråldrade. Vill du fortsätta ändå?

source: The two selected points are the endpoints of an open path
es: Los dos puntos seleccionados son los extremos de un trazado abierto
ru: Две выделенные точки — концы открытого контура
sv: De två valda punkterna är slutpunkterna på en öppen väg

source: The typo ascent&descent fields are>supposed< to specify the line spacing on windows. In fact usually the win ascent/descent fields do. (The descent field is usually negative.) If the "[] Is Offset" checkbox is clear then any number you enter will be the value used in OS/2. If set then any number you enter will be added to the Em-size. You should leave this field 0 and check "[*] Is Offset" in most cases. NOTE: Typo Descent is a NEGATIVE number for things below the baseline
es: Se >supone< que los campos de ascenso y descenso de la tipografía deberían especificar el espaciado de líneas de Windows. En realidad, los campos de ascenso y descenso de Windows lo hacen. (El campo de descenso usualmente es un número negativo). Si la casilla "[] Es desplazamiento" no está marcada, entonces cualquier número que introduzcas será el valor usado en OS/2. Si se establece, entonces cualquier número que introduzcas será añadido al tamaño em. Deberías dejar este campo en 0 y marcar "[*] Es desplazamiento" en la mayoría de los casos. NOTA: El descenso de la tipografía es un valor NEGATIVO para elementos debajo de la línea base
ru: В полях верхних и нижних типографских выносных элементов>предполагается<указывать межстрочный интервал на ОС windows, что в действительности обычно и делают поля win ascent/descent. (Поле нижнего выносного элемента имеет обычно отрицательное значение.) Если флажок «[] Со смещением» снят, то любое вводимое число будет использоваться в качестве значения в OS/2. Если флажок установлен, то любое вводимое число будет добавляться к единицам Em. В большинстве случаев следует оставить значение 0 в поле и установить флажок «[*] Со смещением». ПРИМЕЧАНИЕ: поле Typo Descent будет содержать ОТРИЦАТЕЛЬНОЕ значение для элементов ниже базовой линии
sv: Fälten typo ascent&descent är > avsedda< för att ange radavståndet i Windows. I själva verket gör oftast fälten win ascent/descent det. (Fältet för nedstigning är vanligtvis negativt.) Om kryssrutan "[] Är Offset" är avmarkerad kommer kommer varje siffra du anger att vara det värde som används i OS/2. Om den är markerad kommer alla siffror du anger att läggas till Em-storleken. Du bör lämna detta fältet 0 och markera "[*] Är Offset" i de flesta fall. OBS: Typo Descent är ett NEGATIVT tal för saker under baslinjen

source: The use of names 'alefmaksurainitialarabic' and 'alefmaksuramedialarabic' is discouraged.
es: El uso de los nombres "alefmaksurainitialarabic" y "alefmaksuramedialarabic" está desalentado.
ru: Использование имён 'alefmaksurainitialarabic' и 'alefmaksuramedialarabic' не приветствуется.

source: The version text (in the Names pane) must be entirely ASCII.
es: El texto de la versión (en el panel Nombres) debe ser totalmente ASCII.
ru: Текст версии (на вкладке «Имена») должен состоять полностью из ASCII-символов.
sv: Versionstexten (i fönstret Namn) måste vara helt ASCII.

source: The weight text (in the Names pane) must be entirely ASCII.
es: El texto del peso (en el panel Nombres) debe ser totalmente ASCII.
ru: Текст с описанием насыщенности (на вкладке «Имена») должен состоять полностью из ASCII-символов.
sv: Vikttexten (i fönstret Names) måste vara helt ASCII.
