Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: No replacement lists may be specified in this contextual lookup, use a nested lookup instead, starting at: %.20s...
es: No se puede especificar ninguna lista de sustitución en esta búsqueda contextual, utilice una búsqueda anidada, comenzando en: %.20s...
ru: Списки замены не должны указываться в контекстном lookup, вместо этого необходимо использовать вложенный lookup, начиная с: %.20s…
sv: Inga ersättningslistor kan anges i denna kontextuella uppslagning, använd istället en nästlad uppslagning som börjar på: %.20s...

source: No scripts
es: Sin scripts
ru: Отсутствуют системы письменности
sv: Inga skript

source: No selection
es: Sin selección⬤
ru: Данные не выбраны
sv: Inget val

source: No significant differences found
es: No se encontraron diferencias significativas
ru: Значительных расхождений не найдено
sv: Inga signifikanta skillnader konstaterades

source: No spaces allowed in class names.
es: No se permiten espacios en los nombres de las clases.
ru: В именах класса не должно быть пробелов.
sv: Inga mellanslag tillåts i klassnamn.

source: No substitution specified on line %d of %s
es: No se ha especificado sustitución en la línea %d de %s
ru: Подстановка не указана на строке %d файла %s
sv: Ingen ersättning specificerad på rad %d i %s

source: No such file
es: No existe tal archivo
ru: Нет такого файла
sv: Ingen sådan fil

source: Nogai
es: Nogayo
ru: Ногайский

source: Non Linear Transform
es: Transformación no lineal
ru: Нелинейное преобразование
sv: Icke-linjär transform

source: Non uniform scaling for horizontal counters and side bearings
es: Escala no uniforme para contadores y margenes laterales
ru: Неединообразно масштабировать по горизонтальным просветам и апрошам
sv: Icke enhetlig skalning för horisontella räkneverk och sidolager

source: Non-ASCII glyphnames
es: Nombres no ASCII de glifos
ru: Имена глифов не из набора ASCII
sv: Glyfnamn som inte är ASCII

source: Non-Basic Multilingual Plane
es: Plano multilingüe no básico
ru: Вне основной многоязычной плоскости
sv: Icke-basisk flerspråkig plan

source: Non-Straight Arms/Double Serif
es: Brazos no rectos/serifa doble
ru: Непрямой штрих/двойная засечка
sv: Icke raka vapen/Double Serif

source: Non-Straight Arms/Horizontal
es: Brazos no rectos/horizontal
ru: Непрямой штрих/горизонтальные
sv: Icke raka armar/horisontella

source: Non-Straight Arms/Single Serif
es: Brazos no rectos/serifa única
ru: Непрямой штрих/одиночная засечка
sv: Icke raka vapen/Single Serif

source: Non-Straight Arms/Vertical
es: Brazos no rectos/vertical
ru: Непрямой штрих/вертикальные
sv: Icke raka armar/Vertikala

source: Non-Straight Arms/Wedge
es: Brazos no rectos/cuña
ru: Непрямой штрих/клинообразные
sv: Icke raka armar/kant

source: Non-Unicode Glyphs
es: Glifos no Unicode
ru: Неюникодные глифы
sv: Glyfer som inte är Unicode

source: Non-_Integral coordinates
es: Coordenadas no integrales
ru: Нецелочисленные координаты
sv: Icke_integrala koordinater

source: Non-existant glyph
es: Glifo no existente
ru: Несуществующий символ
sv: Icke-existerande glyf

source: Non-integral coordinates
es: Coordenadas no integrales
ru: Нецелочисленные координаты
sv: Icke-integrala koordinater

source: Non-standard Aspect
es: Aspecto no estándar
ru: Нестандартные пропорции
sv: Icke-standardiserad aspekt

source: Non-standard Elements
es: Elementos no estándar
ru: Нестандартные элементы
sv: Icke-standardiserade element

source: Non-standard Em-Size
es: Tamaño eme no estándar
ru: Нестандартный размер Em
sv: Icke-standardiserad Em-storlek

source: Non-standard Topology
es: Topología no estándar
ru: Нестандартная топология
sv: Icke-standardiserad topologi

source: None
es: Ninguno
ru: Нет

source: None of the glyphs in the current font match any names or code points in the selected groups
es: Ninguno de los glifos en la fuente actual coincide con ningún nombre o puntos de código en los grupos seleccionados
ru: Ни один из глифов текущего шрифта не совпадает ни с одним именем или кодовой точкой в выделенных группах
sv: Ingen av glyferna i det aktuella typsnittet matchar några namn eller kodpunkter i de valda grupperna

source: None/Closed Loops
es: Ninguna/bucles cerrados
ru: Нет/Закрытые петли

source: None/No Loops
es: Ninguna/sin bucles
ru: Нет/Без петель

source: None/Open Loops
es: Ninguna/bucles abiertos
ru: Нет/Открытые петли

source: Nonsensical class assigned to a glyph-- class=%d is too big. Glyph=%d
es: Clase sin sentido asignada a un glifo-- La clase=%d es demasiado grande. Glifo=%d
ru: Неподходящий класс назначен глифу -- class=%d слишком велик. Glyph=%d

source: Norfolk
es: Norfolkense
ru: Норфолкский

source: Normal
ru: Обычные

source: Normal Background:
es: Fondo normal:
ru: Обычный фон:
sv: Normal bakgrund:

source: Normal Distance: %.2f Along Spline: %.2f
es: Distancia normal: %.2f A lo largo de la curva: %.2f
ru: Обычное расстояние: %.2f Вдоль сплайна: %.2f
sv: Normalt avstånd: %.2f Längs spline: %.2f

source: Normal Sans
es: Sans normal
ru: Нормальные

source: Normal Text Color:
es: Color de texto normal:
ru: Цвет обычного текста:
sv: Normal textfärg:

source: Normal font used in the Advanced Typographic Tables dialog
es: Fuente normal usada en el diálogo Tablas tipográficas avanzadas
ru: Обычный шрифт для диалогового окна «Показать ATT»

source: Normal font used in the Find/Replace window
es: Fuente normal usada en la ventana Buscar/Reemplazar
ru: Обычный шрифт для окна поиска и замены

source: Normal font used in the Kerning Format dialog
es: Fuente normal usada en el diálogo Formato de interletraje
ru: Обычный шрифт для диалогового окна формата кернинга

source: Normal font used in the Math dialog
es: Fuente normal usada en el diálogo Matemáticas
ru: Обычный шрифт для диалогового окна математической записи

source: Normal font used in the Tile Path dialog
es: Fuente normal usada en el diálogo Trazado del mosaico
ru: Обычный шрифт для диалогового окна «Траектория фрагмента»

source: Normal/Boxed
es: Normal/encajada
ru: Прямой/оквадраченный
sv: Normal/Boxad

source: Normal/Contact
es: Normal/contacto
ru: Прямой/окружность
sv: Normal/Kontakt

source: Normal/Flattened
es: Normal/aplanada
ru: Прямой/плоский
sv: Normal/platt

source: Normal/Off-Center
es: Normal/descentrada
ru: Прямой/со смещённым центром

source: Normal/Rounded
es: Normal/redondeada
ru: Прямой/закруглённый
sv: Normal/Rundad

source: Normal/Square
es: Normal/cuadrada
ru: Прямой/квадрат
sv: Normal/kvadratisk

source: Normal/Weighted
es: Normal/pesada
ru: Прямой/утяжелённый
sv: Normal/Viktad

source: Normalize Design Vector Function:
es: Normalizar función vectorial de diseño:
ru: Нормализовать векторную функцию образца начертания:
sv: Normalisera designvektorfunktionen:

source: Normalized Settings:
es: Parámetros normalizados:
ru: Нормализованные параметры:
sv: Normaliserade inställningar:

source: Normalized position of this design along each axis
es: Posición normalizada del diseño sobre cada eje
ru: Нормализованная позиция этого образца начертания вдоль каждой оси
sv: Normaliserad position för denna design längs varje axel

source: Normally kerning is based on achieving a constant (optical) separation between glyphs, but occasionally it is desirable to have a kerning table where the kerning is based on the closest approach between two glyphs (So if the desired separ- ation is 0 then the glyphs will actually be touching.
es: Normalmente el interletraje se basa en lograr una separación constante (óptica) entre los glifos, pero ocasionalmente es deseable tener una tabla de interletraje donde el interletraje esté basado en el acercamiento más cercano entre dos glifos (así que si la separación deseada es 0, los glifos realmente se estarán tocando).
ru: Обычно задачей кернинга является достижение постоянного (визуального) отделения глифов друг от друга, но в некоторых случаях полезно иметь таблицу кернинга со значениями минима- льного расстояния между двумя глифами (Поэтому при значении, равном 0, глифы будут визуально соприкасаться.

source: Normally simplify will not change the slope of the contour at the points.
es: Normalmente la simplificación no cambiará la pendiente del contorno en los puntos.
ru: Обычно при упрощении кривой ее изгибы не меняются
sv: Normalt kommer förenklingen inte att ändra konturens lutning vid punkterna.

source: Normally simplify will not remove points at the extrema of curves (both PostScript and TrueType suggest you retain these points)
es: Normalmente la simplificación no elimina los puntos en los nodos extremos de las curvas (tanto PostScript como TrueType sugieren conservar estos puntos)
ru: Обычно при упрощении кривой ее экстремумы не удаляются (как PostScript, так и TrueType требуют наличия этих точек)
sv: Normalt kommer simplify inte att ta bort punkter vid kurvornas extrema (både PostScript och TrueType föreslår att du behåller dessa punkter)

source: Normally the Tile will consist of everything within the minimum bounding box of the tile -- so adjacent tiles will abut directly on one another. If you wish whitespace between tiles set this flag
es: Normalmente, el mosaico consistirá en todo dentro del cuadro delimitador mínimo del azulejo -- así que los mosaicos adyacentes se unirán directamente uno al otro. Si deseas espacios en blanco entre los mosaicos, establece esta opción
ru: Обычно фрагмент состоит из содержимого, ограниченного минимальным размером площадки -- поэтому смежные фрагменты стыкуются непосредственно друг к другу. Для вставки пространства между фрагментами необходимо установить этот флажок
sv: Normalt kommer Tile att bestå av allt inom den minsta avgränsande rutan för brickan -- så angränsande plattor kommer att ligga direkt på varandra varandra. Om du vill ha ett mellanrum mellan plattorna sätt denna flagga

source: North Slavey
es: Slavé del norte
ru: Северный слэйви

source: Northern Sami
es: Sami del norte
ru: Северносаамский
sv: Nordsamiska

source: Northern Sotho
es: Sotho del norte
ru: Северный сото

source: Northern Tai
es: Tai del norte
ru: Северный тайский
sv: Norra Tai

source: Norway House Cree
es: Cree de Norway House
ru: Кри (Норвей-Хаус)
sv: Norge Hus Cree

source: Norwegian
es: Noruego
ru: Норвежский
sv: Norska

source: Norwegian (Bokmal)
es: Noruego (Bokmal) no_NO
ru: Норвежский книжный
sv: Norska (Bokmal)

source: Norwegian (Nynorsk)
es: Noruego (Nynorsk) no_NO
ru: Норвежский современный
sv: Norska (nynorsk)

source: Norwegian Nynorsk
es: Nynorsk de Noruega
ru: Нюнорск (Норвегия)

source: Not ASCII
es: No es ASCII
ru: Не ASCII-символ
sv: Icke-ASCII

source: Not EQual Pops two values, tests for inequality, pushes result(0/1)
es: No igual (NEQ) Desapila dos valores, prueba si son iguales, empuja el resultado (0/1)
ru: NEQ Не равно Извлекает два значения, проверяет их на неравенство и помещает результат в стек (0 или 1)
sv: Inte olikvärdig Popar två värden, testar för ojämlikhet, trycker på resultatet (0/1)

source: Not Found
es: No encontrado
ru: Не найдено
sv: Hittades inte

source: Not Guides
es: Sin guías
ru: Не направляющие
sv: Inte guider

source: Not a (metafont) gf file %.200s
es: No es un archivo gf (metafuente) %.200s
ru: Файл не является gf-файлом (меташрифт) %.200s
sv: Inte en (metafont) gf-fil %.200s

source: Not a (metafont) pk file %.200s
es: No es un archivo pk (metafuente) %.200s
ru: Файл не является pk-файлом (меташрифт) %.200s
sv: Inte en (metafont) pk-fil %.200s

source: Not a CID format
es: No se encuentra en formato CID
ru: Не в формате CID
sv: Inte ett CID-format

source: Not a CID-keyed font
es: No es una fuente codificada en CID
ru: Данный шрифт не CID-keyed
sv: Inte ett CID-nycklat typsnitt

source: Not a bdf file
es: No es un archivo bdf
ru: Не bdf-файл
sv: Inte en bdf-fil

source: Not a bdf file %.200s
es: No es un archivo bdf %.200s
ru: Файл не является bdf-файлом %.200s
sv: Inte en bdf-fil %.200s

source: Not a gf file
es: No es un archivo gf
ru: Не gf-файл
sv: Inte en gf-fil

source: Not a pcf file
es: No es un archivo pcf
ru: Не pcf-файл
sv: Inte en pcf-fil

source: Not a pk file
es: No es un archivo pk
ru: Не pk-файл
sv: Inte en pk-fil

source: Not a plate file
es: No es un archivo de placa
ru: Это не файл plate
sv: Inte en plattfil

source: Not an X11 pcf file %.200s
es: No es un archivo pcf X11 %.200s
ru: Файл не является pcf-файлом для X11 %.200s
sv: Inte en X11 pcf-fil %.200s

source: Not attached to a feature
es: No está enlazado a una característica
ru: Не привязан к функции
sv: Inte kopplad till en funktion

source: Not classified
es: No clasificado
ru: Без классификации
sv: Ej klassificerad

source: Not enough data: %d < 4
es: No hay suficientes datos: %d < 4
ru: Недостаточно данных: %d < 4

source: Not enough glyphs
es: Glifos insuficientes
ru: Недостаточно глифов
sv: Inte tillräckligt med glyfer

source: Not enough lines
es: No hay suficiente líneas
ru: Недостаточно линий
sv: Inte tillräckligt många linjer

source: Not in Collection
es: No en la colección
ru: В коллекции отсутствует
sv: Ej i samlingen

source: Not quadratic
es: No es cuadrático
ru: Отсутствуют квадратичные сплайны
sv: Inte kvadratisk

source: Not sure if this is an error...
es: No estoy seguro de si esto es un error...
ru: Нет уверенности в том, что это ошибка…
sv: Jag är inte säker på om det är ett fel...

source: Notdef name
es: Nombre ".notdef"
ru: Имя notdef
sv: Notdef namn

source: Note: On Windows many apps can have problems with this font's kerning, because %d of its glyph kern pairs cannot be mapped to unicode-BMP kern pairs (eg, they have a Unicode value of -1) To avoid this, go to Generate, Options, and check the "Windows-compatible 'kern'" option.
es: Nota: En Windows muchas aplicaciones pueden tener problemas con el interletraje de esta fuente, porque %d de sus pares de interletraje de glifos no pueden ser mapeados a pares de interletraje unicode-BMP (por ejemplo, si tienen un valor Unicode de -1). Para evitar esto, ve a Generar, Opciones y marca la opción "Interletraje compatible con Windows".
ru: Примечание: В Windows у многих программ могут возникнуть проблемы с кернингом этого шрифта, потому что %d кернинговых пар его глифов не могут быть сопоставлены с кернинговыми парами unicode-BMP (например, они имеют код Юникода -1) Чтобы избежать этого перейдите в «Создание», «Параметры» и поставьте галочку на параметре «Совместимость 'kern' с Windows».

source: Nothing Loaded
es: No se cargó nada
ru: Ничего не загружено
sv: Ingenting inläst

source: Nothing Selected
es: No se seleccionó nada
ru: Ничего не выбрано
sv: Inget valt

source: Nothing found
es: No se encontró nada
ru: Ничего не найдено
sv: Inget hittat

source: Nothing on stack to print
es: Nada en la pila para imprimir
ru: В стеке отсутствуют данные для печати

source: Nothing specified
es: Nada especificado
ru: Указания отсутствуют
sv: Inget specificerat

source: Nothing to match.
es: Nada que coincidir.
ru: Совпадение с заданным шаблоном невозможно.
sv: Inget att matcha.

source: Nothing to trace
es: Nada que trazar
ru: Нечего отслеживать
sv: Inget att trace-a

source: Nothng found.
es: No se encontró nada.
ru: Ничего не найдено.
sv: Ingenting hittades.

source: Novial
ru: Новиаль

source: Nukta Forms
es: Formas Nukta
ru: Формы нукты
sv: Nukta Former

source: Number Forms
es: Formas numéricas
ru: Числовые формы
sv: Antal formulär

source: Number expected
es: Número esperado
ru: Ожидаемое число
sv: Antal förväntade

source: Number of Axes:
es: Número de ejes:
ru: Число осей:
sv: Antal axlar:

source: Number of CFF font names is less than dict size: %d < %d
es: El número de nombres de fuentes CFF es menor que el tamaño del diccionario: %d < %d
ru: Количество имён шрифта CFF меньше, чем размер словаря: %d < %d

source: Number of Master Designs:
es: Número de diseños maestros:
ru: Количество мастер-образцов:
sv: Antal huvudmönster:

source: Number of star points/Polygon vertices
es: Número de puntos estrella/vértices poligonales
ru: Число лучей звезды/граней многоугольника
sv: Antal stjärnpunkter/Polygonens hörnpunkter

source: Number of units to increment/decrement a table value by in the metrics window when both control and shift is held
es: Número de unidades a incrementar/decrementar un valor de tabla en la ventana de métricas cuando se mantienen presionadas ambas teclas de Control y Shift
ru: Число единиц, на которое будет увеличиваться/уменьшаться значение таблицы в окне метрик при одновременном удержании клавиш Ctrl и Shift

source: Number of units to increment/decrement a table value by in the metrics window when shift is held
es: Número de unidades a incrementar/decrementar un valor de tabla en la ventana de métricas cuando se mantiene presionada la tecla Shift
ru: Число единиц, на которое будет увеличиваться/уменьшаться значение таблицы в окне метрик при удержании клавиши Shift

source: Number out of range
es: Número fuera de rango
ru: Число вне диапазона
sv: Antal utanför intervallet

source: Number out of range: %g in type2 output (must be [-65536,65535])
es: Número fuera de rango: %g en salida type2 (debe ser [-65536,65535])
ru: Число вне диапазона: %g в выводе type2 (должно быть [-65536,65535])

source: Number too long on line %d of %s
es: Número demasiado largo en la línea %d de %s
ru: Слишком большое число на строке %d файла %s
sv: För långt nummer på rad %d av %s

source: Numerators
es: Numeradores
ru: Числители
sv: Numeratorer

source: Numeric Field
es: Campo númerico
ru: Числовое поле
sv: Numeriskt fält

source: Numeric Field (Spinner)
es: Campo númerico (spinner)
ru: Числовое поле (счётчик)
sv: Numeriskt fält (snurra)

source: Numeric Field Sign
es: Signo de campo numérico
ru: Знак числового поля
sv: Numeriskt fält tecken

source: Numeric Forms
es: Formas numéricas
ru: Числовые формы
sv: Numeriska formulär

source: Nunavik Inuktitut
es: Inuktitut de Nunavik
ru: Инуктитут Нунавута

source: Nushu
es: Nü shu
ru: Нюй-шу

source: Nyamwezi
ru: Ньямвези

source: Nyanja/Chewa
es: Chichewa/Chinyanja
ru: Ньянджа/Чева

source: Nyankole
ru: Ньянколе

source: Nyiakeng Puachue Hmong
ru: Ньиэкэнг пуэцым хмонг

source: O Decorative
es: O, Decorativo
ru: Декоративная
sv: O Dekorativ

source: ODD Pops one value, rounds it and tests if it is odd(0/1)
es: Impar (ODD) Desapila un valor, lo redondea y prueba si es impar(0/1)
ru: ODD Нечётность Извлекает значение, округляет его и проверяет на нечётность (0 или 1)
sv: ODD Popar ett värde, avrundar det och testar om det är udda (0/1)

source: OEM Charset
es: Conjunto de caracteres OEM
ru: Кодировка производителя
sv: OEM-kodset

source: OS/2 -> Charsets
es: OS/2 -> Conjuntos de caracteres
ru: OS/2 -> Кодировки
sv: OS/2 -> Teckenuppsättningar

source: OS/2 and Windows specific metrics table
es: tabla de métricas específicas de OS/2 y Windows
ru: таблица метрик OS/2 и Windows
sv: Tabell med OS/2- och Windows-specifika mätvärden

source: OS2Version|Automatic
es: Automática
ru: Автоматически
sv: Automatisk

source: OSS Calligraphic
es: OSS, Caligráfico
ru: OSS Каллиграфическая
sv: OSS Kalligrafisk

source: OSS Geralde
ru: OSS Ренессансная антиква

source: OSS Modified Venetian
es: OSS, Veneciado modificado
ru: OSS Модифицированная венецианская
sv: OSS Modifierad Venetian

source: OSS Venetian
es: OSS, Veneciano
ru: OSS Венецианская антиква

source: OT _Glyph Class:
es: Clase OT de _glifo:
ru: _Класс глифов OT:
sv: OT _Glyfklass:

source: O_ff
es: Desactivado(_F)
ru: В_ыкл

source: O_n
es: Activado(_N)
ru: В_кл

source: O_pen Paths
es: Trazados abiertos(_P)
ru: От_крытые контуры
sv: O_pen Stigar

source: O_verlap
es: Superponer(_V)
ru: Пересе_чения
sv: Öv_erlappning

source: Obli_que...
es: Oblicuar...(_Q)
ru: _Наклонное…

source: Oblique Slant...
es: Pendiente oblicua...
ru: Наклонное начертание…

source: Oblique/Boxed
es: Oblicua/encajada
ru: Наклонный/оквадраченный
sv: Snedställd/förpackad

source: Oblique/Contact
es: Oblicua/contacto
ru: Наклонный/окружность
sv: Snedställd/Kontakt

source: Oblique/Extreme Wrapping
es: Oblicua/ajuste de texto extremo
ru: Наклонный/Чрезмерное огибание
sv: Sned/extrema inslagningar

source: Oblique/Flattened
es: Oblicua/aplanada
ru: Наклонный/плоский
sv: Snedställd/utplattad

source: Oblique/More Wrapping
es: Oblicua/más ajuste de texto
ru: Наклонный/Значительное огибание
sv: Snett/mer inplastning

source: Oblique/No Wrapping
es: Oblicua/sin ajuste de texto
ru: Наклонный/Без огибания
sv: Snedställd/ingen inplastning

source: Oblique/Off-Center
es: Oblicua/descentrada
ru: Наклонный/со смещённым центром
sv: Snedställd/Off-Center

source: Oblique/Rounded
es: Oblicua/redondeada
ru: Наклонный/закруглённый
sv: Snett/rundad

source: Oblique/Some Wrapping
es: Oblicua/algo de ajuste de texto
ru: Наклонный/Умеренное огибание
sv: Snedställd/viss inplastning

source: Oblique/Square
es: Oblicua/cuadrada
ru: Наклонный/квадрат
sv: Snett/kvadratiskt

source: Oblique/Weighted
es: Oblicua/pesada
ru: Наклонный/утяжелённый
sv: Snedställd/viktad

source: Obsolete table for a type1 CID keyed font
es: Tabla obsoleta para una fuente con clave CID Type1
ru: Устаревшая таблица для шрифта CID-keyed type1
sv: Föråldrad tabell för ett typ1 CID-typsnitt med nyckel

source: Obsolete table for a type1 font
es: Tabla obsoleta para una fuente Type1
ru: Устаревшая таблица шрифта type1
sv: Föråldrad tabell för ett typsnitt av typ 1

source: Obtuse Cove
es: Obtuso cóncavo
ru: Куполообразные тупоугольные

source: Obtuse Sans
es: Sans obtuso
ru: Тупоугольные

source: Obtuse Square Cove
es: Obtuso cuadrado cóncavo
ru: Гранёные куполообразные тупоугольные
sv: Obtusus Square Cove

source: Occitan
es: Occitano
ru: Окситанский
sv: Occitanska

source: Odd number of elements in BlueValues/OtherBlues array.
es: Número impar de elementos en el array BlueValues/OtherBlues.
ru: Нечётное число элементов в массиве BlueValues/OtherBlues.
sv: Ojämnt antal element i BlueValues/OtherBlues-arrayen.

source: Odd number of elements in FamilyBlues/FamilyOtherBlues array.
es: Número impar de elementos en el array FamilyBlues/FamilyOtherBlues.
ru: Нечётное число элементов в массиве FamilyBlues/FamilyOtherBlues.
sv: Ojämnt antal element i FamilyBlues/FamilyOtherBlues-arrayen.

source: Off
es: Desactivado
ru: Выкл.
sv: Av

source: Offset
es: Despl.
ru: Смещение

source: Offset %
es: Desplazamiento de %
ru: Смещение на %

source: Offset in JSTF table is too big. The resultant font will not work.
es: El desplazamiento en la tabla JSTF es demasiado grande. La fuente resultante no funcionará.
ru: Слишком большое смещение в таблице JSTF. Полученный шрифт не будет работать.
sv: Offset i JSTF-tabellen är för stor. Det resulterande typsnittet kommer inte att fungera.

source: Offset text from path by:
es: Desplazar texto del trazado por:
ru: Сместить текст от контура на:
sv: Förskjuta texten från slingan med:

source: Offsets from def. baseline: romn: %d idcn: %d ideo: %d hang: %d math: %d
es: Desplazamientos a partir de la línea base: romn: %d idcn: %d ideo: %d hang: %d math: %d
ru: Смещения от базовой линии по умолчанию: romn: %d idcn: %d ideo: %d hang: %d math: %d
sv: Avvikelser från def. baslinje: romn: %d idcn: %d ideo: %d hang: %d math: %d

source: Ofm Save Failed
es: Error al guardar Ofm
ru: Сбой сохранения Ofm
sv: Ofm Spara misslyckades

source: Often if a point is slightly off from a hint it is because a stem is made up of several segments, and one of them has the wrong width.
es: A menudo, si un punto se desvía ligeramente de una pista, es porque un asta está hecha de varios segmentos, y uno de ellos tiene el ancho incorrecto.
ru: Если точка немного отстоит от хинта, чаще всего так получается, потому что штрих состоит из нескольких сегментов, один из которых имеет неверную ширину.
sv: Ofta om en punkt är något avvikande från en antydan är det för att en stam består av flera av flera segment, och ett av dem har fel bredd.

source: Ogham
es: Ogam
ru: Огамическое письмо

source: Oji-Cree
es: Cree-Oji
ru: Оджи-кри

source: Ojibway
es: Ojibwa
ru: Оджибве

source: Ol Chiki
ru: Ол Чики
