Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: When FontForge starts up, it loads display related resources from a property on the screen. Sometimes it is useful to be able to store these resources in a file. These resources are only read at start up, so changing this has no effect until the next time you start FontForge.
sv: När FontForge startar läser den in visningsrelaterade resurser från en egenskap på skärmen. Ibland är det bra att kunna lagra dessa resurser dessa resurser i en fil. Dessa resurser läses bara vid start, så upp, så att ändra detta har ingen effekt förrän nästa gång du startar FontForge.

source: HelpDir
sv: HjälpDir

source: The directory on your local system in which FontForge will search for help files. If a file is not found there, then FontForge will look for it on the net.
sv: Den katalog på ditt lokala system där FontForge ska söka efter hjälpfiler filer. Om en fil inte hittas där, kommer FontForge att leta efter den på nätet.

source: Holding down the Alt (or Meta) key will speed up arrow key motion by this factor
sv: Om du håller ner Alt (eller Meta)-tangenten blir piltangentens rörelse snabbare med denna faktor

source: January
sv: Januari

source: February
sv: Februari

source: March
sv: Mars

source: May
sv: Maj

source: June
sv: Juni

source: July
sv: Juli

source: August
sv: Augusti

source: October
sv: Oktober

source: Midnight
sv: Midnatt

source: Noon
sv: Mitt på dagen

source: Show All
sv: Visa alla

source: Tag(s)
sv: Taggar

source: Browse the Open Font Library
sv: Bläddra i Open Font-biblioteket

source: Sort by:
sv: Sortera efter:

source: Date
sv: Datum

source: Reverse
sv: Omvänd

source: Search:
sv: Sök:

source: Fonts on http://openfontlibrary.org/
sv: Typsnitt på http://openfontlibrary.org/

source: Automatically download preview after selecting a font (be patient)
sv: Hämta ner förhandsgranskning automatiskt efter att du har valt ett typsnitt (ha tålamod)

source: Preview
sv: Förhandsvisa

source: Done
sv: Klar

source: Checking for new fonts
sv: Kontroll av nya typsnitt

source: Checking server for additional fonts
sv: Kontrollerar servern för ytterligare typsnitt

source: Type1
sv: Typ 1

source: Type2
sv: Typ 2

source: Type3
sv: Typ 3

source: Too many subroutines. We can deal with at most 14 (0-13)
sv: För många subrutiner. Vi kan hantera högst 14 (0-13)

source: Warning: Byte swapped font mark in palm font.
sv: Varning för byte: Bytebytt typsnittsmärke i typsnittet palm.

source: Warning: Font Bucket version 4 treated as 0.
sv: Varning för att Font Bucket version 4 behandlas som 0.

source: Flate decompression failed.
sv: Flate-dekompression misslyckades.

source: Bad number, infinity or nan: %s
sv: Felaktigt tal, oändlighet eller nan: %s

source: No mark in ] (close array)
sv: Ingen markering i ] (nära uppställning)

source: Invalid hex digit in sfnts array
sv: Ogiltig hex-siffra i sfnts-array

source: Invalid character outside of string in sfnts array
sv: Ogiltigt tecken utanför strängen i sfnts-arrayen

source: Didn't understand "%s
sv: Förstod inte "%s

source: Ignoring duplicate /CharStrings entry
sv: Ignorera duplicerad /CharStrings-post

source: Ignoring duplicate /Subrs entry
sv: Ignorera duplicerad /Subrs-post

source: This font contains a "UniqueId" variable, but the correct name for it is "UniqueID" (postscript is case concious)
sv: Detta typsnitt innehåller en "UniqueId"-variabel, men det korrekta namnet för den är "UniqueID" (postscript är medvetet om versaler)

source: Bad CharString. Does not include lenIV bytes.
sv: Felaktig CharString. Innehåller inte lenIV-byte.

source: Duplicate definition of subroutine %d
sv: Duplicerad definition av subrutin %d

source: Invalid FD (%d) assigned to CID %d.
sv: Ogiltig FD (%d) tilldelad till CID %d.

source: Bad CID offset for CID %d
sv: Fel CID-offset för CID %d

source: Failed to parse the StartData command properly
sv: StartData-kommandot kunde inte tolkas korrekt

source: Failed to parse the StartData command properly, bad count
sv: StartData-kommandot kunde inte tolkas korrekt, dålig räkning

source: Cannot open a temporary file
sv: Det går inte att öppna en temporär fil

source: Cannot open %s
sv: Kan inte öppnas %s

source: The truetype encoding specified by platform=%d specific=%d (which we map to %s) is not supported by your version of iconv(3).
sv: Truetype-kodningen som anges av platform=%d specific=%d (som vi mappar till %s) stöds inte av din version av iconv(3).

source: %1$s is not in %2$.100s
sv: %1$s finns inte i %2$.100s

source: Nifty, you've got one of the old Apple/Adobe type1 sfnts here
sv: Nifty, du har en av de gamla Apple/Adobe typ1 sfnts här

source: Windows has decided that fonts with 'name' tables bigger than 5K are insecure and will refuse to load them. Don't ask me why they believe this. This font has a name table which is %d bytes and is bigger than this limit.
sv: Windows har bestämt sig för att typsnitt med "name"-tabeller större än 5K är osäkra och kommer att vägra att läsa in dem. Fråga mig inte varför de tror detta. Detta typsnitt har en namntabell som är %d byte och är större än denna gräns.

source: The following table(s) in the font have been ignored by FontForge
sv: Följande tabell(er) i typsnittet har ignorerats av FontForge

source: Ignoring '%c%c%c%c'
sv: Ignorerar '%c%c%c%c'

source: Ignoring '%c%c%c%c' %s
sv: Ignorerar '%c%c%c%c' %s

source: Bad tt font: contour ends make no sense in glyph %d.
sv: Felaktigt tt-typsnitt: konturändar är meningslösa i glyf %d.

source: A point in GID %d is outside the glyph bounding box
sv: En punkt i GID %d ligger utanför glyfens avgränsningsbox

source: Reached end of file when reading simple glyph
sv: Nådde slutet av filen vid läsning av enkel glyf

source: Empty composite %d
sv: Tom komposit %d

source: Bad flags value, implied MORE components at end of glyph %d
sv: Felaktigt flaggvärde, underförstått MORE-komponenter i slutet av glyfen %d

source: Reference to glyph %d out of bounds when parsing 'glyf' table.
sv: Referens till glyf %d utanför gränserna vid analys av 'glyf'-tabellen.

source: Use-my-metrics flag set on at least two components in glyph %d
sv: Use-my-metrics flagga satt på minst två komponenter i glyph %d

source: Glyph %d attempts to reference glyph %d which is outside the font
sv: Glyf %d försöker referera till glyf %d som ligger utanför typsnittet

source: Reached end of file when reading composit glyph
sv: Nådde slutet av filen vid läsning av composit glyph

source: Bad glyph (%d), its definition extends beyond the end of the glyf table
sv: Felaktig glyf (%d), dess definition sträcker sig längre än slutet av glyf-tabellen

source: Bad glyph (%d), its data length is negative
sv: Fel glyf (%d), dess datalängd är negativ

source: Glyph bounding box data exceeds font bounding box data for GID %d
sv: Glyph bounding box-data överskrider font bounding box-data för GID %d

source: Bad glyph (%d), disordered 'loca' table (start comes after end)
sv: Fel glyf (%d), oordnad 'loca'-tabell (början kommer efter slutet)

source: Bad glyph (%d), its definition extends beyond the space allowed for it
sv: Felaktig glyf (%d), dess definition sträcker sig utanför det utrymme som är tillåtet för den

source: Bad CFF name INDEX
sv: Felaktigt CFF-namn INDEX

source: Unexpected value in dictionary %d
sv: Oväntat värde i ordlistan %d

source: FontForge does not support type2 programs embedded in CFF DICT INDICES.
sv: FontForge stöder inte typ2-program som är inbäddade i CFF DICT INDICES.

source: No argument to operator
sv: Inget argument till operatören

source: FontForge does not support synthetic fonts
sv: FontForge stöder inte syntetiska typsnitt

source: FontForge does not support type2 multiple master fonts
sv: FontForge stöder inte typ2 flera huvudtypsnitt

source: FontForge does not support Chameleon fonts
sv: FontForge stöder inte Chameleon-typsnitt

source: Unknown operator in %s: %x
sv: Okänd operatör i %s: %x

source: No argument to operator %d in private dict
sv: Inget argument mot operatör %d i privat diktat

source: Bad sid %d (must be less than %d)
sv: Felaktig sida %d (måste vara mindre än %d)

source: Unexpected encoding format in cff: %d
sv: Oväntat kodningsformat i cff: %d

source: Unexpected charset format in cff: %d
sv: Oväntat format för teckenuppsättning i cff: %d

source: Bad fdselect
sv: Felaktig fdselect

source: Didn't understand format for fdselect %d
sv: Förstod inte formatet för fdselect %d

source: CFF version mismatch
sv: Felaktig CFF-version

source: Invalid ttf hmtx table (or hhea), numOfLongMetrics is 0
sv: Ogiltig ttf hmtx-tabell (eller hhea), numOfLongMetrics är 0

source: Invalid ttf vmtx table (or vhea), numOfLongVerMetrics is 0
sv: Ogiltig ttf vmtx-tabell (eller vhea), numOfLongVerMetrics är 0

source: Encoding subtable for platform=%d, specific=%d has an unsupported format %d.
sv: Kodning av subtable för platform=%d, specific=%d har ett format som inte stöds %d.

source: Encoding subtable for platform=%d, specific=%d has a 0 length subtable.
sv: Kodning av subtabell för plattform=%d, specifik=%d har en subtabell med längden 0.

source: No glyph with unicode U+%05x in font
sv: Ingen glyf med unicode U+%05x i typsnittet

source: GID out of range (%d) in format 14 'cmap' subtable
sv: GID utanför intervallet (%d) i format 14 'cmap' subtable

source: Attempt to encode missing glyph %d to %d (0x%x)
sv: Försök att koda saknad glyf %d till %d (0x%x)

source: Multiple glyphs map to the same unicode encoding U+%04X, only one will be used
sv: Flera glyfer mappar till samma unicode-kodning U+%04X, endast en kommer att användas

source: Use of a range offset of 0xffff to mean a missing glyph in cmap table
sv: Användning av en intervalloffset på 0xffff för att betyda att en glyf saknas i cmap-tabellen

source: Bad font: Encoding data out of range.
sv: Felaktigt typsnitt: Kodningsdata utanför intervallet.

source: Warning: Glyph %d has the same name (%s) as Glyph %d
sv: Varning för glyf: Glyph %d har samma namn (%s) som Glyph %d

source: Warning: Glyph %d is named %s which should mean it is mapped to Unicode U+%04X, but Glyph %d already has that encoding.
sv: Varning för glyf: Glyf %d heter %s vilket borde betyda att den är mappad till Unicode U+%04X, men Glyph %d har redan den kodningen.

source: Invalid point match. Point would be after this reference.
sv: Ogiltig punktmatchning. Punkten skulle vara efter denna referens.

source: Could not match points in composite glyph (%d to %d) when adding %s to %s
sv: Kunde inte matcha punkterna i den sammansatta glyfen (%d till %d) när %s till %s lades till

source: Unlikely length for table, so I'm ignoring it. %u
sv: Osannolik längd för bord, så jag ignorerar det. %u

source: No
sv: Nej

source: The glyph named %.30s is not mapped to any unicode code point. But its name indicates it should be mapped to U+%04X.
sv: Glyfen med namnet %.30s är inte mappad till någon Unicode-kodpunkt. Men dess namn indikerar att den ska mappas till U+%04X.

source: Bad glyph name
sv: Felaktigt glyfnamn

source: The glyph named %.30s is not mapped to any unicode code point. But its name indicates it should be mapped to U+%04X. Would you like to retain the name in spite of this?
sv: Glyfen med namnet %.30s är inte mappad till någon Unicode-kodpunkt. Men dess namn indikerar att den ska mappas till U+%04X. Skulle du vilja behålla namnet trots detta?

source: The glyph named %.30s is mapped to U+%04X. But its name indicates it should be mapped to U+%04X. Would you like to retain the name in spite of this?
sv: Glyfen med namnet %.30s är mappad till U+%04X. Men dess namn indikerar att den borde mappas till U+%04X. Skulle du vilja behålla namnet trots detta?

source: A point in %s is outside the font bounding box data.
sv: En punkt i %s ligger utanför fontens bounding box-data.

source: The advance width of %s (%d) does not match the font's advanceWidthMax (%d) and this is a fixed pitch font
sv: Avanceringsbredden för %s (%d) stämmer inte överens med typsnittets advanceWidthMax (%d) och detta är ett typsnitt med fast tonhöjd

source: Bad Apple Kern Class
sv: Bad Apple Kern-klass

source: Class index out of range %d (must be <%d)
sv: Klassindex utanför intervallet %d (måste vara <%d)

source: GID out of range.
sv: GID utanför räckhåll.

source: coverage table extends beyond end of table
sv: täckbord sträcker sig längre än bordets ände

source: Bad count.
sv: Felaktig räkning.

source: End of file found in coverage table.
sv: Slut på fil som finns i täckningstabellen.

source: Bad coverage table. Glyph %d out of range [0,%d)
sv: Felaktig täckningstabell. Glyf %d utanför intervallet [0,%d)

source: Bad coverage table. Glyph range %d-%d out of range [0,%d)
sv: Felaktig täckningstabell. Glyfintervall %d-%d utanför intervallet [0,%d)

source: Bad format for coverage table %d
sv: Felaktigt format för täckningstabell %d

source: Bad class def table. start=%d cnt=%d, max glyph=%d
sv: Felaktig klass def table. start=%d cnt=%d, max glyph=%d

source: Class definition sub-table extends beyond end of table
sv: Undertabell för klassdefinition sträcker sig längre än slutet av tabellen

source: Bad class def table. Glyph range %d-%d out of range [0,%d)
sv: Felaktig klass def tabell. Glyfintervall %d-%d utanför intervallet [0,%d)

source: Unknown class table format: %d
sv: Okänt format för klasstabell: %d

source: Nonsensical class assigned to a glyph-- class=%d is too big. Glyph=%d
sv: En meningslös klass har tilldelats en glyf-- class=%d är för stor. Glyph=%d

source: Bad pair position: glyphs %d & %d should have been < %d
sv: Fel parposition: glyferna %d & %d borde ha varit < %d

source: Bad kern pair: glyphs %d & %d should have been < %d
sv: Felaktigt kern-par: glyferna %d & %d borde ha varit < %d

source: Bad pairwise kerning table, ignored
sv: Felaktig parvis kerningstabell, ignoreras

source: Bad kerning class table, ignored
sv: Felaktig kerning klassbord, ignoreras

source: Bad cursive alignment table, ignored
sv: Felaktig kursiv justeringstabell, ignorerad

source: Bad mark table.
sv: Felaktigt markeringsbord.

source: Class out of bounds in GPOS mark sub-table
sv: Klass utanför gränserna i GPOS-markeringsundertabell

source: Class out of bounds in GPOS mark sub-table for mark %.30s
sv: Klass utanför gränserna i GPOS-märkets undertabell för märket %.30s

source: Bad base table.
sv: Felaktigt basbord.

source: Bad ligature base table.
sv: Felaktig ligatur basbord.

source: Bad ligature anchor count.
sv: Felaktig ligatur ankarräkning.

source: Bad mark attachment table, ignored
sv: Felaktig markering av attachmenttabell, ignorerad

source: Bad simple positioning table, ignored
sv: Felaktigt enkelt positioneringsbord, ignorerat

source: Attempt to reference lookup %d (within a contextual lookup), but there are only %d lookups in %s
sv: Försök att referera till uppslagsordet %d (inom ett kontextuellt uppslagsord), men det finns bara %d uppslagningar i %s

source: Bad contextual table, ignored
sv: Felaktig kontextuell tabell, ignorerad

source: Bad contextual or chaining sub table. Glyph %d out of range [0,%d)
sv: Felaktig kontextuell eller kedjande undertabell. Glyf %d utanför intervallet [0,%d)

source: Attempt to apply a lookup to a location out of the range of this contextual lookup seq=%d max=%d
sv: Försök att tillämpa en lookup på en plats som inte omfattas av denna kontextuella uppslagning seq=%d max=%d

source: Bad contextual chaining table, ignored
sv: Felaktig kontextuell kedjetabell, ignoreras

source: Unexpected end of file in contextual chaining subtable.
sv: Oväntat slut på fil i kontextuell kedjning av subtabell.

source: Bad count in context chaining sub-table.
sv: Felaktig räkning i kontextkedjad undertabell.

source: Bad class count in contextual chaining sub-table.
sv: Felaktig klassräkning i undertabell för kontextuell kedjning.

source: Bad count in contextual chaining sub-table.
sv: Felaktig räkning i undertabell för kontextuell kedjning.

source: Bad contextual substitution table, ignored
sv: Felaktig kontextuell utbytestabell, ignoreras

source: Bad contextual chaining substitution table, ignored
sv: Felaktig kontextuell substitutionstabell för kedjning, ignoreras

source: End of file in context chaining sub-table.
sv: Slut på filen i kontextkedjningens undertabell.

source: Attempt to apply a lookup to a location out of the range of this contextual lookup seq=%d, max=%d
sv: Försök att tillämpa en lookup på en plats som inte omfattas av denna kontextuella uppslagning seq=%d, max=%d

source: End of file in context chaining subtable.
sv: Slut på fil i sammanhanget chaining subtable.

source: Bad simple substitution table, ignored
sv: Felaktig enkel utbytestabell, ignorerad

source: Bad substitution glyph: GID %d not less than %d
sv: Felaktig ersättningsglyf: GID %d inte mindre än %d

source: Unexpected end of file in GSUB sub-table.
sv: Oväntat slut på filen i undertabellen GSUB.

source: Bad multiple substitution table, ignored
sv: Felaktig tabell för multipel substitution, ignoreras

source: Bad Multiple/Alternate substitution glyph. GID %d not less than %d
sv: Felaktig substitutionsglyf för flera/alternativa tecken. GID %d inte mindre än %d

source: Bad ligature table, ignored
sv: Felaktig ligaturtabell, ignorerad

source: Bad ligature glyph. GID %d not less than %d
sv: Fel ligaturglyf. GID %d inte mindre än %d

source: Bad ligature component glyph. GID %d not less than %d (in ligature %d)
sv: Felaktig glyf för ligaturkomponent. GID %d inte mindre än %d (i ligatur %d)

source: Bad reverse contextual chaining substitution glyph: %d is not less than %d
sv: Felaktigt omvänt kontextuellt kedjesubstitutionsglyf: %d är inte mindre än %d

source: This font, %s, has multiple GPOS 'size' features. I'm not sure how to interpret that. I shall pick one arbitrarily.
sv: Detta typsnitt, %s, har flera GPOS-egenskaper för "storlek". Jag är inte säker på hur jag ska tolka det. Jag ska välja en godtyckligt.

source: The 'size' feature of this font conforms to Adobe's early misinterpretation of the otf standard.
sv: Funktionen "storlek" i detta typsnitt överensstämmer med Adobes tidiga feltolkning av otf-standarden.

source: The name parameter of the '%c%c%c%c' feature does not contain a valid name id.
sv: Namnparametern för funktionen "%c%c%c%c" innehåller inte ett giltigt namn-ID.

source: The name parameter of the '%c%c%c%c' feature has an unlikely version number %d.
sv: Namnparametern för funktionen "%c%c%c%c" har ett osannolikt versionsnummer %d.

source: Too many scripts %d
sv: För många skript %d

source: Too many features %d
sv: För många funktioner %d

source: Too many lookups %d
sv: För många uppslagningar %d

source: Lookup out of bounds in feature table.
sv: Slå upp out of bounds i funktionstabellen.

source: Required feature out of bounds in script table.
sv: Obligatorisk funktion utanför gränserna i skripttabellen.

source: Feature out of bounds in script table.
sv: Funktion utanför gränserna i skripttabellen.

source: Unknown GPOS sub-table type: %d
sv: Okänd typ av GPOS-undertabell: %d

source: Subtable extends beyond end of GPOS table
sv: Underbordet sträcker sig längre än slutet på GPOS-bordet

source: Unknown GSUB sub-table type: %d
sv: Okänd typ av GSUB-undertabell: %d

source: Subtable extends beyond end of GSUB table
sv: Underbordet sträcker sig längre än slutet på GSUB-bordet

source: !!!! Unknown caret format %d !!!!
sv: !!!! Okänt caret-format %d !!!!

source: Bad lookup table: format=2 (%d/%d), first=%d last=%d total glyphs in font=%d
sv: Felaktig uppslagstabell: format=2 (%d/%d), first=%d last=%d totalt antal glyfer i typsnittet=%d

source: Bad lookup table: format=6, first=%d total glyphs in font=%d
sv: Felaktig uppslagstabell: format=6, first=%d totalt antal glyfer i typsnittet=%d

source: Bad lookup table: format=8, first=%d cnt=%d total glyphs in font=%d
sv: Felaktig uppslagstabell: format=8, first=%d cnt=%d totalt antal glyfer i typsnitt=%d

source: Invalid lookup table format. %d
sv: Ogiltigt format för uppslagstabell. %d

source: Glyph out of bounds in 'prop' table %d
sv: Glyf utanför gränserna i 'prop'-tabellen %d

source: Glyph out of bounds in 'lcar' table %d
sv: Glyf utanför gränserna i 'lcar'-tabellen %d

source: Glyph out of bounds in 'opbd' table %d
sv: Glyf utanför gränserna i 'opbd'-tabellen %d

source: Glyph out of bounds in 'mort'/'morx' table %d
sv: Glyf utanför gränserna i 'mort'/'morx'-tabellen %d

source: Substitute glyph out of bounds in 'mort'/'morx' table %d
sv: Ersätt glyf utanför gränserna i 'mort'/'morx'-tabellen %d

source: Bad font, offset out of bounds.
sv: Felaktigt typsnitt, offset utanför gränserna.

source: Invalid ligature offset
sv: Ogiltig ligatur offset

source: Bad mort ligature table. Not long enough
sv: Felaktigt ligaturbord. Inte tillräckligt lång

source: Bad glyph count in mort table.
sv: Fel glyfantal i mort-tabellen.

source: Unexpected end of file found in morx chain.
sv: Oväntat slut på filen hittades i Morx-kedjan.

source: Bad kern pair: glyphs %d & %d must be less than %d
sv: Felaktigt kern-par: glyferna %d & %d måste vara mindre än %d

source: Kerning subtable 3 says the glyph count is %d, but maxp says %d
sv: Kerning subtable 3 säger att glyfantalet är %d, men maxp säger %d

source: End of file in feat table.
sv: Slut på filen i feat-tabellen.

source: Bad glyph variant subtable of MATH table.
sv: Felaktig glyfvariant subtable av MATH-tabellen.

source: JSTF table is too long.
sv: JSTF:s bord är för långt.

source: Bad GID in JSTF extenser table.
sv: Fel GID i JSTF extenser table.

source: Lookup index (%d) out of bounds in GSUB from JSTF table.
sv: Uppslagsindex (%d) utanför gränserna i GSUB från JSTF-tabellen.

source: Lookup index (%d) out of bounds in GPOS from JSTF table.
sv: Uppslagsindex (%d) utanför gränserna i GPOS från JSTF-tabellen.

source: End of file found in JSTF table.
sv: Slut på fil som finns i JSTF-tabellen.

source: Hmm, this 'fvar' table has more count/size pairs than I expect
sv: Hmm, den här "fvar"-tabellen har fler antal/storlek-par än jag förväntar mig

source: Hmm, this 'fvar' table has no axes, that doesn't make sense.
sv: Hmm, den här "fvar"-tabellen har inga axlar, det verkar inte vettigt.

source: Hmm, this 'fvar' table has more axes than FontForge can handle.
sv: Hmm, den här 'fvar'-tabellen har fler axlar än FontForge kan hantera.

source: Hmm, this 'fvar' table has an unexpected size for an axis, I shan't parse it
sv: Hmm, den här "fvar"-tabellen har en oväntad storlek för en axel, jag ska inte analysera den

source: Hmm, this 'fvar' table has an unexpected size for an instance, I shan't parse it
sv: Hmm, den här "fvar"-tabellen har en oväntad storlek för en instans, jag ska inte analysera den

source: Hmm, this 'fvar' table is too short
sv: Hmm, den här 'fvar'-tabellen är för kort

source: Hmm, the axis count in the 'avar' table is different from that in the 'fvar' table.
sv: Hmm, axelantalet i tabellen "avar" skiljer sig från det i tabellen "fvar".

source: Hmm, the the 'avar' table is too long.
sv: Hmm, tabellen "avar" är för lång.

source: Mismatched local and shared tuple flags.
sv: Felaktiga lokala och delade tupelflaggor.

source: Incorrect number of deltas in glyph %d (%s)
sv: Felaktigt antal deltan i glyfen %d (%s)

source: Hmm, the axis count in the 'gvar' table is different from that in the 'fvar' table.
sv: Hmm, axelantalet i tabellen "gvar" skiljer sig från det i tabellen "fvar".

source: Hmm, no global tuples specified in the 'gvar' table.
sv: Hmm, inga globala tuples specificerade i 'gvar'-tabellen.

source: Hmm, more glyph variation data specified than there are glyphs in font.
sv: Hmm, fler glyfvariationsdata specificerade än det finns glyfer i typsnittet.

source: Incorrect number of deltas in cvt
sv: Felaktigt antal deltan i cvt
