Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: 708, Arabic ASMO 708
es: 708, ASMO árabe 708
ru: 708, арабская ASMO 708
sv: 708, arabiska ASMO 708

source: 737, Greek; former 437 G
es: 737, griego; anteriormente 437 G
ru: 737, греческая; бывшая 437 G
sv: 737, grekiska; tidigare 437 G

source: 775, MS-DOS Baltic
es: 775, báltico de MS-DOS
ru: 775, MS-DOS балтийские языки
sv: 775, MS-DOS Baltikum

source: 800 Extra-Bold
es: 800 Muy Negra
ru: 800 Очень жирный

source: 850, WE/Latin 1
es: 850, WE/latino 1
ru: 850, западноевропейская/латиница 1

source: 852, Latin 2
es: 852, latino 2
ru: 852, латиница 2

source: 855, IBM Cyrillic; primarily Russian
es: 855, cirílico de IBM; principalmente ruso
ru: 855, IBM кириллица; в основном русская
sv: 855, IBM Cyrillic; huvudsakligen ryska

source: 857, IBM Turkish
es: 857, turco de IBM
ru: 857, IBM турецкая
sv: 857, IBM Turkiska

source: 860, MS-DOS Portuguese
es: 860, portugués de MS-DOS
ru: 860, MS-DOS португальская
sv: 860, MS-DOS portugisiska

source: 861, MS-DOS Icelandic
es: 861, islandés de MS-DOS
ru: 861, MS-DOS исландская
sv: 861, MS-DOS Isländska

source: 862, Hebrew
es: 862, hebreo
ru: 862, Иврит
sv: 862, Hebreiska

source: 863, MS-DOS Canadian French
es: 863, francés canadiense de MS-DOS
ru: 863, MS-DOS франко-канадская
sv: 863, MS-DOS Kanadensiska Franska

source: 864, Arabic
es: 864, árabe
ru: 864, арабская
sv: 864, arabiska

source: 865, MS_DOS Nordic
es: 865, nórdico de MS-DOS
ru: 865, MS_DOS скандинавская
sv: 865, MS_DOS Nordisk

source: 866, MS-DOS Russian
es: 866, ruso de MS-DOS
ru: 866, MS-DOS русская
sv: 866, MS-DOS ryska

source: 869, IBM Greek
es: 869, griego de IBM
ru: 869, IBM греческая
sv: 869, IBM Grekiska

source: 874, Thai
es: 874, Tailandés
ru: 874, тайский
sv: 874, Thailändsk

source: 900 Black
es: 900 Negrita
ru: 900 Чёрный
sv: 900 svart

source: 932, JIS/Japan
es: 932, JIS/Japón
ru: 932, JIS/японский

source: 936, Simplified Chinese
es: 936, chino simplificado
ru: 936, упрощенный китайский
sv: 936, förenklad kinesiska

source: 949, Korean Wansung
es: 949, wansung coreano
ru: 949, корейский вансон
sv: 949, koreanska Wansung

source: 950, Traditional Chinese
es: 950, chino tradicional
ru: 950, традиционный китайский
sv: 950, Traditionell kinesiska

source: < _Prev
es: < Ant(_P)
ru: < _Пред.
sv: < _Föreg

source: <Nothing>
ru: <Ничего>

source: <Temporary kerning>
es: <Kerning temporal>
ru: <Временный кернинг>

source: <Unassigned Plane 10>
es: <Plano no asignado 10>
ru: <Плоскость 10, не используется>

source: <Unassigned Plane 11>
es: <Plano no asignado 11>
ru: <Плоскость 11, не используется>

source: <Unassigned Plane 12>
es: <Plano no asignado 12>
ru: <Плоскость 12, не используется>

source: <Unassigned Plane 13>
es: <Plano no asignado 13>
ru: <Плоскость 13, не используется>

source: <Unassigned Plane 4>
es: <Plano no asignado 4>
ru: <Плоскость 4, не используется>

source: <Unassigned Plane 5>
es: <Plano no asignado 5>
ru: <Плоскость 5, не используется>

source: <Unassigned Plane 6>
es: <Plano no asignado 6>
ru: <Плоскость 6, не используется>

source: <Unassigned Plane 7>
es: <Plano no asignado 7>
ru: <Плоскость 7, не используется>

source: <Unassigned Plane 8>
es: <Plano no asignado 8>
ru: <Плоскость 8, не используется>

source: <Unassigned Plane 9>
es: <Plano no asignado 9>
ru: <Плоскость 9, не используется>

source: <Unknown direction>
es: <Dirección desconocida>
ru: <Неизвестное направление>

source: <Untitled>
es: <Sin título>
ru: <Без имени>
sv: <Namnlös>

source: <empty>
es: <vacío>
ru: <пустой>
sv: <tom>

source: <instrs inherited>
es: <instrs heredadas>
ru: <наследование инструкций>

source: <no glyph>
es: <sin glifo>
ru: <без глифа>

source: <no instrs>
es: <sin instrs>
ru: <без инструкций>

source: <none>
es: <ninguno>
ru: <нет>

source: <return>
es: <regresar>
ru: <возврат>

source: <undefined>
es: <indefinido>
ru: <не определёно>

source: A Convex nib will also be rotated by this amount although this is not displayed in the dialog.
es: Una punta convexa también estará rotada por esta cantidad, aunque esto no se muestre en el diálogo.
ru: Выпуклое остриё также будет поворачиваться на данную величину, хотя это и не показано в диалоге.

source: A Font Family name is required
es: Se necesita un nombre de familia de fuente
ru: Необходимо имя гарнитуры
sv: Ett namn på typsnittsfamiljen krävs

source: A PostScript name may not be a number
es: Un nombre PostScript no puede ser un número
ru: Имя PostScript не может быть числом
sv: Ett PostScript-namn får inte vara ett nummer

source: A PostScript name should be ASCII and must not contain (){}[]<>%%/ or space
es: Un nombre de PostScript debe ser ASCII y no debe contener (){}[]<>%%/ ni espacios
ru: Имя PostScript должно состоять из ASCII-символов и не должно содержать символы (){}[]<>%%/ или пробел
sv: Ett PostScript-namn ska vara ASCII och får inte innehålla (){}[]<>%%/ eller mellanslag

source: A PostScript name should be ASCII and must not contain (){}[]<>%%/ or space and must be shorter than 63 characters
es: Un nombre de PostScript debe ser ASCII y no debe contener (){}[]<>%%/ o espacios, y debe tener menos de 63 caracteres
ru: Имя PostScript должно состоять из ASCII-символов и не должно содержать символы (){}[]<>%%/ или пробел, а также должно содержать не более 63 символов
sv: Ett PostScript-namn ska vara ASCII och får inte innehålla (){}[]<>%%/ eller mellanslag och måste vara kortare än 63 tecken

source: A box drawn around other gadgets
es: Una caja dibujada alrededor de otros gadgets
ru: Данная рамка наносится вокруг других областей интерфейса
sv: En ruta som ritas runt andra gadgets

source: A box drawn around other gadgets to flow its contents
es: Una caja dibujada alrededor de otros gadgets para fluir su contenido
ru: Рамка, устанавливаемая вокруг других областей интерфейса для передачи их содержимого

source: A box used to scroll widgets vertically or horizontally
es: Una caja usada para desplazar widgets vertical u horizontalmente
ru: Ползунок для прокрутки виджетов в вертикальном или горизонтальном направлении

source: A calligraphic pen or an elliptical pen has two widths (which may be the same, giving a circular or square pen, or different giving an elliptical or rectangular pen).
es: Una fuente caligráfica o elíptica tiene dos anchos (que pueden ser iguales, dando como resultado una pluma circular o cuadrada, o diferentes, dando como resultado una pluma elíptica o rectangular).
ru: Каллиграфическое или эллиптическое перо имеет две ширины (которые могут быть одинаковыми, в случае круглогоили квадратного пера, либо разными, в случае эллиптического или прямоугольного пера).

source: A canvas (sub-window) wrapped up in a gadget, for drawing
es: Un lienzo (subventana) envuelto en un gadget, para el dibujado
ru: Холст (подокно), встроенный в область интерфейса, для рисования
sv: En canvas (underfönster) inkapslad i en gadget, för att rita

source: A container for other gadgets
es: Un contenedor para otros gadgets
ru: Контейнер для других областей интерфейса

source: A contour in this glyph contains a different number of points in different instances
es: Un contorno en este glifo contiene un número de puntos diferente en diferentes instancias
ru: Контур в этом глифе в разных экземплярах содержит различное число точек
sv: En kontur i denna glyf innehåller olika antal punkter i olika fall

source: A control point is deemed irrelevant if the distance between it and the main (end) point is less than this times the distance between the two end points
es: Un punto de control se considera irrelevante si la distancia entre él y su punto extremo es menor que la distancia entre los dos puntos extremos dividida por este factor
ru: Управляющая точка считается нерелевантной, если расстояние между ней и основной (конечной) точкой меньше, чем расстояние между двумя конечными точками, помноженное на данную величину
sv: En kontrollpunkt anses vara irrelevant om avståndet mellan den och huvudpunkten (slut)punkten är mindre än detta gånger avståndet mellan de två slutpunkterna

source: A count specifying how many bytes/shorts should be pushed on the stack
es: Un conteo que especifica cuántos bytes/shorts deben ser empujados en la pila
ru: Число для указания количества байтов/переменных типа short должно быть помещено в стек
sv: En räkning som anger hur många byte/kort ska läggas på stacken

source: A coverage table was found in a glyph or class based contextual lookup, starting at: %.20s...
es: Se encontró una tabla de cobertura en una búsqueda contextual basada en glifos o clase, comenzando en: %.20s...
ru: Таблица охвата найдена в контекстном lookup на основе класса или глифа, начиная с: %.20s…
sv: En täckningstabell hittades i en glyf- eller klassbaserad kontextuell sökning, med början vid: %.20s...

source: A coverage table:
es: Una tabla de cobertura:
ru: Таблица охвата:
sv: En täckningstabell:

source: A device table adjustment specified for %.80s is invalid
es: Un ajuste de la tabla de dispositivos establecido para %.80s no es válido
ru: В таблице устройств указана недопустимая корректировка для %.80s
sv: En justering av enhetstabellen som anges för %.80s är ogiltig

source: A device table adjustment specified for the MATH table is invalid
es: Un ajuste de la tabla de dispositivos establecido para la tabla MATH no es válido
ru: В таблице устройств указана недопустимая корректировка для таблицы MATH
sv: En justering av enhetstabellen som anges för MATH-tabellen är ogiltig

source: A device table for horizontal accent positioning. Expects a comma separated list of <pixelsize>":"<adjustment> As "9:-1,12:1,13:1"
es: Una tabla de dispositivos para el posicionamiento de acentos horizontales. Se espera una lista separada por comas de <tamaño de píxeles>:<ajuste> Por ejemplo: "9:-1,12:1,13:1"
ru: Таблица устройств для размещения диакритических знаков по горизонтали. Ожидает разделённый запятыми список <pixelsize>«:»<adjustment> Наподобие «9:-1,12:1,13:1»
sv: En enhetstabell för horisontell accentpositionering. Förväntar sig en kommaseparerad lista med <bildpunktsize>":"<adjustment> Som "9:-1,12:1,13:1"

source: A device table for italic correction. Expects a comma separated list of <pixelsize>":"<adjustment> As "9:-1,12:1,13:1"
es: Una tabla de dispositivos para la corrección cursiva. Espera una lista separada por comas de <tamaño de píxeles>":"<ajuste> Por ejemplo: "9:-1,12:1,13:1"
ru: Таблица устройства для коррекции курсива. Ожидает разделённый запятыми список <pixelsize>«:»<adjustment> Наподобие «9:-1,12:1,13:1»
sv: En enhetstabell för kursiv korrigering. Förväntar sig en kommaseparerad lista med <bildpunktsize>":"<adjustment> Som "9:-1,12:1,13:1"

source: A few glyphs, like Aring, Ccedilla, Eogonek are composed of two overlapping references. Often it is desirable to retain the references (so that changes made to the base glyph are reflected in the composed glyph), but that means you are stuck with overlapping contours. This flag means that just before generating the font, FontForge will unlink the references and run remove overlap on them, while retaining the references in the SFD.
es: Algunos glifos, como Aring, Ccedilla o Eogonek están compuestos de dos referencias superpuestas. A menudo es deseable retener las referencias (para que los cambios hechos al glifo base se vean reflejadas en el glifo compuesto), pero eso significa que te quedas atrapado con contornos superpuesto. Esta marca significa que, justo antes de generar la fuente, FontForge desvinculará las referencias y ejecutará la eliminación de superposición en ellas, al mismo tiempo que retiene las referencias en el SFD.
ru: Новые глифы, такие как Aring, Ccedilla, Eogonek составляются из двух перекрывающихся ссылок. Часто желательно сохранять эти ссылки (чтобы изменения, сделанные в базовом глифе, отражались в составном), но это приводит к перекрытию контуров. При включении данного флага FontForge непосредственно перед созданием шрифта разыменовывает ссылки, а затем проводит с ними операцию по удалению перекрытия, сохраняя при этом ссылки в SFD.

source: A font family with serifs at the same size as DefaultFont (for the splash screen)
es: Una familia de fuentes con remates del mismo tamaño que la fuente predeterminada (para la pantalla de bienvenida)
ru: Семейство шрифтов с засечками и с тем же кеглем, что и шрифт по умолчанию (для экранной заставки)

source: A font for displaying unicode characters, normally used for FontView glyph labels.
es: Una fuente para mostrar caracteres Unicode, usada normalmente para las etiquetas de glifos de FontView.
ru: Шрифт для отображения символов Юникода, обычно используемый для надписей на глифах в окне отображения шрифта.

source: A free press discriminates against the illiterate.
es: Una prensa libre discrimina a los analfabetos.
ru: Свободная пресса способствует дискриминации неграмотных.
sv: En fri press diskriminerar mot analfabeter.

source: A glyph name may not start with a digit nor a full stop (period)
es: El nombre de un glifo no puede comenzar con un número o un punto
ru: Имя глифа не может начинаться с цифры или точки
sv: Ett glyfnamn får inte börja med en siffra eller en punkt (punkt)

source: A glyph name must be ASCII, without spaces and may not contain the characters "([{<>}])/%%", and should contain only alphanumerics, periods and underscores
es: El nombre de un glifo debe ser de tipo ASCII, no tener espacio ni contener los caracteres "([{<>}])/%%", y solo debe contener caracteres alfanuméricos, puntos y guiones bajos
ru: Имя глифа должно состоять из ASCII-символов, без пробелов, не должно содержать символы «([{<>}])/%%», но только буквенно-цифровые символы, точки и знаки подчёркивания
sv: Ett glyfnamn måste vara ASCII, utan mellanslag och får inte innehålla tecknen "([{<>}])/%%", och får endast innehålla alfanumeriska tecken, punkter och understreck

source: A glyph name should contain only alphanumerics, periods and underscores Do you want to use this name in spite of that?
es: El nombre de un glifo debe contener solamente caracteres alfanuméricos, puntos y guiones bajos ¿Desea utilizar este nombre a pesar de todo?
ru: Имя глифа должно состоять только из буквенно-цифровых символов, точек и знаков подчёркивания Использовать вместо этого данное имя?
sv: Ett glyfnamn bör endast innehålla alfanumeriska tecken, punkter och understreck Vill du trots det använda detta namn?

source: A grouping of elements
es: Una agrupación de elementos
ru: Группирование элементов

source: A language tag on line %d (%s) is too long. It may be at most 4 letters
es: Una etiqueta de idioma en la línea %d (%s) es demasiado larga. Puede tener como máximo 4 letras
ru: Слишком длинный тег языка на строке %d (%s). Длина тега не должна превышать 4 буквы
sv: En språktagg på rad %d (%s) är för lång. Den får bestå av högst 4 bokstäver

source: A language tag on line %d (%s) should be in ASCII.
es: Una etiqueta de idioma en la línea %d (%s) debería estar en ASCII.
ru: Тег сценария на строке %d (%s) должен содержать ASCII-текст.
sv: En språktagg på rad %d (%s) ska vara i ASCII.

source: A line is "almost" horizontal (or vertical) if the coordinates are within this many em-units
es: Una línea es "casi" horizontal (o vertical) si las coordenadas están dentro de esta cantidad de unidades em
ru: Линия «почти» горизонтальна (или вертикальна), если координаты находятся в пределах указанного количества единиц em
sv: En linje är "nästan" horisontell (eller vertikal) om koordinaterna ligger inom så här många em-enheter

source: A list of coverage tables:
es: Una lista de tablas de cobertura:
ru: Список таблиц охвата:
sv: En lista över täckningstabeller:

source: A list of glyph names
es: Una lista de los nombres de los glifos
ru: Список имён глифов
sv: En lista med glyfnamn

source: A list of glyphs:
es: Una lista de glifos:
ru: Список глифов:
sv: En lista med glyfer:

source: A list of languages and the lookups turned on and off for each to accomplish justification. A language may appear more than once, in which case second (or third, etc.) will be tried if the first fails.
es: Una lista de idiomas y las búsquedas activadas y desactivadas para que cada uno complete su justificación. Un idioma puede aparecer más de una vez, en cuyo caso se intentará el segundo (o tercero, etc.) si el primero falla.
ru: Список языков с включаемыми и отключаемыми lookup для выполнения выравнивания. Язык может присутствовать в списке несколько раз, и при этом второе (или третье, и т.д.) вхождение будет применяться в случае неудачи с первым.
sv: En lista över språk och de uppslagningar som slås på och av för varje för att uppnå motivering. Ett språk kan förekomma visas mer än en gång, i vilket fall det andra (eller tredje etc.) provas om det första misslyckas.

source: A list of lookup names
es: Una lista de nombres de búsqueda
ru: Список имён lookup
sv: En lista med uppslagsnamn

source: A list of scripts with special justification needs
es: Una lista de sistemas de escritura con necesidades especiales de justificación
ru: Список систем письменности с особыми требованиями по выравниванию
sv: En lista över skript med särskilda behov av motivering

source: A list of the names of pre defined glyphs which represent bigger versions of the current glyph.
es: Una lista de los nombres de los glifos predefinidos que representan versiones más grandes del glifo actual.
ru: Список имён предопределённых глифов, представляющих собой более крупные версии того же самого глифа.
sv: En lista med namnen på fördefinierade glyfer som representerar större versioner av den aktuella glyfen.

source: A lookup invocation must be started by the sequence '@<' and ended with '>', starting at: %.20s...
es: Una invocación de búsqueda debe comenzar por la secuencia '@<' y terminar con '>', comenzando en: %.20s...
ru: Вызов lookup должен начинаться последовательностью '@<' и завершаться закрывающим тегом '>', начиная с: %.20s…
sv: En uppslagning måste inledas med sekvensen '@<' och avslutas med '>', med start vid: %.20s...

source: A match was found after unlinking references in glyph “%s”
es: Se ha encontrado una coincidencia tras desvincular las referencias en el glifo "%s"
ru: После разыменования ссылок в глифе «%s» найдено соответствие
sv: En matchning hittades efter att ha kopplat bort referenser i glyfen "%s"

source: A monospace font family at the same size as DefaultFont
es: Una familia de fuentes monoespaciada con el mismo tamaño que la fuente predeterminada
ru: Моноширинное семейство шрифтов с тем же кеглем, что и шрифт по умолчанию

source: A name list with this name already exists. Replace it?
es: Una lista de nombres con este nombre ya existe. ¿Reemplazarla?
ru: В списке такое имя уже есть. Заменить его?
sv: En namnlista med detta namn finns redan. Ersätta den?

source: A nib must have at least three on-curve points.
es: Una punta debe tener al menos tres puntos en curva.
ru: Остриё должно иметь не менее трёх точек на кривой.

source: A pdf stream object is missing a Length attribute
es: A un objeto de flujo de pdf le falta un atributo de longitud
ru: У потокового объекта pdf отсутствует атрибут длины
sv: Ett pdf-strömobjekt saknar ett Length-attribut

source: A pdf stream object may not be a compressed object
es: Un objeto de flujo pdf no puede ser un objeto comprimido
ru: Потоковый объект pdf может оказаться не сжатым объектом
sv: Ett pdf-streamobjekt får inte vara ett komprimerat objekt

source: A point in %s is outside the font bounding box data.
es: Un punto en %s está fuera de los datos de la caja delimitadora de la fuente.
ru: Точка в %s находится за пределами данных площадки шрифта.

source: A point in GID %d is outside the glyph bounding box
es: Un punto en el GID %d está fuera de la caja delimitadora de glifos
ru: Точка в GID %d находится за пределами площадки глифа

source: A really big version of this glyph may be made up of the following component glyphs. They will be stacked either horizontally or vertically. Glyphs marked as Extenders may be removed or repeated (to make shorter or longer versions). The StartLength is the length of the flat section at the start of the glyph which may be overlapped with the previous glyph, while the EndLength is the similar region at the end of the glyph. The FullLength is the full length of the glyph.
es: Una versión realmente grande de este glifo puede estar hecha de los siguientes glifos componentes. Estos serán apilados horizontalmente o verticalmente. Los glifos marcados como Extensores pueden ser eliminados o repetidos (para hacer versiones más cortas o largas). "StartLength" es la longitud de la sección plana al comienzo del glifo, que puede ser sobrelapada con el glifo previo. A la par, "EndLength" es la región similar al final del glifo. "FullLength" es la longitud completa del glifo.
ru: По-настоящему большая версия этого глифа может быть создана из следующих глифов в качестве компонентов. Они будут располагаться либо вертикально друг над другом, либо рядом горизонтально. Глифы, отмеченные как удлинения могут удаляться или повторяться (в составе более узкой или широкой версии). StartLength является длиной плоского участка в началеглифа, который может перекрываться предыдущим глифом, а EndLength представляет собой такую же область в конце глифа. FullLength — полная длина глифа.
sv: En riktigt stor version av denna glyf kan bestå av följande följande komponentglyfer. De kommer att staplas antingen horisontellt eller vertikalt. Glyfer markerade som Extenders kan tas bort eller upprepas (för att skapa kortare eller längre versioner). StartLength är längden på den platta sektionen i början av glyfen glyfens början som kan vara överlappad med föregående glyf glyf, medan EndLength är den liknande regionen i slutet av glyfen av glyfen. FullLength är glyfens hela längd.

source: A reference in this glyph refers to a different encoding in different instances
es: Una referencia en este glifo se refiere a una codificación diferente en diferentes instancias
ru: Ссылка в этом глифе в разных экземплярах ссылается на различные кодировки
sv: En referens i denna glyf hänvisar till en annan kodning i olika fall

source: A reverse contextual chaining lookup can only match one coverage table directly
es: Una búsqueda de encadenamiento contextual inversa solo puede coincidir directamenet con una tabla de cobertura
ru: Обратный контекстный lookup цепочки может совпадать напрямую только с одной таблицей охвата
sv: En omvänd kontextuell kedjeuppslagning kan bara matcha en täckningstabell direkt

source: A reverse contextual chaining lookup must have a set of replacement glyphs somewhere
es: Una búsqueda de encadenamiento contextual inverso debe tener un conjunto de glifos de reemplazo en algún lugar
ru: Обратный контекстный lookup цепочки должен где-то иметь набор глифов замещения
sv: En omvänd kontextuell kedjeuppslagning måste ha en uppsättning ersättningsglyfer någonstans

source: A script tag on line %d (%s) is too long. It may be at most 4 letters
es: Una etiqueta de sistema de escritura en la línea %d (%s) es demasiado larga. Puede tener como máximo 4 letras
ru: Слишком длинный тег системы письменности на строке %d (%s). Длина тега не должна превышать 4 буквы
sv: En skripttagg på rad %d (%s) är för lång. Den får vara högst 4 bokstäver

source: A script tag on line %d (%s) should be in ASCII.
es: Una etiqueta de sistema de escritura en la línea %d (%s) debería estar en ASCII.
ru: Тег системы письменности на строке %d (%s) должен содержать ASCII-текст.
sv: En skripttagg på rad %d (%s) ska vara i ASCII.

source: A separator line drawn across a dialog or in a menu
es: Una línea separadora dibujada a través de un diálogo o en un menú
ru: Разделяющая линия в диалогах и меню
sv: En separatorlinje som dras över en dialogruta eller i en meny

source: A short to be pushed on the stack
es: Un short para ser empujado en la pila
ru: В стек необходимо поместить переменную типа short
sv: En kort som ska läggas på stacken
