Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Khojki
ru: Ходжики

source: Khorasani Turkic
es: Turco de Jorasán
ru: Хорасанско-тюркский

source: Khowar
ru: Кховар

source: Khudawadi
es: Khudabadi
ru: Худабади

source: Khutsuri Georgian
es: Georgiano Khutsuri
ru: Хуцури
sv: Khutsuri Georgiska

source: Kikongo
ru: Конго (киконго)

source: Kikuyu
es: Kikuyú
ru: Кикуйю

source: Kildin Sami
es: Sami de Kildin
ru: Кильдинский саамский

source: Kinyarwanda
es: Kiñaruanda
ru: Киньяруанда

source: Kinyarwanda/Ruanda
ru: Киньяруанда/Руанда

source: Kirghiz
es: Kirguís
ru: Киргизский
sv: Kirgizistan

source: Kiribati
es: Gilbertino
ru: Кирибати

source: Kirmanjki
ru: Кырманджки

source: Kisii
ru: Кисии

source: Kituba
ru: Китуба

source: Kodagu
ru: Кодагу

source: Kokni
es: Konkaní
ru: Кокни

source: Komi
ru: Коми

source: Komi-Permyak
es: Komi-permio
ru: Коми-пермяцкий

source: Komi-Zyrian
es: Komi-ziriano
ru: Коми (коми-зырянский) язык

source: Komo
ru: Комо

source: Komso
es: Konso
ru: Консо

source: Kongo
ru: Конго

source: Konkani
es: Konkaní
ru: Конкани

source: Koorete
ru: Коорете

source: Korean
es: Coreano
ru: Корейский
sv: Koreanska

source: Korean Old Hangul
es: Hangul antiguo coreano
ru: Корейский, старый хангыль
sv: Koreanska Gamla Hangul

source: Koryak
es: Coriaco
ru: Корякский

source: Kosraean
es: Kosraeano
ru: Косяэ

source: Kpelle
ru: Кпелле

source: Kpelle (Guinea)
es: Keplle (Guinea)
ru: Кпелле (Гвинея)

source: Kpelle (Liberia)
ru: Кпелле (Либерия)

source: Krio
ru: Крио

source: Krymchak
es: Crimchaco
ru: Крымчакский

source: Kuanyama
ru: Кваньяма

source: Kui
ru: Куи

source: Kulvi
ru: Кулви

source: Kumaoni
es: Kumauni
ru: Кумаони

source: Kumyk
es: Cumuco
ru: Кумыкский

source: Kurdish
es: Kurdo
ru: Курдский
sv: Kurdiska

source: Kurukh
ru: Курух

source: Kuy
ru: Куй

source: Kwak'wala
ru: Квакиутль

source: K’iche
es: Quiché
ru: Киче

source: L-Cree
es: Cree-L
ru: Монтанье-наскапи

source: LBearing:
es: Margen I:
ru: Апрош слева:

source: LOOP and CALL function Pops a function number & count Calls function count times
es: Función de bucle y llamada (LOOPCALL) Desapila un número de función y conteo Llama la función tantas veces como el número de conteo
ru: LOOPCALL Циклический вызов функции Извлекает из стека номер функции и число Запускает функцию заданное число раз
sv: LOOP- och CALL-funktion Popar en funktions nummer och antal Anropar funktion antal gånger

source: LSB
es: MLI
ru: Левый апрош

source: LSB Compression Percent
es: Por centaje de compresión LSB
ru: Процент сжатия левого апроша
sv: LSB-komprimering Procent

source: L_ater
es: Posterior(_A)
ru: _Позже

source: L_oad Namelist...
es: Cargar lista de n_ombres...
ru: _Загрузить список имён…
sv: Lä_s in namnlista...

source: Label
es: Etiqueta
ru: Метка
sv: Etikett

source: Label Color
es: Color de la etiqueta
ru: Цвет подписей

source: Label Gl_yph By
es: Etiquetar glifo por(_Y)
ru: Подпись к гли_фу
sv: Märk _glyf efter

source: LabelFont
es: Fuente de etiquetas
ru: Шрифт надписи

source: Ladakhi
ru: Ладакхский

source: Ladin
es: Ladino
ru: Ладинский

source: Ladino
es: Judeoespañol
ru: Сефардский

source: Lahuli
ru: Лахули

source: Lak
ru: Лакский

source: Laki
ru: Лаки

source: Lambani
ru: Ламбани

source: Lampung
ru: Лампунгский

source: Language
es: Idioma
ru: Язык
sv: Språk

source: Language List
es: Lista de idiomas
ru: Список языков
sv: Språklista

source: Language Missing
es: Falta el idioma
ru: Отсутствует язык
sv: Språk saknas

source: Language Tag:
es: Etiqueta de idioma:
ru: Тег языка:
sv: Språk Tag:

source: Language info
es: Información del idioma
ru: Информация о языке
sv: Språkinformation

source: Language(s)
es: Idioma(s)
ru: Язык(и)
sv: Språk(er)

source: Language|New
es: Nuevo
ru: Создать
sv: Nytt

source: Lang|Amharic
es: Amhárico
ru: Амхарский
sv: Amhariska

source: Lang|Arabic
es: Árabe
ru: Арабский
sv: Arabiska

source: Lang|Armenian
es: Armenio
ru: Армянский
sv: Armeniska

source: Lang|Avar
es: Avar
ru: Аварский
sv: Avar

source: Lang|Balinese
es: Balinés
ru: Балийский

source: Lang|Bengali
es: Bengalí
ru: Бенгальский
sv: Bengali

source: Lang|Berber
es: Bereber
ru: Берберский
sv: Berber

source: Lang|Bugis
es: Buginés
ru: Бугийский

source: Lang|Cherokee
es: Cherokee
ru: Чероки
sv: Cherokee

source: Lang|Coptic
es: Copto
ru: Коптский
sv: Koptisk

source: Lang|Default
es: Predeterminado
ru: По умолчанию
sv: Förval

source: Lang|Farsi/Persian
es: Farsi/persa
ru: Фарси/Персидский
sv: Farsi/Persiska

source: Lang|Ge'ez
es: Ge'ez
ru: Геэз
sv: Ge'ez

source: Lang|Georgian
es: Georgiano
ru: Грузинский
sv: Georgiska

source: Lang|Greek
es: Griego
ru: Греческий
sv: Grekiska

source: Lang|Gujarati
es: Guyaratí
ru: Гуджарати
sv: Gujarati

source: Lang|Hebrew
es: Hebreo
ru: Иврит
sv: Hebrew

source: Lang|Javanese
es: Javanés
ru: Яванский
sv: Javanesiska

source: Lang|Kannada
es: Canarés
ru: Каннада
sv: Kannada

source: Lang|Khmer
es: Khmer
ru: Кхмерский
sv: Khmer

source: Lang|Lao
es: Laosiano
ru: Лаосский
sv: Lao

source: Lang|Latin
es: Latino
ru: Латынь
sv: Latin

source: Lang|Limbu
es: Limbu
ru: Лимбу
sv: Limbu

source: Lang|Lisu
es: Lisu
ru: Лису

source: Lang|Loma
es: Loma
ru: Лоома

source: Lang|Makasar
es: Macasar
ru: Макасарский

source: Lang|Malayalam
es: Malabar
ru: Малаялам
sv: Malayalam

source: Lang|Manchu
es: Manchú
ru: Маньчжурский
sv: Manchu

source: Lang|Mayan
es: Maya
ru: Майя

source: Lang|Mongolian
es: Mongol
ru: Монгольский
sv: Mongoliska

source: Lang|Odia
es: Odia
ru: Одия

source: Lang|Oriya
es: Oriya
ru: Ория
sv: Oriya

source: Lang|Persian
es: Pérsico
ru: Персидский

source: Lang|Sinhala
es: Cingalés
ru: Сингальский

source: Lang|Sinhalese
es: Cingalés
ru: Сингальский
sv: Sinhalesiska

source: Lang|Sundanese
es: Sondanés
ru: Сунданский

source: Lang|Syriac
es: Siríaco
ru: Сирийский
sv: Syrianska

source: Lang|Tagalog
es: Tagalo
ru: Тагальский
sv: Tagalog

source: Lang|Tamil
es: Tamil
ru: Тамильский
sv: Tamil

source: Lang|Telugu
es: Télugu
ru: Телугу
sv: Telugu

source: Lang|Thai
es: Tailandés
ru: Тайский
sv: Thai

source: Lang|Tibetan
es: Tibetano
ru: Тибетский
sv: Tibetanska

source: Lang|Uighur
es: Uigur
ru: Уйгурский
sv: Uighur

source: Lang|Western Cham
es: Cham occidental
ru: Западный чамский

source: Lang|Yi
es: Yi
ru: Юи
sv: Yi

source: Lao
es: Laosiano
ru: Лаосский

source: Last Anchor Point
es: Último punto de anclaje
ru: Последняя опорная точка
sv: Sista ankarpunkt

source: Last Press
es: Última pulsación
ru: Последнее нажатие
sv: Senaste press

source: Latin Extended Additional
es: Latino extendido adicional
ru: Дополнительная расширенная латиница
sv: Latin Extended Ytterligare

source: Latin Extended Additional/C/D
es: Latino extendido adicional/C/D
ru: Дополнительная расширенная латиница/C/D

source: Latin Extended-A
es: Latino extendido-A
ru: Расширенная латиница — А

source: Latin Extended-B
es: Latino extendido-B
ru: Расширенная латиница — B

source: Latin Extended-C
es: Latino extendido-C
ru: Расширенная латиница — C

source: Latin Extended-D
es: Latín extendido-D
ru: Расширенная латиница — D

source: Latin Extended-E
es: Latino extendido-E
ru: Расширенная латиница — E

source: Latin Extended-F
es: Latino extendido-F
ru: Расширенная латиница — F

source: Latin Extended-G
es: Latino extendido-G
ru: Расширенная латиница — G

source: Latin-1 Supplement
es: Latino-1, suplemento
ru: Латиница, дополнение 1
sv: Latin-1 tillägg

source: Latin: Decorative
es: Latino: Decorativo
ru: Латиница: Декоративный
sv: Latinska: Dekorativ

source: Latin: Pictorial and Symbol
es: Latino: Pictórico y símbolos
ru: Латиница: Художественный и символьный

source: Latin: Text and Display
es: Latino: Texto y visualización
ru: Латиница: Текстовый и экранный

source: Latvian
es: Letón
ru: Латышский
sv: Lettiska

source: Layer
es: Capa
ru: Слой
sv: Lager

source: Layer Info...
es: Información capa...
ru: О слое…

source: Layer Name
es: Nombre de capa
ru: Имя слоя
sv: Lagernamn

source: Layer:
es: Capa:
ru: Слой:
sv: Lager:

source: Layers
es: Capas
ru: Слои
sv: Lager

source: Layer|Background
es: Fondo
ru: Задний план
sv: Bakgrund

source: Layer|Foreground
es: Primer plano
ru: Передний план
sv: Förgrund

source: Laz
ru: Лазский

source: Leading Jamo Forms
es: Forma coreana básica inicial
ru: Начальные формы хангыля
sv: Ledande Jamo Forms

source: Learning to use FontForge is easy, and there are various tutorials available beginning with the basics up to more advanced features such as making and using scripts.
es: Es fácil aprender a utilizar FontForge, y existen diversos tutoriales disponibles que cubren desde los conceptos básicos hasta las características más avanzadas, como la creación y uso de scripts.
ru: FontForge несложен в освоении, чему способствует наличие различных учебных пособий, охватывающих все стадии обучения от базового функционала до расширенных возможностей, таких как создание и использование сценариев.

source: Lef_t
es: Izquierda(_T)
ru: На_лево

source: Left Bounds
es: Alineación óptica a la izquierda
ru: Левые границы
sv: Vänster begränsning

source: Left Constraint
es: Restricción izquierda
ru: Левая ограничительная

source: Left Margin
es: Margen izquierdo
ru: Левое поле

source: Left Side Bearing
es: Margen del lado izquierdo
ru: Левый апрош
sv: Lager på vänster sida

source: Left Side Bearing Add
es: Añadir margen del lado izquierdo
ru: Добавление левого апроша
sv: Vänster sida Lager Lägg till

source: Left Side Bearing Scale
es: Escala del margen del lado izquierdo
ru: Масштабирование левого апроша
sv: Vänster sida lagerskala

source: Left Side Bearing does not change.
es: El margen del lado izquierdo no cambia.
ru: Левый апрош не меняется.
sv: Vänster sidolager ändras inte.

source: Left Side Bearing:
es: Margen del lado izquierdo:
ru: Левый апрош:
sv: Vänster sida Lager:

source: Left to Right Alternates
es: Alternativas de izquierda a derecha
ru: Альтернативные формы для направления слева направо

source: Left to Right mirrored forms
es: Formas espejadas de izquierda a derecha
ru: Зеркальные формы для направления слева направо

source: Lelemi
ru: Лелеми

source: Lepcha
ru: Лепча

source: Lepcha (Róng)
ru: Лепча (ронг)

source: Less Than Pops two values, pushes (0/1) if bottom el < top
es: Menor que (LT) Desapila dos valores, empuja (0/1) si el valor inferior < superior
ru: LT Меньше Извлекает из стека два значения, помещает в стек (0 или 1), если нижний эл. < верхнего
sv: Mindre än Popar två värden, pushar (0/1) om botten el < topp

source: Less Than or EQual Pops two values, pushes (0/1) if bottom el <= top
es: Menor o igual que (LTEQ) Desapila dos valores, empuja (0/1) si el valor inferior <= superior
ru: LTEQ Меньше или равно Извлекает из стека два значения, помещает в стек (0 или 1), если нижний эл. <= верхнему
sv: Mindre än eller EQual Popar två värden, pushar (0/1) om botten el <= topp

source: Letterlike Symbols
es: Símbolos semejantes a letras
ru: Буквообразные символы
sv: Bokstavsliknande symboler

source: Letters:
es: Letras:
ru: Буквы:
sv: Brev:

source: Lezgi
es: Lezgiano
ru: Лезгинский

source: License
es: Licencia
ru: Лицензия
sv: Licens

source: License URL
es: URL de la licencia
ru: URL-адрес лицензии
sv: URL för licens

source: Life Time
es: Tiempo de vida
ru: Длительность
sv: Livstid

source: Lig
ru: Лигатура

source: Lig Index:
es: Índice de ligadura:
ru: Индекс лигатуры:

source: Lig. Carets
es: Circunflejos de ligadura
ru: Каретки лигатуры

source: Lig.Caret
es: Circunflejo de lig.
ru: Каретка лигатуры

source: Ligature
es: Ligadura
ru: Лигатура
sv: Ligatur

source: Ligature %s
es: Ligadura %s
ru: Лигатура %s
sv: Ligatur %s

source: Ligature Caret Color
es: Color de circunflejos de ligadura
ru: Цвет каретки лигатуры
sv: Ligatur Caret Färg

source: Ligature Caret Count
es: Conteo de circunflejos de ligadura
ru: Число кареток в лигатуре
sv: Ligatur Caret Count

source: Ligature Caret Count:
es: Conteo de circunflejos de ligadura:
ru: Число кареток лигатуры:
sv: Ligatur Caret Count:

source: Ligature Caret Sub-Table
es: Subtabla de circunflejo de ligadura
ru: Подтаблица кареток лигатуры
sv: Ligatur Caret Sub-Table

source: Ligature Glyph Name
es: Nombre del glifo de la ligatura
ru: Имя глифа лигатуры
sv: Ligatur Glyf Namn

source: Ligature Substitution
es: Sustitución de la ligatura
ru: Подстановка лигатуры
sv: Ligaturersättning

source: Ligature caret locations are used by a text editor when it needs to draw a text edit caret inside a ligature. This means there should be a caret between each ligature component so if there are n components there should be n-1 caret locations. You may adjust the caret locations themselves in the outline glyph view (drag them from to origin to the appropriate place).
es: Las ubicaciones de los circunflejos de las ligaduras son usados por un editor de texto cuando necesita dibujar un circunflejo de edición de texto dentro de una ligadura. Esto significa que debería haber un circunflejo entre cada componente de ligaduras, por lo que si hay n cantidad de componentes, debería haber n-1 ubicaciones de circunflejos. Puedes ajustar las ubicaciones de los circunflejos en la vista de glifos de contorno (arrástralos desde el orígen hacia el lugar apropiado).
ru: Расположения кареток лигатуры используются текстовым редактором при вводе текста в лигатуру. Это означает, что между каждым компонентом лигатуры должна находится каретка. Поэтому при наличии n компонентов, должно быть n-1 расположений каретки. Места расположения кареток можно настраивать самостоятельно в окне контура глифа (путём перетаскивания в подходящую позицию из исходного места расположения).
sv: Placeringen av en ligaturkaraktär används av en textredigerare när den behöver rita en textredigeringskaraktär inuti en ligatur. Detta innebär att det bör finnas en caret mellan varje ligaturkomponent, så om det finns n komponenter bör det finnas n-1 caret-platser. Du kan justera caret-placeringarna själva i glyfvyn (dra dem från ursprunget till lämplig plats) lämplig plats).

source: Ligatures
es: Ligaduras
ru: Лигатуры
sv: Ligaturer

source: Ligatures & such
es: Ligaduras y tales
ru: Лигатуры и прочее
sv: Ligaturer och liknande

source: Light
es: Ligero
ru: Ненасыщенный
sv: Ljus

source: Light Angle:
es: Ángulo de iluminación:
ru: Угол освещения:
sv: Ljusvinkel:

source: Ligurian
es: Ligur
ru: Лигурский

source: Limbu
ru: Лимбу

source: Limburgish
es: Limburgués
ru: Лимбургский

source: Limit the font so that only the glyphs referenced in the first 256 encodings will be included in the file
es: Reducir la fuente de modo que se incluyan sólo los primeros 256 caracteres en el archivo
ru: Ограничить шрифт включением в файл только тех глифов, на которые ссылаются первые 256 кодировок
sv: Begränsa typsnittet så att endast de glyfer som refereras till i de första 256 kodningarna kommer att inkluderas i filen

source: Limits
es: Límites
ru: Пределы
sv: Gränser

source: Line
es: Línea
ru: Линия
sv: Rad

source: Line Cap
es: Tope de la línea
ru: Конец линии
sv: Linjelock

source: Line Cap:
es: Tope de línea:
ru: Завершение линии:

source: Line Join
es: Unión de línea
ru: Соединение
sv: Linjefogning

source: Line Join:
es: Unión de línea:
ru: Соединение линии:

source: Line Skip
es: Salto de línea
ru: Пропуск линии

source: Line length max
es: Longitud máxima de línea
ru: Максимальная длина линии
sv: Linjelängd max

source: Linear
es: Lineal
ru: Линейный
sv: Linjär

source: Linear A
es: Lineal A
ru: Линейное письмо А
sv: Linjär A

source: Linear B
es: Lineal B
ru: Линейное письмо Б
sv: Linjär B

source: Linear B Ideograms
es: Ideogramas lineales B
ru: Линейное идеографическое письмо Б
sv: Linjär B Ideogram

source: Linear B Syllabary
es: Silabario lineal B
ru: Линейное слоговое письмо Б
sv: Linjär B Syllabarium

source: Linear B Syllabary/Ideograms & Aegean Numbers
es: Ideogramas/silabario lineal B y números egeos
ru: Слоги/идеограммы линейного письма Б и эгейские цифры

source: Lingala
ru: Лингала

source: Lining Figures
es: Cifras modernas
ru: Прописные цифры
sv: Foderfigurer

source: Lipo
ru: Липо

source: List
es: Lista
ru: Список
sv: Lista

source: List Field
es: Campo de lista
ru: Поле списка
sv: Lista fält

source: List Field (Combo Box)
es: Campo de lista (caja combinada)
ru: Поле списка (поле со списком)
sv: Listfält (kombinationsruta)

source: List Field Menu
es: Menú de campo de lista
ru: Меню поля списка
sv: Meny för listfält

source: List Mark
es: Marca de lista
ru: Метка списка
sv: Lista Mark

source: List of class names
es: Lista de los nombres de clase
ru: Список имён классов
sv: Lista över klassnamn

source: List of directories to search for images, separated by colons
es: Lista de directorios para buscar imágenes, separados por dos puntos
ru: Список каталогов для поиска изображений, разделённых двоеточием
sv: Lista över kataloger att söka efter bilder i, åtskilda med kolon

source: Lisu
ru: Лису

source: Lisu Supplement
es: Lisu, suplemento
ru: Дополнение к лису

source: Literals
es: Literales
ru: Алфавитно-цифровые символы

source: Lithuanian
es: Lituano
ru: Литовский
sv: Litauiska

source: Load Bitmap Fonts
es: Cargar fuentes de mapa de bits
ru: Загрузка растровых шрифтов
sv: Läs in bitmappstypsnitt

source: Load Encoding
es: Cargar codificación
ru: Загрузка кодировки
sv: Läs in kodning

source: Load Glyph Name List...
es: Cargar lista de nombres de glifos...
ru: Загрузить список имён глифов…
sv: Läs in glyfnamnlista...

source: Load Namelist
es: Cargar lista de nombres
ru: Загрузить список имён
sv: Läs in namnlista

source: Load Plugin?
es: ¿Cargar plugin?
ru: Загрузить модуль?

source: Load Word List...
es: Cargar lista de palabras...
ru: Загрузить список слов…
sv: Läs in ordlista...

source: Load _Word List...
es: Cargar lista de palabras...(_W)
ru: Загрузить _список слов…

source: Load glyph names
es: Cargar nombres de glifos
ru: Загрузка имён глифов
sv: Läs in glyfnamn

source: Load of Kerning Metrics Failed
es: Error al cargar métricas de interletraje
ru: Не удалось загрузить метрики кернинга
sv: Inläsning av Kerning Metrics misslyckades

source: LoadedFontsAsNew
es: Fuentes cargadas como nueva
ru: Загружать как для новых шрифтов

source: Loading font from
es: Cargando fuente desde
ru: Загружается шрифт из
sv: Läser in typsnitt från

source: Loading font from %.100s
es: Cargando fuente desde %.100s
ru: Загрузка шрифта из %.100s
sv: Läser in typsnitt från %.100s

source: Loading...
es: Cargando...
ru: Загрузка…
sv: Läser in...

source: Localized Forms
es: Formas localizadas
ru: Локализованные формы
sv: Lokaliserade formulär

source: Location
es: Ubicación
ru: Расположение
sv: Plats

source: Logical And with Selection
es: And lógico con la selección
ru: Логическое И с выделением
sv: Logisk och med urval

source: Logos
es: Logotipos
ru: Логотипы
sv: Logotyper

source: Lojban
ru: Ложбан

source: Lombard
es: Lombardo
ru: Ломбардский

source: Lombardic Forms
es: Formas lombárdicas
ru: Ломбардские формы
sv: Lombardiska former

source: Lomwe
ru: Ломве

source: Lookahead
es: De anticipación
ru: Опережение
sv: Utblick

source: Lookahead Class
es: Clase de anticipación
ru: Опережающий класс
sv: Lookahead-klass

source: Lookahead Match:
es: Coincidencia de anticipación:
ru: Опережающее совпадение:

source: Lookahead class %d:
es: Clase de anticipación %d:
ru: Опережающий класс %d:
sv: Lookahead-klass %d:

source: Lookahead coverage %d:
es: Cobertura de anticipación %d:
ru: Опережающий охват %d:
sv: Lookahead täckning %d:

source: Lookup
es: Búsqueda
ru: Справка
sv: Slå upp

source: Lookup %s is not in %s
es: La búsqueda %s no está en %s
ru: Lookup %s отсутствует в %s
sv: Uppslag %s finns inte i %s

source: Lookup Differences
es: Diferencias de búsqueda
ru: Различия в lookup
sv: Uppslagsskillnader

source: Lookup Name:
es: Nombre de la búsqueda:
ru: Имя lookup:
sv: Sök namn:

source: Lookup Names
es: Buscar nombres
ru: Имена lookup
sv: Slå upp namn

source: Lookup Subtable, %s
es: Subtabla de búsqueda, %s
ru: Подтаблица lookup, %s
sv: Sök upp undertabell, %s

source: Lookup Subtable: %s
es: Subtabla de búsqueda: %s
ru: Подтаблица lookup: %s
sv: Slå upp undertabell: %s

source: Lookup Table Edit
es: Edición de la tabla de búsqueda
ru: Изменение таблицы lookup

source: Lookup Type|Unspecified
es: No especificado
ru: Не указан
sv: Ospecificerad

source: Lookup index (%d) out of bounds in GPOS from JSTF table.
es: Índice de búsqueda (%d) fuera de límites en GPOS de la tabla JSTF.
ru: Индекс lookup (%d) выходит за пределы в GPOS из таблицы JSTF.

source: Lookup index (%d) out of bounds in GSUB from JSTF table.
es: Índice de búsqueda (%d) fuera de límites en GSUB de la tabla JSTF.
ru: Индекс lookup (%d) выходит за пределы в GSUB из таблицы JSTF.

source: Lookup information attached to unmarked glyph on line %d of %s
es: No se ha encontrado la información de búsqueda adjunta al glifo en la línea %d de %s
ru: Информация по lookup прикреплена к глифу без диакритических знаков на строке %d файла %s
sv: Slå upp information kopplad till omärkt glyf på rad %d av %s

source: Lookup name already used
es: El nombre de la búsqueda ya se encuentra en uso
ru: Lookup с таким именем уже используется
sv: Uppslagsnamn som redan används

source: Lookup out of bounds in feature table.
es: Búsqueda fuera de límites en la tabla de características.
ru: Lookup выходит за пределы в таблице функций.

source: Lookup subtable %s (matched with %s)
es: Búsqueda subtabla %s (coincide con %s)
ru: Подтаблица lookup %s (совпадает с %s)
sv: Slå upp subtabell %s (matchad med %s)

source: Lookup subtable %s contains a glyph %s whose kerning information takes up more than 64k bytes
es: La subtabla de búsqueda %s contiene un glifo %s cuya información de interletraje ocupa más de 64k bytes
ru: Подтаблица lookup %s содержит глиф %s, в котором информация по кернингу занимает более 64 кбайт

source: Lookup subtable %s had to be split into several subtables because it was too big.
es: La subtabla de búsquedas %s tuvo que dividirse en varias subtablas porque era demasiado grande.
ru: Подтаблицу lookup %s необходимо поделить на несколько подтаблиц в связи со слишком большой величиной.
sv: Uppslagsundertabell %s var tvungen att delas upp i flera undertabeller eftersom den var för stor.

source: Lookup subtable %s is not in %s
es: La subtabla de búsqueda %s no está en %s
ru: Подтаблица lookup %s отсутствует в %s
sv: Uppslagsundertabell %s finns inte i %s

source: Lookup subtable contains unused glyph %s making the whole subtable invalid
es: La subtabla de búsqueda contiene el glifo no usado %s haciendo que toda la subtabla sea inválida
ru: Подтаблица lookup содержит неиспользуемый глиф %s, который делает всю подтаблицу недопустимой

source: Lookup subtable:
es: Subtabla de búsqueda:
ru: Подтаблица lookup:
sv: Slå upp underordnad tabell:

source: Lookup, %s, does not exist
es: La búsqueda %s no existe
ru: Lookup %s не существует
sv: Uppslag, %s, finns inte

source: LookupName|New
es: Nuevo
ru: Создать
sv: Nytt

source: LookupType|Unknown
es: Tipo de búsqueda|Desconocido
ru: Неизвестен
sv: Okänd

source: Lookups
es: Búsquedas
ru: Lookup
sv: Sökningar

source: Lookups Disabled for Expansion
es: Búsquedas deshabilitadas para la expansión
ru: Lookup отключены для расширения
sv: Uppslagsverk inaktiverade för expansion

source: Lookups Disabled for Shrinkage
es: Búsquedas deshabilitadas para el encogimiento
ru: Lookup отключены для сжатия
sv: Uppslagning inaktiverad för krympning

source: Lookups Enabled for Expansion
es: Búsquedas habilitadas para la expansión
ru: Lookup включены для расширения
sv: Uppslagningar aktiverade för expansion

source: Lookups Enabled for Shrinkage
es: Búsquedas habilitadas para el encogimiento
ru: Lookup включены для сжатия
sv: Uppslagningar aktiverade för krympning

source: Lookups Limiting Expansion
es: Las búsquedas limitan la expansión
ru: Lookup ограничивают расширение
sv: Uppslagningar Begränsning av expansion
