Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Copy Loo_kup Data
es: Copiar datos de búsqueda(_K)
ru: Скопировать _данные Lookup
sv: Kopiera Loo_kup Data

source: Copy RBearin_g
es: Copiar mar_gen derecho
ru: Скопировать _правый апрош
sv: Kopia RBearin_g

source: Copy _Fg To Bg
es: Primer plano -> _fondo
ru: Скопировать _фон в передний план
sv: Kopiera _Fg till Bg

source: Copy _From
es: Copiar de(_F)
ru: Скопировать _из
sv: Kopiera _från

source: Copy _Lookup Data
es: Copiar datos de _búsqueda
ru: _Скопировать данные Lookup
sv: Kopiera _Lookup Data

source: Copy _VWidth
es: Copiar ancho _vertical
ru: Скопировать _вертикальную ширину
sv: Kopia _VWidth

source: Copy _Width
es: Copiar ancho(_W)
ru: Скопировать _ширину
sv: Kopiera _bredd

source: Copy one layer to another
es: Copiar una capa a otra
ru: Скопировать один слой в другой
sv: Kopiera ett lager till ett annat

source: CopyMetaData
es: Copiar metadatos
ru: Копировать метаданные
sv: KopieraMetaData

source: CopyTTFInstrs
es: Copiar instrucciones TTF
ru: Копировать инструкции TTF

source: Copy_right:
es: De_rechos de autor:
ru: Авторские _права:

source: Copyright
es: Derechos de autor
ru: Авторские права
sv: Upphovsrätt

source: Copyright text (in the Names pane) must be entirely ASCII. So, use (c) instead of ©.
es: El texto de copyright (en el panel Nombres) debe ser totalmente ASCII. Por lo tanto, usa (c) en vez de ©.
ru: Текст авторских прав (на вкладке «Имена») может содержать только ASCII-символы. Поэтому необходимо использовать (c) вместо ©.
sv: Copyright-texten (i namnfönstret) måste vara helt ASCII. Använd därför (c) i stället för ©.

source: Cor:
es: Corrección:
ru: Корр:
sv: Korr:

source: Core python package 'pkg_resources' not found: Cannot discover plugins
es: El paquete nucleo de python 'pkg_resources' no fue encontrado: No se pueden escanear los plugins
ru: Не найден основной пакет python «pkg_resources»: Не удалось обнаружить подключаемые модули

source: Corner
es: Esquina
ru: Угол
sv: Hörn

source: Cornish
es: Córnico
ru: Корнский

source: Correct Direction
es: Dirección incorrecta
ru: Исправить направление
sv: Korrekt riktning

source: Correct References
es: Corregir referencias
ru: Исправить ссылки
sv: Korrekta referenser

source: Correct for Italic Angle
es: Corregir para ángulo de cursiva
ru: С учетом курсивного наклона
sv: Korrigera för kursiv vinkel

source: Correcting Direction...
es: Corrigiendo dirección...
ru: Исправление направления…
sv: Korrigerande riktning...

source: Correcting References
es: Corrigiendo referencias
ru: Исправление ссылок
sv: Korrigering av referenser

source: Correction
es: Corrección
ru: Исправление
sv: Rättning

source: Correction in pixels to the horizontal positioning of this anchor point when rasterizing at the given pixelsize. (Lives in a Device Table)
es: Corrección en píxeles al posicionamiento horizontal de este punto de anclaje al ser rasterizado en el tamaño de píxeles dado. (Está en una tabla de dispositivos)
ru: Исправление в пикселах для горизонтального позиционирования данной опорной точки при растеризации с данным размером пиксела. (Строки в таблице устройств)
sv: Korrektion i bildpunkter på den horisontella positioneringen av denna ankarpunkt vid rastrering i den givna bildpunktsstorleken. (Sparas i en enhetstabell)

source: Corrections must be between -128 and 127 (and should be smaller)
es: Las correcciones deben estar entre -128 y 127 (y deben ser más pequeñas)
ru: Корректировка должна производиться между -128 и 127 (и должна быть меньше)
sv: Korrigeringar måste vara mellan -128 och 127 (och bör vara mindre)

source: Corsican
es: Corso
ru: Корсиканский
sv: Korsikanska

source: Cou_nter Clockwise
es: E_n sentido antihorario
ru: П_ротив часовой стрелки
sv: Vridning medurs

source: Could not create plugin directory '%s'
es: No se pudo crear el directorio del plugin '%s'
ru: Не удалось создать каталог подключаемых модулей «%s»

source: Could not figure out a lookup type
es: No se ha podido resolver un tipo de búsqueda
ru: Не удалось определить тип lookup
sv: Kunde inte räkna ut en uppslagstyp

source: Could not find Color Source with id %s.
es: No se pudo encontrar la fuente de color con el id %s.
ru: Не удалось найти источник цвета с идентификатором %s.

source: Could not find a bitmap font in %s
es: No se pudo encontrar una fuente en mapa de bits en %s
ru: Не удалось найти файл растрового шрифта %s
sv: Det gick inte att hitta ett bitmappsfonter i %s

source: Could not find a usable encoding table
es: No se pudo encontrar una tabla de codificación utilizable
ru: Не удалось найти подходящую кодовую таблицу
sv: Kunde inte hitta en användbar kodningstabell

source: Could not find any valid encoding tables
es: No se pudo encontrar ninguna tabla de codificación válida
ru: Не удалось найти допустимые кодовые таблицы
sv: Kunde inte hitta några giltiga kodningstabeller

source: Could not find clippath named %s.
es: No se pudo encontrar un clippath llamado %s.
ru: Не удалось найти траекторию обрезки с именем %s.

source: Could not find font corresponding to '%s'
es: No se pudo encontrar la fuente correspondiente a '%s'
ru: Не удалось найти шрифт, соответствующий «%s»

source: Could not find original glyph
es: No se pudo encontrar el glifo original
ru: Не удалось найти исходный глиф
sv: Kunde inte hitta den ursprungliga glyfen

source: Could not find the glyph: %.70s
es: No se encontró el carácter: %.70s
ru: Не удалось найти глиф: %.70s
sv: Glyfen kunde inte hittas: %.70s

source: Could not iterate 'fontforge_plugin' entry points.
es: No se pudo iterar los puntos de entrada de "fontforge_plugin".
ru: Не удалось выполнить обход точек входа «fontforge_plugin».

source: Could not match points in composite glyph (%d to %d) when adding %s to %s
es: No se pudo coincidir los puntos en el glifo compuesto (%d a %d) al añadir %s a %s
ru: Не удалось сопоставить точки в композитном глифе (%d с %d) при добавлении %s в %s

source: Could not open
es: No se pudo abrir
ru: Не удалось открыть
sv: Kunde inte öppnas

source: Could not open %.100s
es: No se pudo abrir %.100s
ru: Не удалось открыть %.100s
sv: Kunde inte öppna %.100s

source: Could not open %s as image
es: No se pudo abrir %s como una imagen
ru: Не удалось открыть %s в качестве изображения

source: Could not open file
es: No se pudo abrir el archivo
ru: Не удалось открыть файл
sv: Filen kunde inte öppnas

source: Could not open image
es: No se pudo abrir la imagen
ru: Не удалось открыть изображение
sv: Det gick inte att öppna bilden

source: Could not open include file (%s) on line %d of %s
es: No se pudo abrir el archivo de inclusión (%s) en la línea %d de %s
ru: Не удалось открыть включаемый файл (%s) на строке %d файла %s
sv: Kunde inte öppna include-filen (%s) på rad %d av %s

source: Could not open output file: %s
es: No se pudo abrir el archivo de salida: %s
ru: Не удалось открыть файл вывода: %s
sv: Det gick inte att öppna utdatafilen: %s

source: Could not open temporary file.
es: No se pudo abrir el archivo temporal.
ru: Не удалось открыть временный файл.
sv: Kunde inte öppna temporär fil.

source: Could not parse %s
es: No se pudo interpretar a %s
ru: Не удалось выполнить разбор %s
sv: Kunde inte tolka %s

source: Could not parse a CID font, %sCIDFontType %d, %sfonttype %d
es: No se pudo analizar una fuente CID, %sCIDFontType %d, %ssfonttype %d
ru: Не удалось обработать шрифт CID, %sCIDFontType %d, %sfonttype %d

source: Could not read %s
es: No se pudo leer %s
ru: Не удалось прочитать %s
sv: Kunde inte läsa %s

source: Could not read (or perhaps find) mf output file
es: No se pudo leer (o quizá encontrar) el archivo de salida de MF
ru: Не удалось прочесть (или найти) файл вывода mf
sv: Kunde inte läsa (eller möjligen hitta) mf:s utdatafil

source: Could not write
es: No se pudo escribir
ru: Не удалось записать
sv: Kunde inte skriva

source: Could not write %.100s
es: No se pudo escribir %.100s
ru: Не удалось записать %.100s
sv: Kunde inte skriva %.100s

source: Could not write %s
es: No se pudo escribir %s
ru: Не удалось записать %s
sv: Kunde inte skriva %s

source: Couldn't Load
es: No se pudo cargar
ru: Не удалось загрузить

source: Couldn't Start
es: No se pudo iniciar
ru: Не удалось запустить

source: Couldn't create directory
es: No se pudo crear el directorio
ru: Невозможно создать каталог
sv: Det gick inte att skapa en katalog

source: Couldn't create directory: %s
es: No se pudo crear el directorio: %s
ru: Не удалось создать каталог: %s
sv: Det gick inte att skapa en katalog: %s

source: Couldn't find a font file named %s
es: No se pudo encontrar un archivo de fuente llamado %s
ru: Не удалось найти файл шрифта с именем %s

source: Couldn't find base point
es: No se pudo encontrar el punto base
ru: Не удалось найти точку основы
sv: Kunde inte hitta baspunkten

source: Couldn't find point in reference
es: No se pudo encontrar el punto en la referencia
ru: Не удалось найти точку по ссылке
sv: Kunde inte hitta någon referenspunkt

source: Couldn't find referenced character "%s" in %s
es: No se pudo encontrar el carácter referenciado "%s" en %s
ru: Не удалось найти по ссылке символ «%s» в %s

source: Couldn't open cidmap file: %s
es: No se pudo abrir el archivo cidmap: %s
ru: Не удалось открыть файл cidmap: %s
sv: Filen cidmap kunde inte öppnas: %s

source: Couldn't open directory as a font: %s
es: No se pudo abrir el directorio como fuente: %s
ru: Не удалось открыть каталог как шрифт: %s

source: Couldn't open file
es: No se pudo abrir el archivo
ru: Не удалось открыть файл
sv: Kunde inte öppna fil

source: Couldn't open file %.200s
es: No se pudo abrir el archivo %.200s
ru: Не удалось открыть файл %.200s
sv: Kunde inte öppna filen %.200s

source: Couldn't open font
es: No se pudo abrir fuente
ru: Не удалось открыть шрифт
sv: Kunde inte öppna typsnitt

source: Counter Addition
es: Adición de los contadores
ru: Добавление просвета
sv: Räknare tillägg

source: Counter Compression Percent
es: Por centaje de compresión de contadores
ru: Процент сжатия просвета
sv: Räkneverkskompression Procent

source: Counter Expansion Factor
es: Factor de expansión de los contadores
ru: Коэффициент расширения просвета
sv: Motverkande expansionsfaktor

source: Counter Size:
es: Tamaño del contador:
ru: Размер просвета:
sv: Storlek på räknare:

source: CounterControl
es: Control de contadores
ru: Контроль просвета
sv: Motkontroll

source: CounterHint|_New...
es: _Nueva...
ru: _Создать…
sv: _Ny...

source: Counters
es: Contadores
ru: Просветы
sv: Räknare

source: Counters:
es: Contadores:
ru: Просветы:
sv: Räknare:

source: Counting Rod Numerals
es: Números con barras
ru: Цифры счётных палочек
sv: Räknesticka siffror

source: Cove
es: Cóncavo
ru: Куполообразные

source: Coverage %d:
es: Cobertura %d:
ru: Охват %d:
sv: Täckning %d:

source: Coverage table specifies a different number of glyphs than the sub-table expects.
es: La tabla de cobertura especifica un número diferente de glifos de los que espera la subtabla.
ru: В таблице покрытия задано количество глифов, отличное от ожидаемого в подтаблице.
sv: Coverage-tabellen anger ett annat antal glyfer än vad undertabellen förväntar sig.

source: Cr_eate
es: Cr_ear
ru: _Создать
sv: S_kapa

source: Cr_eate VHint...
es: Cr_ear pista vertical...
ru: Создать _вертикальную инструкцию…
sv: Ska_pa VHint...

source: Cre_ate Named Glyphs...
es: Cre_ar glifos nombrados...
ru: Создать _именованные глифы…
sv: Skapa _namngivna glyfer...

source: Crea_te HHint...
es: Crear pis_ta horizontal...
ru: Создать _горизонтальную инструкцию…
sv: Ska_pa HHint...

source: Create Hint
es: Crear pista
ru: Создание хинта
sv: Skapa ledtråd

source: Create Horizontal Stem Hint
es: Crear pista de asta horizontal
ru: Создать хинт горизонтального штриха
sv: Skapa horisontell skafthint

source: Create MM
es: Crear MM
ru: Создать MM
sv: Skapa MM

source: Create Rasterized Strikes (Not empty ones)
es: Crear trazos rasterizados (no vacíos)
ru: Создавать растеризованные обводки (Не пустые)
sv: Skapa rastrerade streck (inte tomma)

source: Create Small Caps
es: Crear versalitas
ru: Создание малых прописных
sv: Skapa småbolag

source: Create Subscript/Superscript
es: Crear subíndice/superíndice
ru: Создание нижних/верхних индексов
sv: Skapa subskript/uperscript

source: Create Vertical Stem Hint
es: Crear pista de asta vertical
ru: Создать хинт вертикального штриха
sv: Skapa vertikal stamhint

source: Create a new lookup
es: Crear una nueva búsqueda
ru: Создать новый lookup
sv: Skapa en ny sökning

source: Create directory
es: Crear directorio
ru: Создать каталог
sv: Skapa katalog

source: Create directory...
es: Crear directorio...
ru: Создать каталог…
sv: Skapa katalog...

source: Create failed
es: Error al crear
ru: Не удалось создать
sv: Skapa misslyckades

source: Create small caps variants for symbols as well as letters
es: Crear variantes de versalitas para símbolos y letras
ru: Создать варианты малых прописных как для символов, так и для букв
sv: Skapa varianter med små bokstäver för både symboler och bokstäver

source: Creation Date:
es: Fecha de creación:
ru: Дата создания:
sv: Datum för skapande:

source: Cree
ru: Кри

source: Creoles
es: Criollo
ru: Креольские языки

source: Crimean Tatar
es: Tártaro de Crimea
ru: Крымскотатарский
sv: Krim-tatar

source: Croatian
es: Croata
ru: Хорватский
sv: Kroatiska

source: Croatian Bosnia/Herzegovina
es: Croata de Bosnia/Herzegovina
ru: Хорватский (Босния и Герцеговина)
sv: Kroatiska Bosnien/Hercegovina

source: Cu_t
es: Cor_tar
ru: _Вырезать
sv: Klipp _ut

source: Cubic
es: Cúbico
ru: Кубические сплайны
sv: Kubisk

source: Cuneiform
es: Cuneiforme
ru: Клинопись
sv: Kilskrift

source: Cuneiform (& Numbers and Punctuation)
es: Cuneiforme (y números y puntuación)
ru: Клинопись (включая цифры и пунктуацию)

source: Cuneiform Numbers and Punctuation
es: Números y puntuación cuneiforme
ru: Клинописные цифры и пунктуация

source: Currency Symbols
es: Símbolos monetarios
ru: Символы валют
sv: Valutasymboler

source: Current
es: Actual
ru: Текущие
sv: Nuvarande

source: Current Glyph
es: Carácter actual
ru: Текущий глиф
sv: Aktuell glyf

source: Current Glyph Is Kashida Like
es: El glifo actual es del tipo Kashida
ru: Текущий глиф является разновидностью кашиды
sv: Nuvarande glyf är Kashida Like

source: Current Insert:
es: Inserción actual:
ru: Вставка текущего:
sv: Nuvarande insättning:

source: Current Raster (TrueType)
es: Raster actual (TrueType)
ru: Текущий растр (TrueType)
sv: Aktuellt raster (TrueType)

source: Current Subs:
es: Subs actuales:
ru: Подстановка текущего:
sv: Nuvarande ersättare:

source: Current X-Height
es: Altura X actual
ru: Текущий рост прописных
sv: Aktuell X-höjd

source: Current x-height:
es: Altura X actual:
ru: Текущий рост строчных:
sv: Aktuell x-höjd:

source: Currently, FontForge only supports bitmap (not bytemap) type3 output
es: Actualmente, FontForge sólo soporta salida de tipo type3 de mapa de bits (no mapa de bytes)
ru: На данный момент FontForge поддерживает вывод только битового (не байтового) массива type3
sv: För närvarande stöder FontForge endast bitmap (inte bytemap) typ3-utdata

source: CursEntry
es: Entrada cursiva
ru: Вход курсива

source: CursExit
es: Salida cursiva
ru: Выход курсива

source: Cursive
es: Cursiva
ru: Курсив
sv: Kursiv

source: Cursive Connected
es: Cursiva, conectada
ru: Курсив связный
sv: Kursiv Ansluten

source: Cursive Disconnected
es: Cursiva, desconectada
ru: Курсив обособленный
sv: Cursive Frånkopplad

source: Cursive Position
es: Posición cursiva
ru: Положение курсива
sv: Kursiv position

source: Cursive Trailing
es: Cursiva, terminaciones
ru: Курсив с вытянутыми концевыми засечками
sv: Kursiv efterföljande

source: Cursive attachment
es: Enlace cursivo
ru: Соединение рукописного письма
sv: Kursiv fastsättning

source: Cursive-%d
es: Cursiva-%d
ru: Курсив-%d
sv: Kursiv-%d

source: Curvature: %g
es: Curvatura: %g
ru: Искривление: %g
sv: Krökning: %g

source: Curvature: -0.00000000
es: Curvatura: -0.00000000
ru: Кривизна: -0.00000000
sv: Krökning: -0,00000000

source: Curvature: ?
es: Curvatura: ?
ru: Кривизна: ?
sv: Krökning: ?

source: Curve
es: Curva
ru: Кривая

source: Curve Type
es: Tipo de curva
ru: Тип кривой
sv: Typ av kurva

source: Custom
es: Personalizar
ru: Другая
sv: Anpassad

source: Cut splines in two
es: Cortar curvas en dos
ru: Разрезка сплайнов надвое
sv: Klipp splines i två delar

source: Cvt %d was changed from %d (%.2f) to %d (%.2f) by the previous instruction
es: El cvt %d fue cambiado de %d (%.2f) a %d (%.2f) por la instrucción anterior
ru: Cvt %d было изменено с %d (%.2f) на %d (%.2f) предыдущей инструкцией
sv: Cvt %d ändrades från %d (%.2f) till %d (%.2f) genom föregående instruktion

source: Cypriot Syllabary
es: Silabario chipriota
ru: Кипрское письмо
sv: Cypriotisk syllabär

source: Cypriot syllabary
es: Silábicos chipriotas
ru: Кипрское
sv: Cypriotisk stavelseskrift

source: Cypro-Minoan
es: Chipro-minoico
ru: Кипро-минойское письмо

source: Cyrillic
es: Cirílico
ru: Кириллица
sv: Kyrillisk

source: Cyrillic (& Supplement & Ext A/B)
es: Cirílico (y suplemento y ext A/B)
ru: Кириллица (а также дополнение к кириллице и расширенная кириллица A/B)

source: Cyrillic Extended-A
es: Cirílico extendido-A
ru: Расширенная кириллица — A
sv: Kyrilliska utökad-A

source: Cyrillic Extended-B
es: Cirílico extendido-B
ru: Расширенная кириллица — B
sv: Kyrilliska utökad-B

source: Cyrillic Extended-C
es: Cirílico extendido-C
ru: Расширенная кириллица — C

source: Cyrillic Extended-D
es: Cirílico extendido-D
ru: Расширенная кириллица — D

source: Cyrillic Supplement
es: Cirílico, suplemento
ru: Дополнение к кириллице
sv: Kyrillisk tillägg

source: Czech
es: Checo
ru: Чешский
sv: Tjeckiska

source: DEBUG call Pops a value and executes a debugging interpreter (if available)
es: DEBUG, llamada Desapila un valor y ejecuta un intérprete de depuración (si está disponible)
ru: DEBUG Вызов отладчика Извлекает из стека значение и запускает интерпретатор отладчика (при его наличии)
sv: DEBUG-anrop Popar ett värde och kör en felsökningstolk (om tillgänglig)

source: DELTA exception C1 Pops a value n & then n exception specifications & cvt entries changes each cvt entry at a given size by the pixel amount
es: DELTA C1, excepción Desapila un valor n y luego n especificaciones de excepción y entradas cvt cambia cada entrada cvt a un tamaño determinado por la cantidad de píxeles
ru: DELTAC1 Исключение C1 Извлекает из стека значение n, затем n спецификаций исключений и элементы cvt, Изменяет каждый элемент cvt на определённую величину заданного размера
sv: DELTA undantag C1 Popar ett värde n & sedan n undantagsspecifikationer & cvt-poster ändrar varje cvt-post i en given storlek med bildpunktbeloppet

source: DELTA exception C2 Pops a value n & then n exception specifications & cvt entries changes each cvt entry at a given size by the amount
es: DELTA C2, excepción Desapila un valor n y luego n especificaciones de excepción y entradas cvt cambia cada entrada cvt a un tamaño determinado por la cantidad
ru: DELTAC2 Исключение C2 Извлекает из стека значение n, затем n спецификаций исключений и элементы cvt, Изменяет каждый элемент cvt на определённую величину заданного размера
sv: DELTA undantag C2 Popar ett värde n & sedan n undantagsspecifikationer & cvt-poster ändrar varje cvt-post i en given storlek med beloppet

source: DELTA exception C3 Pops a value n & then n exception specifications & cvt entries changes each cvt entry at a given size by the amount
es: DELTA C3, excepción Desapila un valor n y luego n especificaciones de excepción y entradas cvt cambia cada entrada cvt a un tamaño determinado por la cantidad
ru: DELTAC3 Исключение C3 Извлекает из стека значение n, затем n спецификаций исключений и элементы cvt, Изменяет каждый элемент cvt на определённую величину заданного размера
sv: DELTA undantag C3 Skapar ett värde n & sedan n undantagsspecifikationer & cvt-poster ändrar varje cvt-post i en given storlek med beloppet

source: DELTA exception P1 Pops a value n & then n exception specifications & points moves each point at a given size by the amount
es: DELTA P1, excepción Desapila un valor n y luego n especificaciones de excepción y puntos mueve cada punto en un tamaño determinado por la cantidad
ru: DELTAP1 Исключение P1 Извлекает из стека значение n, затем n спецификаций исключений и точки, Перемещает каждую точку на определённую величину заданного размера
sv: DELTA undantag P1 Popar ett värde n & sedan n undantag specifikationer & punkter flyttar varje punkt i en given storlek med beloppet

source: DELTA exception P2 Pops a value n & then n exception specifications & points moves each point at a given size by the amount
es: DELTA P2, excepción Desapila un valor n y luego n especificaciones de excepción y puntos mueve cada punto en un tamaño determinado por la cantidad
ru: DELTAP2 Исключение P2 Извлекает из стека значение n, затем n спецификаций исключений и точки, Перемещает каждую точку на определённую величину заданного размера
sv: DELTA undantag P2 Popar ett värde n & sedan n undantagsspecifikationer & punkter flyttar varje punkt i en given storlek med beloppet

source: DELTA exception P3 Pops a value n & then n exception specifications & points moves each point at a given size by the amount
es: DELTA P3, excepción Desapila un valor n y luego n especificaciones de excepción y puntos mueve cada punto en un tamaño determinado por la cantidad
ru: DELTAP3 Исключение P3 Извлекает из стека значение n, затем n спецификаций исключений и точки, Перемещает каждую точку на определённую величину заданного размера
sv: DELTA undantag P3 Popar ett värde n & sedan n undantagsspecifikationer & punkter flyttar varje punkt i en given storlek med beloppet

source: DELTA suggestions
es: Sugerencias DELTA
ru: Предложение DELTA-инструкций
sv: DELTA-förslag

source: DEPTH of stack Pushes the number of elements on the stack
es: Profundidad de la pila (DEPTH) Empuja el número de elementos en la pila
ru: DEPTH Глубина стека Помещает определённое число элементов в стек
sv: Stapelns djup (DEPTH) Skjuter upp antalet element på stacken

source: DIVide Pops two 26.6 numbers, divides them, pushes result
es: DIVidir Desapila dos números 26.6, los divide, empuja el resultado
ru: DIV Деление Извлекает из стека два числа в формате 26.6, делит их и помещает результат в стек
sv: DIVidera Tar fram två 26,6-tal, delar dem, trycker in resultatet

source: DUPlicate top stack element Pushes the top stack element again
es: DUPlicar el elemento superior de la pila Empuja el elemento superior de la pila otra vez
ru: DUP Дублирование верхнего элемента стека Повторно помещает верхний элемент в стек
sv: DUPlicera översta stapelelementet Skjuter upp det översta stapelelementet igen

source: D_efine Groups...
es: Definir grupos...
ru: Определить _группы…
sv: D_efiniera grupper...

source: Dagbani
ru: Дагбани

source: Dan
ru: Дан

source: Dangme
es: Adangme
ru: Дангме

source: Danish
es: Danés
ru: Датский
sv: Danska

source: Dargwa
es: Darguin
ru: Даргинский

source: Dari
es: Darí
ru: Дари

source: Darker Border:
es: Borde más oscuro:
ru: Тёмная граница:
sv: Mörkare kant:

source: Darkest Border:
es: El borde más oscuro:
ru: Самая тёмная граница:

source: Dashes
es: Guiones
ru: Тире
sv: Streck

source: Dates
es: Fechas
ru: Даты
sv: Datum

source: Dayi
ru: Тай-йи

source: De_activate Spiro
es: Des_activar espira
ru: В_ыключить Спиро
sv: Ina_ktivera Spiro

source: De_lete
es: E_liminar
ru: _Удалить
sv: Ta _bort

source: De_sign Size:
es: Tam. diseño
ru: Расчётный кегль шрифта:
sv: De_signstorlek:

source: Debug Raster Cha_nges
es: Depurar los cambios de rasterizació_n
ru: Изменения при отла_дке растра
sv: Felsök ra_sterändringar

source: Debug View Background Color
es: Color del fondo de la vista de depuración
ru: Цвет фона окна отладки

source: Debug _fpgm/prep
es: Depurar _fpgm/prep
ru: Отладка _fpgm/prep
sv: Felsök _fpgm/prep
