Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: This glyph contains control points which are probably too close to the main points to alter the look of the spline
es: Este carácter posee puntos de control demasiado cerca a los puntos principales como para alterar el aspecto de la curva
ru: Этот глиф содержит управляющие точки, которые, по всей видимости, слишком близко расположены к основным точкам, чтобы оказывать влияние на внешний вид сплайна
sv: Denna glyf innehåller kontrollpunkter som förmodligen är för nära huvudpunkterna för att ändra utseendet på splinen

source: This glyph contains different kerning pairs in different instances
es: Este glifo contiene pares de interletraje diferentes en diferentes instancias
ru: Этот глиф содержит различные кернинговые пары в различных экземплярах
sv: Denna glyf innehåller olika kerningpar i olika instanser

source: This glyph extends further below the baseline than desired
es: Este glifo se extiende más abajo de la línea base de lo deseado
ru: Этот глиф уходит ниже от линии шрифта, чем нужно
sv: Denna glyf sträcker sig längre under baslinjen än önskat

source: This glyph extends left further than desired
es: Este glifo se extiende a la izquierda más allá de lo deseado
ru: Этот глиф простирается дальше влево, чем нужно
sv: Denna glyf sträcker sig längre åt vänster än önskat

source: This glyph has four hints, but if this one were omitted it would fit a stem3 hint
es: Este carácter posee cuatro pistas pero si se omite una, cabría una pista de tipo stem3
ru: В этом глифе имеется четыре хинта, но в случае их отсутствия в нём бы поместился хинт stem3
sv: Denna glyf har fyra ledtrådar, men om denna utelämnades skulle den passa en stam3-ledtråd

source: This glyph has no instructions. Adding instructions (a DELTA) may change its rasterization significantly.
es: Este glifo no tiene instrucciones. Agregar instrucciones (un DELTA) puede cambiar significativamente su rasterización.
ru: В этом глифе отсутствуют инструкции. Добавление инструкций (DELTA) может привести к значительному изменению его растеризации.
sv: Denna glyf har inga instruktioner. Att lägga till instruktioner (en DELTA) kan ändra dess rastrering avsevärt.

source: This glyph is defined in more than one of the CID subfonts
es: Este carácter está definido en más de una subfuente CID
ru: Этот глиф определяется в более, чем одном подшрифте CID
sv: Denna glyf är definierad i mer än en av CID-subfontarna

source: This glyph is defined in one instance font but not in another
es: Este glifo está definido en una instancia de la fuente pero no en otra
ru: Глиф определён в одном экземпляре шрифта, но не определён в другом
sv: Denna glyf är definierad i ett typsnitt men inte i ett annat

source: This glyph is mapped to a unicode code point which is different from its name.
es: Este glifo está asignado a un punto de código unicode que es diferente de su nombre.
ru: У этого глифа есть привязка к коду Юникода, который отличается от его имени.
sv: Denna glyf är mappad till en Unicode-kodpunkt som skiljer sig från dess namn.

source: This glyph is not defined in any of the CID subfonts
es: Este carácter no está definido en ninguna de las subfuentes CID
ru: Этот глиф не определён ни в одном подшрифте CID
sv: Denna glyf är inte definierad i någon av CID-subfontarna

source: This glyph is not mapped to any unicode code point, but its name should be.
es: Este glifo no está asignado a ningún punto de código unicode, pero su nombre debería estarlo.
ru: У этого глифа нет привязки ни к какому коду Юникода, но у его имени такая привязка быть должна.
sv: Denna glyf är inte mappad till någon Unicode-kodpunkt, men dess namn borde vara det.

source: This glyph is taller than desired
es: Este glifo es más alto de lo deseado
ru: Этот глиф выше чем нужно
sv: Denna glyf är högre än önskat

source: This glyph is wider than desired
es: Este glifo es más ancho de lo deseado
ru: Этот глиф шире, чем нужно
sv: Denna glyf är bredare än önskat

source: This glyph self-intersects
es: Este glifo interseca consigo mismo
ru: Этот глиф пересекает сам себя
sv: Denna glyf korsar sig själv

source: This glyph self-intersects. Checking for correct direction is meaningless until that is fixed
es: Este glifo interseca consigo mismo. Verificar la dirección correcta no tiene sentido hasta que eso sea arreglado
ru: Этот глиф пересекает сам себя. Проверять правильность направления до исправления пересечения не имеет смысла.
sv: Denna glyf korsar sig själv. Att kontrollera korrekt riktning är meningslöst tills det är åtgärdat

source: This glyph should display spiro points, but unfortunately FontForge was unable to load libspiro, spiros are not available for use, and normal bezier points will be displayed instead.
es: Este glifo debería mostrar puntos de espira, pero desafortunadamente FontForge no pudo cargar libspiro. Las espiras no estpan disponibles para su uso, y se mostrarán los puntos bezier normales en su lugar.
ru: В этом глифе должны отображаться точки Спиро, но к сожалению FontForge не смог загрузить библиотеку libspiro, так что будут отображены только обычные точки Безье.
sv: Den här glyfen ska visa spiropunkter, men tyvärr kunde FontForge inte läsa in libspiro, spiros är inte tillgängliga för användning och normala bezierpunkter visas istället.

source: This glyph should display spiro points, but unfortunately this version of fontforge was not linked with the spiro library, so only normal bezier points will be displayed.
es: Este glifo debería mostrar puntos de espira, pero desafortunadamente esta versión de FontForge no estaba vinculada a la biblioteca de espiras, por lo que solo se mostrarán los puntos bezier normales.
ru: В этом глифе должны отображаться точки Спиро, но к сожалению эта версия FontForge собрана без поддержки библиотеки libspiro, так что будут отображены только обычные точки Безье.
sv: Den här glyfen ska visa spiropunkter, men tyvärr var den här versionen av fontforge inte länkad med spirobiblioteket, så endast normala bezierpunkter visas.

source: This glyph's advance width is different from the standard width
es: El ancho de avance de este glifo es diferente del ancho estándar
ru: Ширина этого глифа отличается от стандартной ширины
sv: Den här glyfens avancerade bredd skiljer sig från standardbredden

source: This glyph's vertical advance is different from the standard width
es: El ancho de avance vertical de este carácter es diferente del ancho estándar
ru: Вертикальная ширина глифа отличается от стандартной ширины
sv: Den här glyfens vertikala förskjutning skiljer sig från standardbredden

source: This hint does not control any points
es: Este ajuste no controla ningún punto
ru: Этот хинт не управляет ни одной точкой
sv: Denna ledtråd styr inte några punkter

source: This hint has the wrong width for a stem3 hint
es: Este ajuste tiene el ancho incorrecto para una pista de tipo stem3
ru: Ширина этой инструкции не подходит для инструкции stem3
sv: Denna ledtråd har fel bredd för en stem3-ledtråd

source: This index is much larger than the closest neighbor
es: Este índice es mucho más grande que su vecino inmediato
ru: Этот индекс намного больше, чем его ближайший сосед
sv: Detta index är mycket större än den närmaste grannen

source: This involves opening more than 10 windows. Is that really what you want?
es: Esto implica abrir más de 10 ventanas. ¿Es lo que en verdad desea?
ru: При этом можно будет открыть больше 10 окон. Продолжить?
sv: Detta innebär att mer än 10 fönster öppnas. Är det verkligen vad du vill?

source: This is an "abstract" gadget. It will never appear on the screen but it is the root of gadget tree from which all others inherit
es: Este es un gadget "abstract". Nunca aparecerá en la pantalla pero es la raíz del árbol de gadgets del que todos los demás heredan
ru: Это «обобщённая область интерфейса, которая никогда не отображается на экране, но является корнем дерева областей интерфейса, потомками которого являются все остальные
sv: Detta är en "abstrakt" gadget. Den kommer aldrig att visas på skärmen men det är roten till gadget träd från vilket alla andra ärver

source: This is an abstract class which defines common features of the FontView, CharView, BitmapView and MetricsView. Press the help key or F1 to open a web page about this tool.
es: Esta es una clase abstracta que define características comunes de la Vista de fuente, Vista de caracteres, Vista de mapa de bits y Vista de métricas. Presiona la tecla de ayuda o F1 para abrir una página web sobre esta herramienta.
ru: Это абстрактный класс, который определяет общие функции для окон просмотра шрифта, символа, растра и метрик. Нажмите клавишу «help» или F1, чтобы открыть Веб-страницу об этом инструменте.

source: This is an identifying number shared by all members of this font family with the same style (I.e. 10pt Bold and 24pt Bold would have the same id, but 10pt Italic would not
es: Este es un número de identificación compartido por todos los miembros de esta familia de fuentes con el mismo estilo (por ejemplo Negritas de 10pt y Negritas de24pt tendrían el mismo ID, pero Cursiva de 10pt no).
ru: Это идентификатор всех членов семейства данного шрифта, использующих одинаковый стиль (т.е. 10пт Полужирный и 24пт Полужирный будут иметь одинаковый идентификатор, но 10пт Наклонный будет иметь уже другой идентификатор)
sv: Detta är ett identifieringsnummer som delas av alla medlemmar av denna typsnittsfamilj med samma stil (dvs. 10pt Bold och 24pt Bold skulle ha samma id, men 10pt Italic skulle inte ha det

source: This is probably a valid URW font, but it is in a format (%c%c) which FontForge does not support. FontForge only supports 'IK' format fonts.
es: Probablemente esta sea una fuente URW válida, pero está en un formato (%c%c), que FontForge no soporta. FontForge sólo soporta fuentes en formato "IK".
ru: Возможно, это корректный URW-шрифт, но реализован в формате (%c%c), который не поддерживается FontForge. FontForge поддерживает только шрифты формата «IK».
sv: Detta är förmodligen ett giltigt URW-typsnitt, men det är i ett format (%c%c) som FontForge inte stöder. FontForge stöder endast typsnitt i IK-format.

source: This is roughly (very roughly) the number off em-units of error that two glyphs may have to belong in the same class. This error is taken by comparing the two glyphs to all other glyphs and summing the differences. A small number here (like 2) means lots of small classes, while a larger number (like 20) will mean fewer classes, each with more glyphs.
es: Este es aproximadamente (muy aproximadamente) el número de unidades em de error que dos glifos pueden tener para pertenecer a la misma clase. Este error se toma al comparar los dos glifos con todos los demás glifos y sumar las diferencias. Aquí, un número pequeño (como 2) significa muchas clases pequeñas, mientras que un número mayor (como 20) significará menos clases, cada una con más glifos.
ru: Это (очень) грубое значение числа единиц em допуска, при котором два глифа могут находиться в одном классе. Эта погрешность вычисляется методом сравнения двух глифов со всеми другими глифами и сложением разностей. При небольшом числе (например, 2) образуется большое количество малых классов, тогда как при большем числе (например, 20) образуется меньше классов, в каждом из которых может быть больше глифов.
sv: Detta är ungefär (mycket ungefär) antalet em-enheter fel som två glyfer kan behöva för att tillhöra samma klass. Detta fel tas genom att jämföra de två glyferna med alla andra glyfer och summerar skillnaderna. Ett litet tal här (t.ex. 2) innebär många små klasser, medan ett större tal (t.ex. 20) innebär färre klasser, var och en med fler glyfer.

source: This is the approximate location of the vanishing point. It does not include the offset induced by "Center of selection" nor "Last Press".
es: Esta es la ubicación aproximada del punto de fuga. No incluye el desplazamiento inducido por "Centro de la selección" ni "Última pulsación".
ru: Это примерное расположение точки схода. Она не включает смещение вызванное «Центром выделения» или «Последним нажатием».
sv: Detta är den ungefärliga positionen för försvinnandepunkten. Det inkluderar inte den förskjutning som orsakas av "Center of selection" eller "Sista tryckning".

source: This is the difference of the curvature between the next and previous splines. Contours often look nicer as this number approaches 0.
es: Esta es la diferencia de la curvatura entre la curva siguiente y anterior. Los contornos a menudo se ven mejor cuando este número se acerca a 0.
ru: Это разность кривизны между следующим и предыдущим сплайном. Контуры часто выглядят лучше, когда это число приближается к 0.
sv: Detta är skillnaden i krökning mellan nästa och föregående splines. Konturer ser ofta ofta snyggare när detta tal närmar sig 0.

source: This is the main fontforge window displaying a font
es: Esta es la ventana principal de FontForge, la cual muestra una fuente
ru: Основное окно FontForge со всеми глифами шрифта
sv: Detta är fontforges huvudfönster som visar ett typsnitt

source: This is the mark that differentiates ComboBoxes and ListButtons from TextFields and normal Buttons.
es: Esta es la marca que diferencia las cajas combinadas y botones de lista de los campos de texto y botones normales.
ru: Это метка, которая отличает поле со списком и кнопки раскрывающегося списка от текстовых полей и обычных кнопок.
sv: Detta är den markering som skiljer ComboBoxar och ListButtons från textfält och vanliga knappar.

source: This is the number of pixels by which the anchor should be moved horizontally when the glyph is rasterized at the above size. This information is part of the device table for this anchor. Device tables are particularly important at small pixelsizes where rounding errors will have a proportionally greater effect.
es: Este es el número de píxeles por los cuales el ancla debe ser movida horizontalmente cuando el glifo es rasterizado en el tamaño anterior. Esta información es parte de la tabla de dispositivos para esta ancla. Las tablas de dispositivos son particularmente importantes en pequeños tamaños de píxeles, en donde los errores de redondeo tienen un efecto proporcionalmente mayor.
ru: Здесь указывается количество пикселов, на которое выполняется горизонтальное перемещение опорной точки при растеризации глифа на указанный выше размер. Эта информация является частью таблицы устройств для данной опорной точки. Таблицы устройств особенно важны при небольших размерах пиксела, когда ошибки округления оказывают пропорционально больший эффект.
sv: Detta är antalet bildpunkter med vilka ankaret bör flyttas horisontellt när glyfen rastreras vid ovanstående storlek. Informationen är en del av enhetstabellen för detta ankare. Enhetstabeller är särskilt viktiga vid små bildpunktsstorlekar där avrundningsfel kommer att ha en proportionerligt större effekt.

source: This is the number of pixels by which the anchor should be moved vertically when the glyph is rasterized at the above size. This information is part of the device table for this anchor. Device tables are particularly important at small pixelsizes where rounding errors will have a proportionally greater effect.
es: Este es el número de píxeles por los cuales el ancla debe ser movida verticalmente cuando el glifo es rasterizado en el tamaño anterior. Esta información es parte de la tabla de dispositivos para esta ancla. Las tablas de dispositivos son particularmente importantes en pequeños tamaños de píxeles, en donde los errores de redondeo tienen un efecto proporcionalmente mayor.
ru: Здесь указывается количество пикселов, на которое выполняется вертикальное перемещение опорной точки при растеризации глифа на указанный выше размер. Эта информация является частью таблицы устройств для данной опорной точки. Таблицы устройств особенно важны при небольших размерах пиксела, когда ошибки округления оказывают пропорционально больший эффект.
sv: Detta är antalet bildpunkter med vilka ankaret bör flyttas vertikalt när glyfen rastreras vid ovanstående storlek. Informationen är en del av enhetstabellen för detta ankare. Enhetstabeller är särskilt viktiga vid små bildpunktsstorlekar där avrundningsfel kommer att ha en proportionerligt större effekt.

source: This italic conversion will be incomplete! You will probably want to do manual fixups on e, g, k, and v-z And on в, г, д, е, ж, л, м, ц, щ, ъ, ђ And on all Greek lower case letters. And maybe everything else.
es: ¡Esta conversión a cursiva estará incompleta! Probablemente quieras hacer arreglos manuales en e, g, k, and v-z Y en в, г, д, е, ж, л, м, ц, щ, ъ, ђ Y en todas las letras griegas minúsculas. Y quizá en todo lo demás.
ru: Такое преобразование в курсив будет неполным! Наверняка потребуется вручную вносить изменения в символы e, g, k, и v-z А также в в, г, д, е, ж, л, м, ц, щ, ъ, ђ И во все строчные буквы греческого алфавита. А может быть и во всё остальное.
sv: Denna kursiva konvertering kommer att vara ofullständig! Du kommer förmodligen att vilja göra manuella fixar på e, g, k och v-z Och på в, г, д, е, ж, л, м, ц, щ, ъ, ђ Och på alla grekiska små bokstäver. Och kanske allt annat.

source: This kerning pair (%.20s and %.20s) is currently part of a kerning class with a 0 offset for this combination. Would you like to alter this kerning class entry (or create a kerning pair for just these two glyphs)?
es: Este par de interletraje (%.20s y %.20s) actualmente forma parte de una clase de interletraje con un desplazamiento de 0 para esta combinación. ¿Te gustaría modificar esta entrada de la clase de interletraje (o crear un par de interletraje solo para estos dos glifos)?
ru: Эта кернинговая пара (%.20s и %.20s) сейчас является частью кернингового класса со смещением 0 для данной комбинации. Изменить этот элемент кернингового класса (или создать кернинговую пару только для этих двух глифов)?
sv: Detta kerningpar (%.20s och %.20s) är för närvarande en del av en kerningklass med en 0-offset för denna kombination. Vill du ändra den här kerningklassens post (eller skapa ett kerningpar för bara dessa två glyfer)?

source: This ligature index is already in use
es: Este índice de ligadura está siendo utilizado
ru: Индекс этой лигатуры уже используется
sv: Detta ligaturindex används redan

source: This looks like a level1 (or level2) ofm. FontForge only supports level0 files, and can't read a real level1 file.
es: Esto parece un ofm level1 (o level2). FontForge solo soporta archivos level0, y no puede leer un archivo level1.
ru: Выглядит как ofm-файл level1 (или level2) ofm. FontForge поддерживает только файлы level0, и не может открывать настоящие файлы level1.
sv: Det här ser ut som en level1 (eller level2) ofm. FontForge stöder endast level0-filer och kan inte läsa en riktig level1-fil.

source: This looks like an ikarus format which I have seen examples of, but for which I have no documentation. FontForge does not support it yet.
es: Esto parece un formato ikarus del que he visto ejemplos, pero para el cual no tengo documentación. FontForge aún no lo soporta.
ru: Вероятно, шрифт выполнен в формате «ikarus», с которым имеется лишь предварительное ознакомление, но документация на него отсутствует. FontForge его пока не поддерживает.
sv: Det här ser ut som ett ikarus-format som jag har sett exempel på, men som Jag har ingen dokumentation. FontForge har inte stöd för det ännu.

source: This looks like one of FontForge's SplineFont DataBase files. Not one of TeX's SubFont Definition files. An unfortunate confusion of extensions.
es: Esto parece uno de los archivos de base de datos de fuentes SplineFont de FontForge. No es uno de los archivos de definición de subfuente de TeX. Una desafortunada confusión de extensiones de archivo.
ru: Больше похоже на один из SFD-файлов FontForge, чем на файлы определения подшрифтов TeX. Досадная путаница с расширениями.
sv: Det här ser ut som en av FontForge's SplineFont DataBase filer. Inte en av TeX:s SubFont Definition-filer. En olycklig förväxling av tillägg.

source: This lookup contains no data
es: Esta búsqueda no contiene datos
ru: В этом lookup нет данных
sv: Denna sökning innehåller inga data

source: This lookup has no effect, I can't figure out its type on line %d of %s
es: Esta búsqueda no tiene efecto, no puedo averiguar su tipo en la línea %d de %s
ru: Этот lookup не работает, не удалось выяснить его тип на строке %d файла %s
sv: Denna uppslagning har ingen effekt, jag kan inte räkna ut dess typ på rad %d av %s

source: This mark class (%s) was used in lookup %s
es: Esta clase de marca (%s) fue usada en la búsqueda %s
ru: Этот класс диакритических знаков (%s) использовался в lookup %s
sv: Denna märkesklass (%s) användes vid uppslagning %s

source: This mark set (%s) was used in lookup %s
es: Este conjunto de marca (%s) fue usado en la búsqueda %s
ru: Этот набор диакритических знаков (%s) использовался в lookup %s
sv: Denna märkuppsättning (%s) användes vid uppslagning %s

source: This may take a while. Please be patient...
es: Esto puede tardar un tiempo. Por favor sé paciente...
ru: Это может занять некоторое время. Подождите…
sv: Det här kan ta ett tag. Ha tålamod...

source: This multiple master font has %1$d instance fonts, but FontForge can only handle %2$d master fonts for %3$d axes. FontForge will not be able to edit this correctly
es: Esta fuente múltiple maestra tiene %1$d instancias de fuentes, pero FontForge solo puede soportar %2$d fuentes maestras para %3$d ejes. FontForge no podrá editar esto correctamente
ru: Этот шрифт multiple master содержит %1$d экземпляров шрифта, но FontForge поддерживает обработку лишь %2$d master-ширфтов для %3$d осей. FontForge не сможет корректно отредактировать этот шрифт.
sv: Detta multipla mastertypsnitt har %1$d instanstypsnitt, men FontForge kan bara hantera %2$d mastertypsnitt för %3$d axlar. FontForge kommer inte att kunna redigera detta korrekt

source: This multiple master font has %1$d instance fonts, but it needs at least %2$d master fonts for %3$d axes. FontForge will not be able to edit this correctly
es: Esta fuente múltiple maestra tiene %1$d instancias de fuentes, pero necesita al menos %2$d fuentes maestras para %3$d ejes. FontForge no podrá editar esto correctamente
ru: Этот шрифт multiple master содержит %1$d экземпляров шрифта, но требует не менее %2$d master-шрифтов для %3$d осей. FontForge не сможет корректно отредактировать этот шрифт.
sv: Detta multipla mastertypsnitt har %1$d instanstypsnitt, men det behöver minst %2$d mastertypsnitt för %3$d axlar. FontForge kommer inte att kunna redigera detta korrekt

source: This must be ASCII, so you may not use the copyright symbol (use (c) instead).
es: Esto debe ser ASCII, por lo que no puedes usar el símbolo de copyright (usa (c) en su lugar).
ru: Этот текст должен состоять из ASCII-символов, поэтому нельзя использовать символ авторских прав (используйте вместо него (c)).
sv: Detta måste vara ASCII, så du får inte använda copyright-symbolen (använd (c) istället).

source: This must be a truetype layer.
es: Esta debe ser una capa de TrueType.
ru: Данный слой должен быть truetype.
sv: Detta måste vara ett truetype-lager.

source: This name has already been used for another lookup. Lookup names must be unique.
es: Este nombre ya ha sido utilizado para otra búsqueda. Los nombres de búsqueda deben ser únicos.
ru: Это имя уже используется другим lookup. Имена lookup должны быть уникальными.
sv: Det här namnet har redan använts för en annan sökning. Uppslagsnamn måste vara unika.

source: This name was previously used to identify mark class/set #%d.
es: Este nombre fue utilizado anteriormente para identificar la clase/conjunto #%d.
ru: Это имя было предварительно использовано для идентификации класса/набора диакритических знаков #%d.
sv: Detta namn användes tidigare för att identifiera mark class/set #%d.
