Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: The convention is that PostScript fonts should have an Em-Size of 1000. But this font has a size of %d. This is not an error, but you might consider altering the Em-Size with the Element->Font Info->General dialog. Do you wish to continue to generate your font in spite of this?
es: La convención es que las fuentes PostScript deben tener un tamaño em de 1000. Pero esta fuente tiene un famaño de %d. Esto no es un error, pero puede que consideres alterar el tamaño de em con el diálogo Elemento->Información de la fuente->General. ¿Deseas continuar con la generación de tu fuente a pesar de esto?
ru: По общему соглашению шрифты PostScript должны иметь размер 1000 Em. Но этот шрифт имеет размер %d. Это не ошибка, но можно рассмотретьвозможность изменения значения Em в диалоге «Элемент»->«О шрифте»->«Общее». Всё равно продолжить создание шрифта?
sv: Konventionen är att PostScript-typsnitt ska ha en Em-Size på 1000. Men det här typsnittet har en storlek på %d. Detta är inte ett fel, men du kan överväga att ändra Em-Size med dialogrutan Element->Font Info->General. Vill du fortsätta att generera ditt typsnitt trots detta?

source: The convention is that TrueType fonts should have an Em-Size which is a power of 2. But this font has a size of %d. This is not an error, but you might consider altering the Em-Size with the Element->Font Info->General dialog. Do you wish to continue to generate your font in spite of this?
es: La convención es que las fuentes PostScript deben tener un tamaño em que sea una potencia de 2. Pero esta fuente tiene un famaño de %d. Esto no es un error, pero puede que consideres alterar el tamaño de em con el diálogo Elemento->Información de la fuente->General. ¿Deseas continuar con la generación de tu fuente a pesar de esto?
ru: По общему соглашению шрифты PostScript должны иметь значение Em в размере квадрата величины. Но этот шрифт имеет размер %d. Это не ошибка, но можно рассмотреть возможность изменения значения Em в диалоге «Элемент»->«О шрифте»->«Общее». Не смотря на это продолжить создание шрифта?
sv: Konventionen är att TrueType-typsnitt ska ha en Em-storlek som är en potens av 2. Men det här typsnittet har en storlek på %d. Detta är inte ett fel, men du kan överväga att ändra Em-Size med dialogrutan Element->Font Info->General. Vill du fortsätta att generera ditt typsnitt trots detta?

source: The coordinates of all points and control points in truetype must be integers (if they are not integers then FontForge will round them when it outputs them, potentially causing havoc). Even in PostScript fonts it is generally a good idea to use integral values.
es: Las coordenadas de todos los puntos y puntos de control en TrueType deben ser enteros (si no lo son, FontForge las redondeará al exportarlas, potencialmente causando fallos). Incluso en fuentes PostScript, generalmente es una buena idea usar valores enteros.
ru: Координаты всех точек и управляющие точки в truetype должны быть представлены целочисленными значениями (в противном случае FontForge округляет их при выводе, потенциально искажая значения). Даже в шрифтах PostScript обычно предпочтительно использовать целые величины.
sv: Koordinaterna för alla punkter och kontrollpunkter i truetype måste vara heltal (om de inte är heltal kommer FontForge att avrunda dem när de matas ut, vilket kan orsaka förödelse). Även i PostScript-typsnitt är det i allmänhet en bra idé att använda heltalsvärden.

source: The correction on line %d is too big. It must be between -128 and 127
es: La corrección en la línea %d es demasiado grande. Debe estar entre -128 y 127
ru: Коррекция на линии %d слишком велика. Значение не должно выходить за пределы интервала -128 — 127
sv: Korrigeringen på rad %d är för stor. Den måste ligga mellan -128 och 127

source: The counters between these hints are not the same size, bad for a stem3 hint
es: Los contadores entre estas pistas no son del mismo tamaño, lo cual es malo para una pista de tipo stem3
ru: Просветы между этими инструкциями имеют неодинаковый размер, что не подходит для инструкции stem3
sv: Räknarna mellan dessa ledtrådar har inte samma storlek, vilket är dåligt för en stam3-ledtråd

source: The current encoding contains glyphs which I cannot map to CIDs. Should I delete them or add them to the end (where they may conflict with future ros definitions)?
es: La codificación actual contiene glifos que no puedo mapear a CIDs. ¿Debo eliminarlos o añadirlos al final (lo que puede originar conflictos con futuras definiciones ros)?
ru: Текущая кодировка содержит глифы, которые не имеют привязки к CID. Удалить их или добавить в конец (где они могут конфликтовать с будущими определениями ros?
sv: Den aktuella kodningen innehåller glyfer som jag inte kan mappa till CID:er. Ska jag ta bort dem eller lägga till dem i slutet (där de kan komma i konflikt med framtida rosdefinitioner)?

source: The default font does not have a 'cvt ' table, but the instance %.30s does
es: La fuente predeterminada no posee una tabla "cvt", pero la instancia %.30s sí
ru: В шрифте по умолчанию нет таблицы «cvt », а в экземпляре %.30s есть.
sv: Standardtypsnittet har inte en "cvt"-tabell, men instansen %.30s har det

source: The default left margin (in points)
es: El margen izquierdo por defecto (en puntos)
ru: Левое поле по умолчанию (в точках)

source: The default size of the Em-Square in a newly created font.
es: Tamaño predeterminado del cuadratín en un fuente recién creada.
ru: Размер по умолчанию квадрата Em в новосозданном шрифте.
sv: Standardstorleken för Em-Square i ett nyskapat typsnitt.

source: The different instances of this mm have a different number of glyphs
es: Las diferentes instancias de esta mm tienen un número diferente de glifos
ru: Различные экземпляры этого mm-шрифта содержат различное число глифов
sv: De olika instanserna av denna mm har olika antal glyfer

source: The encoding does not contain something named %.40s
es: La codificación no contiene algo llamado %.40s
ru: В кодировке отсутствует элемент под именем %.40s
sv: Kodningen innehåller inte något som heter %.40s

source: The entry "%1$.20s" is not present in the private dictionary of both %2$.30s and %3$.30s
es: La entrada "%1$.20s" no está presente en el diccionario privado tanto de %2$.30s como de %3$.30s
ru: Элемент «%1$.20s» отсутствует в частном словаре как у %2$.30s, таки и у %3$.30s
sv: Uppgiften "%1$.20s" finns inte i den privata ordlistan för både %2$.30s och %3$.30s

source: The extra glue place above and below displayed limits
es: El espacio de pegamento sobre y debajo de los límites mostrados
ru: Дополнительный интервал клея выше и ниже отображаемых пределов
sv: Den extra limplatsen ovanför och under visade gränser

source: The feature '%c%c%c%c' is named twice in language %s %.80s %.80s
es: La característica "%c%c%c%c" es nombrada dos veces en el idioma %s. %.80s %.80s
ru: Имя функции '%c%c%c%c' используется дважды в языке %s %.80s %.80s
sv: Funktionen '%c%c%c%c' namnges två gånger på språket %s %.80s %.80s

source: The feature tag on line %d (%s) is too long. It may be at most 4 letters (or it could be a mac feature setting, two numbers in brokets <3,4>)
es: La etiqueta de característica en la línea %d (%s) es demasiado larga. Puede tener como máximo 4 letras (o puede ser un ajuste de características de Mac, dos números entre corchetes angulares <3,4>)
ru: Слишком длинный тег функции на строке %d (%s). Длина тега не должна превышать 4 буквы (или это может быть настройка функции mac, два числа в угловых скобках <3,4>)
sv: Funktionstaggen på rad %d (%s) är för lång. Det får vara högst 4 bokstäver (eller så kan det vara en mac-funktionsinställning, två siffror i broschyrerna <3,4>)

source: The feature tag on line %d (%s) should be in ASCII.
es: La etiqueta de característica en la línea %d (%s) debería estar en ASCII.
ru: Тег функции на строке %d (%s) должен содержать ASCII-текст.
sv: Funktionstaggen på rad %d (%s) ska vara i ASCII.

source: The following error occurred on the selected glyphs: %.100s
es: Ocurrieron los siguientes errores en los glifos seleccionados: %.100s
ru: Следующие ошибки произошли на выбранных глифах: %.100s
sv: Följande fel uppstod på de valda glyferna: %.100s

source: The following options influence how files are imported. Most are specific to one or more formats.
es: Las siguientes opciones influyen en cómo se importan los archivos. La mayoría son específicas para uno o más formatos.
ru: Следующие параметры влияют на порядок импорта файлов. Большинство из них имеют отношение к одному или нескольким конкретным форматам.

source: The following options influence how glyphs are exported. Most are specific to one or more formats.
es: Las siguientes opciones influyen en cómo se exportan los glifos. La mayoría son específicas para uno o más formatos.
ru: Следующие параметры влияют на порядок экспорта глифов. Большинство из них работают только с одним или несколькими форматами.

source: The following table(s) in the font have been ignored by FontForge
es: Las siguientes tabla(s) en la fuente han sido ignoradas por FontForge
ru: FontrForge проигнорировал следующие таблицы в файле шрифта:

source: The font %.30s contains cubic splines. It must be converted to quadratic splines before it can be used in an apple distortable font
es: La fuente %.30s contiene curvas cúbicas. Deben convertirse en curvas cuadráticas antes de poder ser utilizadas en una fuente distorsionable de Apple
ru: Шрифт %.30s содержит кубические сплайны. Их необходимо конвертировать в квадратичные сплайны до использования в подстраиваемом шрифте apple
sv: Typsnittet %.30s innehåller kubiska splines. Det måste konverteras till kvadratiska splines innan det kan användas i ett Apple distortable-typsnitt

source: The font %.30s contains quadratic splines. It must be converted to cubic splines before it can be used in a multiple master
es: La fuente %.30s contiene curvas cuadráticas. Deben convertirse en curvas cúbicas antes de poder ser utilizadas en una fuente multiple master
ru: Шрифт %.30s содержит квадратичные сплайны. Необходимо переконвертировать их в кубические сплайны до использования в шрифтах multiple master
sv: Typsnittet %.30s innehåller kvadratiska splines. Den måste konverteras till kubiska splines innan den kan användas i en multiple master

source: The font %.30s is assigned to two master designs
es: La fuente %.30s es asignada a dos diseños maestros
ru: К шрифту %.30s привязано два мастер-образца
sv: Typsnittet %.30s tilldelas två mastermönster

source: The font %s is one of the standard fonts. It isn't actually in the file.
es: La fuente %s es una de las fuentes estándar. En realidad no está en el archivo.
ru: Шрифт %s является одним из стандартных шрифтов. Фактически он не находится в шрифте.
sv: Typsnittet %s är ett av standardtypsnitten. Det finns faktiskt inte i filen.

source: The font comment can contain whatever you feel it should
es: El comentario de la fuente puede contener lo que consideres necesario
ru: В комментарии к шрифту можно написать все, что вы считаете нужным
sv: Fontkommentaren kan innehålla vad du tycker att den ska

source: The font contains errors. %sWould you like to review the errors or save the font anyway?
es: La fuente contiene errores. %s¿Te gustaría revisar los errores o guardar la fuente de todos modos?
ru: Шрифт содержит ошибки. %sПросмотреть список ошибок или все равно сохранить шрифт?
sv: Typsnittet innehåller fel. %sVill du granska felen eller spara typsnittet ändå?

source: The font database already contains a bitmap font with this pixelsize (%d) Do you want to overwrite it?
es: La base de datos de la fuente ya contiene una fuente de mapa de bits con este tamaño de píxeles (%d) ¿Desea sobreescribirla?
ru: База данных шрифта уже содержит растровый шрифт с таким размером пиксела (%d) Перезаписать его?
sv: Typsnittsdatabasen innehåller redan ett bitmapps typsnitt med denna bildpunktstorlek (%d) Vill du skriva över det?

source: The font database does not contain a bitmap of size %d and depth %d
es: La base de datos de fuentes no contiene un mapa de bits de tamaño %d y profundidad %d
ru: В базе данных шрифта отсутствует растр размером %d и глубиной %d
sv: Fontdatabasen innehåller inte en bitmapp med storlek %d och djup %d

source: The font does not contain a glyph named %s.
es: La fuente no contiene un glifo llamado %s.
ru: В шрифте отсутствует глиф с именем %s.
sv: Typsnittet innehåller inte en glyf med namnet %s.

source: The fontname begins with the utf8 byte order sequence. This is illegal. %s
es: El nombre de la fuente comienza con la secuencia de orden de bytes utf8. Esto es ilegal. %s
ru: Имя шрифта начинается с порядка следования байтов utf8. Это недопустимо. %s
sv: Fontnamnet börjar med utf8-byteordningssekvensen. Detta är olagligt. %s

source: The fonts %1$.30s and %2$.30s have a different number of glyphs or different encodings
es: Las fuentes %1$.30s y %2$.30s tienen un número diferente de glifos o diferentes codificaciones
ru: Шрифты %1$.30s и %2$.30s имеют различное число глифов или различные кодировки
sv: Typsnitten %1$.30s och %2$.30s har olika antal glyfer eller olika kodning

source: The fonts %1$.30s and %2$.30s use different types of splines (one quadratic, one cubic)
es: Las fuentes %1$.30s y %2$.30s utilizan diferentes tipos de curvas (una cuadrática, una cúbica)
ru: Шрифты %1$.30s и %2$.30s используют различные типы сплайнов (один квадратичный, другой кубический)
sv: Fontarna %1$.30s och %2$.30s använder olika typer av splines (en kvadratisk och en kubisk)

source: The generated font won't work with ATM
es: La fuente generada no funcionará con ATM
ru: Созданный шрифт не будет работать с ATM
sv: Det genererade typsnittet fungerar inte med ATM

source: The glyph %1$.30s has a different number of contours in font %2$.30s than in %3$.30s
es: El glifo %1$.30s tiene un número diferente de contornos en la fuente %2$.30s que en %3$.30s
ru: Глиф %1$.30s имеет различное число контуров в шрифте %2$.30s по сравнению с %3$.30s
sv: Glyfen %1$.30s har ett annat antal konturer i typsnittet %2$.30s än i %3$.30s

source: The glyph %1$.30s has a different numbering of points (and control points) on its contours than in the various instances of the font
es: El carácter %1$.30s tiene una numeración diferente de puntos (y puntos de control) en sus contornos que en las diversas instancias de la fuente
ru: Глиф %1$.30s содержит различную нумерацию точек (и управляющих точек) на своих контурах в разных экземплярах шрифта
sv: Glyfen %1$.30s har en annan numrering av punkter (och kontrollpunkter) på sina konturer än i de olika instanserna av typsnittet

source: The glyph %1$.30s in %2$.30s has both references and contours. This is not supported in a font with variations
es: El glifo %1$.30s en %2$.30s tiene referencias y contornos. Esto no está soportado en una fuente con variaciones
ru: Глиф %1$.30s в %2$.30s содержит как ссылки, так и контуры. Не поддерживается в шрифтах с вариантами глифов
sv: Glyfen %1$.30s i %2$.30s har både referenser och konturer. Detta stöds inte i ett typsnitt med variationer

source: The glyph %1$.30s in font %2$.30s has a different hint mask on its contours than in %3$.30s
es: El glifo %1$.30s en la fuente %2$.30s tiene una máscara de pistas diferente en sus contornos que en %3$.30s
ru: Глиф %1$.30s в шрифте %2$.30s содержит на своих контурах другие маски инструкций, чем в %3$.30s
sv: Glyfen %1$.30s i typsnittet %2$.30s har en annan hintmask på sina konturer än i %3$.30s

source: The glyph %1$.30s in font %2$.30s has a different number of points (or control points) on its contours than in %3$.30s
es: El glifo %1$.30s en la fuente %2$.30s tiene un número diferente de puntos (o puntos de control) en sus contornos que en %3$.30s
ru: Глиф %1$.30s в шрифте %2$.30s имеет различное число точек (или управляющих точек) на своих контурах, чем в %3$.30s
sv: Glyfen %1$.30s i typsnittet %2$.30s har ett annat antal punkter (eller kontrollpunkter) på sina konturer än i %3$.30s

source: The glyph %1$.30s in font %2$.30s has a different number of references than in %3$.30s
es: El glifo %1$.30s en la fuente %2$.30s tiene un número diferente de referencias que en %3$.30s
ru: Глиф %1$.30s в шрифте %2$.30s содержит другое число ссылок, чем в %3$.30s
sv: Glyfen %1$.30s i typsnittet %2$.30s har ett annat antal referenser än i %3$.30s

source: The glyph %1$.30s in font %2$.30s has a different set of kern pairs than in %3$.30s
es: El glifo %1$.30s en la fuente %2$.30s tiene un conjunto diferente de pares de kern que en %3$.30s
ru: Глиф %1$.30s в шрифте %2$.30s содержит другой набор кернинговых пар, чем в %3$.30s
sv: Glyfen %1$.30s i typsnittet %2$.30s har en annan uppsättning kernpar än i %3$.30s

source: The glyph %1$.30s in font %2$.30s has contours running in a different direction than in %3$.30s
es: El glifo %1$.30s en la fuente %2$.30s tiene contornos moviéndose hacia una dirección diferente que en %3$.30s
ru: Контуры глифа %1$.30s в шрифте %2$.30s двигаются в другом направлении, чем в %3$.30s
sv: Glyfen %1$.30s i typsnittet %2$.30s har konturer som går i en annan riktning än i %3$.30s

source: The glyph %1$.30s in font %2$.30s has references with different scaling or rotation (etc.) than in %3$.30s
es: El glifo %1$.30s en la fuente %2$.30s tiene referencias con diferente escala o rotación (etc.) que en %3$.30s
ru: Глиф %1$.30s в шрифте %2$.30s содержит ссылки с другим масштабом или вращением (и так далее), чем в %3$.30s
sv: Glyfen %1$.30s i typsnittet %2$.30s har referenser med annan skalning eller rotation (etc.) än i %3$.30s

source: The glyph %1$.30s is defined in font %2$.30s but not in %3$.30s
es: El glifo %1$.30s está definido en la fuente %2$.30s pero no en %3$.30s
ru: Глиф %1$.30s определён в шрифте %2$.30s, но не определён в %3$.30s
sv: Glyfen %1$.30s är definierad i typsnittet %2$.30s men inte i %3$.30s

source: The glyph at CID %d is mapped to more than %d encodings. Only the first %d are handled.
es: El glifo de índice CID %d es asignado a más de %d codificaciones. Sólo se tendrán en cuenta los primeros %d.
ru: Глиф с CID %d привязан более чем к %d кодировкам. Могут быть обработаны только первые %d.
sv: Glyfen vid CID %d är mappad till fler än %d kodningar. Endast de första %d hanteras.

source: The glyph at encoding %d is named ".notdef" but contains an outline. Because it is called ".notdef" it will not be included in the generated font. You may give it a new name using Element->Glyph Info. Do you wish to continue font generation (and omit this character)?
es: El glifo en la codificación %d se llama ".notdef", pero contiene un contorno. Debido a que se llama ".notdef", no será incluido en la fuente generada. Puedes darle un nuevo nombre usando Elemento->Información del glifo. ¿Deseas continuar con la generación de la fuente (y omitir este carácter)?
ru: Глиф с кодом %d имеет имя «.notdef», но содержит контур. Имя «.notdef» не позволяет включить его в создаваемый шрифт. Однако можно переименовать его в меню «Элемент»->«Информация о символе». Продолжить создание шрифта (без этого символа)?
sv: Glyfen vid kodning %d heter ".notdef" men innehåller en kontur. Eftersom den kallas ".notdef" kommer den inte att ingå i det genererade typsnittet. Du kan ge den ett nytt namn med hjälp av Element->Glyph Info. Vill du fortsätta genereringen av typsnittet (och utelämna detta tecken)?

source: The glyph is rasterized at the size above, but it may be difficult to see the alignment errors that can happen at small pixelsizes. This allows you to expand each pixel to show potential problems better.
es: El glifo se rasteriza con el tamaño anterior, pero puede que sea difícil ver los errores de alineación que pueden ocurrir para tamaños de píxeles pequeños. Esto te permite expandir cada píxel para mostrar problemas potenciales de mejor forma.
ru: Глиф растеризуется в размер, указанный выше, но при этом не всегда просто увидеть ошибки выравнивания, которые могут возникать при небольших размерах пиксела. Эта функция позволяет увеличивать каждый пиксел для более комфортного выявления потенциальных проблем выравнивания.
sv: Glyfen är rasteriserad vid storleken ovanför, men det kan vara svårt att upptäcka justeringsfel som kan uppstå vid små bildpunktstorlekar. Detta låter dig expandera varje bildpunkt för att bättre kunna visa potentiella problem.

source: The glyph name "%1$.30s" occurs in groups %2$.30s and %3$.30s
es: El nombre de glifo "%1$.30s" aparece en los grupos %2$.30s y %3$.30s
ru: Имя глифа «%1$.30s» встречается в группах %2$.30s и %3$.30s
sv: Glyfnamnet "%1$.30s" förekommer i grupperna %2$.30s och %3$.30s

source: The glyph named %.30s is mapped to U+%04X. But its name indicates it should be mapped to U+%04X.
es: El glifo llamado %.30s está mapeado a U+%04X. Pero su nombre indica que debería estar mapeado a U+%04X.
ru: Глиф с именем %.30s привязан к U+%04X. Однако имя указывает на то, что он должен быть привязан к U+%04X.
sv: Glyfen med namnet %.30s är mappad till U+%04X. Men dess namn indikerar att den borde mappas till U+%04X.

source: The glyph named %s also occurs in the class on row %d which begins with %.20s... You must remove it from one of them.
es: El glifo llamado %s también aparece en la clase en la fila %d, que comienza con %.20s... Debes eliminarlo de una de ellas.
ru: Глиф с именем %s также встречается в классе на строке %d, которая начинается с %.20s… Необходимо удалить его из одного из классов.
sv: Glyfen som heter %s förekommer också i klassen på rad %d som börjar med %.20s... Du måste ta bort den från en av dem.

source: The glyph, %.80s, already contains an anchor in this class, %.80s.
es: El glifo %.80s ya cuenta con un ancla en esta clase, %.80s.
ru: Глиф, %.80s, уже содержит опорную точку в этом классе, %.80s.
sv: Glyfen %.80s innehåller redan ett ankare i denna klass, %.80s.

source: The glyph, %.80s, can't be found in the sfd file
es: No se pudo encontrar el glifo %.80s, en el archivo sfd
ru: Глиф %.80s не может быть найден в этом файле SFD
sv: Glyfen %.80s kan inte hittas i filen sfd

source: The glyph, %.80s, is not in the font
es: El glifo %.80s no está en la fuente
ru: Этот глиф, %.80s, отсутствует в шрифте
sv: Glyfen %.80s finns inte i typsnittet

source: The glyph, %s, contains a %s from %s and one from %s. The one from %s will be removed.
es: El glifo, %s, contiene un %s de %s y uno de %s. El de %s será eliminado.
ru: Глиф, %s, содержит %s из %s и из %s. Действие из %s будет удалено.
sv: Glyfen, %s, innehåller en %s från %s och en från %s. Den från %s kommer att tas bort.

source: The glyph, %s, contains the same %s from %s and from %s. The one from %s will be removed.
es: El glifo, %s, contiene el mismo %s de %s y de %s. Se eliminará uno de %s.
ru: Глиф, %s, содержит одинаковую %s из %s и из %s. Форма из %s будет удалена.
sv: Glyfen, %s, innehåller samma %s från %s och från %s. Den från %s kommer att tas bort.

source: The glyph, %s, contains the same kern pair from %s and from %s. The one from %s will be removed.
es: El glifo, %s, contiene el mismo par de interletraje de %s y de %s. Se eliminará uno de %s.
ru: Глиф, %s, содержит одинаковую кернинговую пару из %s и из %s. Форма из %s будет удалена.
sv: Glyfen, %s, innehåller samma kernpar från %s och från %s. Den från %s kommer att tas bort.

source: The gradient will be a linear gradient, With the color change happening along the line drawn in the view
es: El gradiente será un gradiente lineal, con el cambio de color ocurriendo a lo largo de la línea dibujada en la vista
ru: Этот градиент будет линейным градиентом, в котором цвет изменяется вдоль линии, проведённой в окне
sv: Gradienten kommer att vara en linjär gradient, Med färgförändringen som sker längs linjen som dras i vyn
