Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Remove Bitmap Glyphs
es: Eliminar glifos de mapa de bits
ru: Удаление растровых глифов
sv: Ta bort bitmapglyfer

source: Remove Bitmap Glyphs...
es: Eliminar glifos de mapa de bits...
ru: Удалить растровые глифы…
sv: Ta bort Bitmap Glyphs...

source: Remove Bookmark...
es: Eliminar marcador...
ru: Удалить закладку…
sv: Ta bort bokmärke...

source: Remove En_coding...
es: Eliminar codificación
ru: _Удалить кодировку…
sv: Ta bort k_odning...

source: Remove Encoding
es: Eliminar codificación
ru: Удаление кодировки
sv: Ta bort kodning

source: Remove Instr Tables
es: Eliminar tablas de instrucciones
ru: Удалить таблицы хинтов
sv: Ta bort Instr-tabeller

source: Remove Kern _Pairs
es: Eliminar _pares de interletraje
ru: Удалить кернинговые п_ары
sv: Ta bort kern_par

source: Remove Language from Script...
es: Eliminar idioma del sistema de escritura...
ru: Удалить язык и системы письменности…
sv: Ta bort språk från skript...

source: Remove Language(s) from Script
es: Eliminar idioma(s) de sistema de escritura
ru: Удаление языка (языков) из системы письменности
sv: Ta bort språk från skrift

source: Remove Lookup
es: Eliminar búsqueda
ru: Удалить Lookup
sv: Ta bort uppslag

source: Remove Overlap
es: Eliminar superposición
ru: Удалить перекрытие
sv: Ta bort överlappning

source: Remove Overlap:
es: Eliminar superposición:
ru: Удалить перекрытие:

source: Remove This Glyph
es: Eliminar este glifo
ru: Удалить этот глиф
sv: Ta bort denna glyf

source: Remove VKern Pairs
es: Eliminar pares de interletraje vertical
ru: Удалить пары верт. кернинга
sv: Ta bort VKern-par

source: Remove _Unused Slots
es: Eliminar ran_uras no utilizadas
ru: Удалить _неиспользуемые слоты
sv: Ta bort _oanvända platser

source: Remove all "empty" entries -- entries with no second glyph
es: Eliminar todas las entradas "vacías" - entradas sin un segundo glifo
ru: Удалить все «пустые» элементы — элементы без второго глифа
sv: Ta bort alla "tomma" poster - poster utan andra glyf

source: Remove all "empty" entries -- those where all fields are 0
es: Eliminar todas las entradas "vacías" - aquellas en las que todos los campos son 0
ru: Удалить все «пустые» элементы — где все поля содержат значение 0
sv: Ta bort alla "tomma" poster - de där alla fält är 0

source: Remove all "empty" entries -- those with no replacement glyphs
es: Eliminar todas las entradas "vacías" - aquellas que no tienen glifos de reemplazo
ru: Удалить все «пустые» элементы — элементы без замещающих глифов
sv: Ta bort alla "tomma" poster - de som inte har några ersättningsglyfer

source: Remove all "empty" entries -- those with no source glyphs
es: Eliminar todas las entradas "vacías" - aquellas sin glifos de orígen
ru: Удалить все «пустые» элементы — элементы без исходных глифов
sv: Ta bort alla "tomma" poster - de som inte har några källglyfer

source: Remove all entries.
es: Eliminar todas las entradas.
ru: Удалить все элементы.
sv: Ta bort alla poster.

source: Remove bookmarks
es: Eliminar marcadores
ru: Удалить закладки
sv: Ta bort bokmärken

source: Remove glyphs which do not match from the selection.
es: Elimina los glifos que no coinciden con la selección.
ru: Снять выделение несовпадающих глифов.
sv: Ta bort glyfer som inte matchar från urvalet.

source: Remove matching glyphs from the selection.
es: Elimina los glifos coincidentes de la selección.
ru: Удалить совпадающие глифы из выделения
sv: Ta bort matchande glyfer från urvalet.

source: Remove selected bookmarks
es: Eliminar marcadores seleccionados
ru: Удалить выбранные закладки
sv: Ta bort markerade bokmärken

source: Removing both the internal and the external contours makes no sense
es: Eliminar tanto los contornos externos como los internos carece de sentido
ru: Удаление и внутреннего, и внешнего контуров нецелесообразно.
sv: Att ta bort både de inre och de yttre konturerna är inte rimligt

source: Removing instructions cannot be UNDONE!
es: ¡La eliminación de las instrucciones no se puede DESHACER!
ru: Удаление инструкций отменить НЕВОЗМОЖНО!
sv: Att ta bort instruktioner kan inte ÅTERGÖRAS!

source: Removing overlaps...
es: Eliminando superposiciones...
ru: Удаление пересечений…
sv: Ta bort överlappningar...

source: Rename Gl_yphs...
es: Renombrar glifos...(_Y)
ru: _Переименовать символы…
sv: Byt namn på gl_yfer...

source: Rename all glyphs in the selection
es: Renombrar todos los glifos en la selección
ru: Переименовать все выделенные глифы
sv: Byt namn på alla glyfer i markeringen

source: Rename by NameList
es: Renombrar por lista de nombres
ru: Переименовать по списку имён
sv: Byt namn efter namnlista

source: Rename the glyphs in this font to the names found in the selected namelist
es: Renombrar los glifos de esta fuente a los nombres encontrados en la lista de nombres seleccionada
ru: Переименовать глифы в этом файле шрифта по новому списку имён
sv: Byt namn på glyferna i detta typsnitt till de namn som finns i den valda namnlistan

source: Render using Hinting
es: Renderizar usando pistas
ru: Отрисовка с помощью хинтинга

source: Repeat
es: Repetir
ru: Повтор
sv: Upprepa

source: Repeat Counts:
es: Conteos de repetición:
ru: Число повторов:
sv: Upprepning räknas:

source: Repeat Time
es: Tiempo de repetición
ru: Время повтора

source: Reph Form
es: Formas Reph
ru: Формы рефы

source: Replace
es: Reemplazar
ru: Заменить
sv: Ersätt

source: Replace All
es: Reemplazar todos
ru: Заменить все
sv: Ersätt alla

source: Replace Outline with Reference
es: Reemplazar contorno con referencia
ru: Заменить контур ссылкой
sv: Ersätt Outline med Reference

source: Replace Pattern
es: Reemplazar patrón
ru: Шаблон замены
sv: Byt ut mönstret

source: Replace Pattern:
es: Reemplazar patrón:
ru: Шаблон замены:
sv: Byt ut mönster:

source: Replace With:
es: Reemplazar con:
ru: Заменить на:
sv: Ersätt med:

source: Replace it
es: Reemplazarlo
ru: Заменить его
sv: Byt ut den

source: Replace with Reference
es: Reemplazar por referencia
ru: Заменить ссылкой
sv: Ersätt med referens

source: Replace Å
es: Reemplazar Å
ru: Заменить Å
sv: Byt ut Å

source: Replacement Glyph Name
es: Nombre del glifo de reemplazo
ru: Имя подстанавливаемого глифа
sv: Ersättning Glyf Namn

source: Replacement Glyph Names
es: Nombres de los glifos de reemplazo
ru: Новые имена глифов
sv: Ersättning för glyfnamn

source: Replacement glyphs
es: Glifos de reemplazo
ru: Замещающие глифы
sv: Ersättningsglyfer

source: Replacement mismatch
es: Discrepancia de reemplazo
ru: Несоответствие замены
sv: Ersättning som inte stämmer överens

source: Replacement:
es: Reemplazo:
ru: Замена:
sv: Ersättning:

source: Replacements
es: Reemplazos
ru: Подстановки
sv: Ersättningar

source: Replacements must follow the coverage table to which they apply: %s
es: Las sustituciones deben seguir la tabla de cobertura a la que se aplican: %s
ru: Замены должны производится согласно таблице охвата, к которой они применимы: %s
sv: Ersättningar måste följa den täckningstabell som de gäller för: %s

source: Report as Error
es: Reportar como error
ru: Сообщить об ошибке
sv: Rapportera som fel

source: Requested bitmap size not available in font. Font supports %s
es: El tamaño del mapa de bits solicitado no está disponible en la fuente. La fuente admite %s
ru: Необходимый размер растра недоступен в шрифте. Шрифт поддерживает %s
sv: Begärd bitmappsstorlek är inte tillgänglig i typsnittet. Typsnittet stöder %s

source: Required Contextual Alternates
es: Alternativas contextuales requeridas
ru: Необходимые контекстные начертания

source: Required Feature
es: Característica requerida
ru: Необходимая функция
sv: Obligatorisk funktion

source: Required Ligatures
es: Ligaduras requeridas
ru: Необходимые лигатуры
sv: Obligatoriska ligaturer

source: Required Variation Alternates
es: Alternativas de variación requerida
ru: Необходимые альтернативные варианты

source: Required feature
es: Característica requerida
ru: Необходимая функция
sv: Obligatorisk funktion

source: Required feature out of bounds in script table.
es: Característica requerida fuera de límites en la tabla de escrituras.
ru: Необходимая функция выходит за пределы в таблице системы письма.

source: Reserved Bit 10
es: Bit reservado 10
ru: Зарезервированный бит 10
sv: Reserverad Bit 10

source: Reserved Bit 11
es: Bit reservado 11
ru: Зарезервированный бит 11
sv: Reserverad Bit 11

source: Reserved Bit 12
es: Bit reservado 12
ru: Зарезервированный бит 12
sv: Reserverad Bit 12

source: Reserved Bit 13
es: Bit reservado 13
ru: Зарезервированный бит 13
sv: Reserverad Bit 13

source: Reserved Bit 14
es: Bit reservado 14
ru: Зарезервированный бит 14
sv: Reserverad Bit 14

source: Reserved Bit 15
es: Bit reservado 15
ru: Зарезервированный бит 15
sv: Reserverad Bit 15

source: Reserved Bit 22
es: Bit reservado 22
ru: Зарезервированный бит 22
sv: Reserverad Bit 22

source: Reserved Bit 23
es: Bit reservado 23
ru: Зарезервированный бит 23
sv: Reserverad Bit 23

source: Reserved Bit 24
es: Bit reservado 24
ru: Зарезервированный бит 24
sv: Reserverad Bit 24

source: Reserved Bit 25
es: Bit reservado 25
ru: Зарезервированный бит 25
sv: Reserverad Bit 25

source: Reserved Bit 26
es: Bit reservado 26
ru: Зарезервированный бит 26
sv: Reserverad Bit 26

source: Reserved Bit 27
es: Bit reservado 27
ru: Зарезервированный бит 27
sv: Reserverad Bit 27

source: Reserved Bit 28
es: Bit reservado 28
ru: Зарезервированный бит 28
sv: Reserverad Bit 28

source: Reserved Bit 32
es: Bit reservado 32
ru: Зарезервированный бит 32
sv: Reserverad Bit 32

source: Reserved Bit 33
es: Bit reservado 33
ru: Зарезервированный бит 33
sv: Reserverad Bit 33

source: Reserved Bit 34
es: Bit reservado 34
ru: Зарезервированный бит 34
sv: Reserverad Bit 34

source: Reserved Bit 35
es: Bit reservado 35
ru: Зарезервированный бит 35
sv: Reserverad Bit 35

source: Reserved Bit 36
es: Bit reservado 36
ru: Зарезервированный бит 36
sv: Reserverad Bit 36

source: Reserved Bit 37
es: Bit reservado 37
ru: Зарезервированный бит 37
sv: Reserverad Bit 37

source: Reserved Bit 38
es: Bit reservado 38
ru: Зарезервированный бит 38
sv: Reserverad Bit 38

source: Reserved Bit 39
es: Bit reservado 39
ru: Зарезервированный бит 39
sv: Reserverad Bit 39

source: Reserved Bit 40
es: Bit reservado 40
ru: Зарезервированный бит 40
sv: Reserverad Bit 40

source: Reserved Bit 41
es: Bit reservado 41
ru: Зарезервированный бит 41
sv: Reserverad Bit 41

source: Reserved Bit 42
es: Bit reservado 42
ru: Зарезервированный бит 42
sv: Reserverad Bit 42

source: Reserved Bit 43
es: Bit reservado 43
ru: Зарезервированный бит 43
sv: Reserverad Bit 43

source: Reserved Bit 44
es: Bit reservado 44
ru: Зарезервированный бит 44
sv: Reserverad Bit 44

source: Reserved Bit 45
es: Bit reservado 45
ru: Зарезервированный бит 45
sv: Reserverad Bit 45

source: Reserved Bit 46
es: Bit reservado 46
ru: Зарезервированный бит 46
sv: Reserverad Bit 46

source: Reserved Bit 47
es: Bit reservado 47
ru: Зарезервированный бит 47
sv: Reserverad Bit 47

source: Reserved Bit 9
es: Bit reservado 9
ru: Зарезервированный бит 9
sv: Reserverad Bit 9

source: Reset
es: Reestablecer
ru: Сбросить
sv: Återställ

source: Resets the kerning offset and device table corrections to what they were originally
es: Restablece el desplazamiento del interletraje y las correcciones de la tabla de dispositivos a lo que fueron originalmente
ru: Сбрасывает смещение кернинга и таблицу коррекции по устройствам на первоначальные значения
sv: Återställer kerning-offset och korrigeringar av enhetstabeller till vad de ursprungligen var

source: ResourceFile
es: Archivo de recursos
ru: Ресурсный файл
sv: Resursfil

source: Restrict Selection
es: Restringir selección
ru: Ограничить выделение
sv: Begränsa urvalet

source: Restricted Font
es: Fuente restringida
ru: Шрифт с ограничениями
sv: Begränsat typsnitt

source: Resultant Y Position
es: Posición en Y resultante
ru: Итоговая координата Y
sv: Resulterande Y-position

source: Retain
es: Retener
ru: Сохранить
sv: Behålla

source: Retain counter size for glyphs using latin algorithm Squish them for those using CJK.
es: Retener el tamaño de contadores para los glifos que usan un algoritmo latino. Comprimirlos para aquellos que usan CJK.
ru: Сохранять размер просвета для глифов, использующих алгоритм латиницы Сужать его для использующих CJK.
sv: Behåll räknarens storlek för glyfer som använder latinska algoritmer Krossa dem för dem som använder CJK.

source: Retain current advance width, center glyph within that width
es: Retener el ancho del avance actual, centrar el glifo dentro de ese ancho
ru: Сохранить текущую ширину, центрировать глиф по ней
sv: Behåll aktuell bredd i förväg, centrera glyfen inom den bredden

source: Retain current advance width, scale side bearings proportionally
es: Retener el ancho del avance actual, escalar los márgenes laterales proporcionalmente
ru: Сохранить текущую ширину, масштабировать апроши пропорционально
sv: Behåll aktuell bredd, skala sidolager proportionerligt

source: Return from enabling function for menu item %s must be boolean
es: El retorno para una función habilitada para el elemento %s del menú debe ser booleano
ru: Функция включения для элемента меню %s должна возвращать логическое значение

source: Revalidate
es: Revalidar
ru: Перепроверить
sv: Återvalidera

source: Revalidate All
es: Revalidar todo
ru: Перепроверить всё
sv: Revalidera alla

source: Reverse Chaining Subs
es: Subs. de encadenamiento inverso
ru: Обратная цепочка подстановок
sv: Omvänd kedjekoppling av underenheter

source: Reverse Chaining Substitution
es: Sustitución de encadenamiento inverso
ru: Обратная цепочка подстановок
sv: Omvänd kedjning Substitution

source: Reverse Contextual Chaining Substitution
es: Sustitución de encadenamiento contextual inverso
ru: Обратная контекстная цепочка подстановок
sv: Omvänd kontextuell kedjning Substitution

source: Reverse Direction
es: Invertir dirección
ru: Развернуть направление
sv: Omvänd riktning

source: Reverse chaining subs
es: Subs. de encadenamiento inverso
ru: Обратная цепочка подстановок
sv: Omvänd kedjning av underenheter

source: Reverse substitute must have exactly one marked glyph and no lookups on line %d of %s
es: El sustituto inverso debe tener exactamente un glifo marcado y no hay búsquedas en la línea %d de %s
ru: Обратная подстановка должна иметь только один глиф с диакритическими знаками без lookup на строке %d файла %s

source: Revert Gl_yph
es: Versión anterior del carácter(_Y)
ru: Восстановить си_мвол
sv: Återställ Gl_yph

source: Revert Kerning
es: Revertir interletraje
ru: Вернуть исходный кернинг
sv: Återgå till Kerning

source: Revert To _Backup
es: Revertir a copia de seguridad(_B)
ru: _Восстановить из резервной копии
sv: Återgå till _Backup

source: Reverts the lookup list to its original condition. But any changes to subtable data will remain.
es: Revierte la lista de búsquedas a su condición original. Pero cualquier cambio en los datos de la subtabla se conservará.
ru: Возвращает список lookup к его исходному состоянию. Но все изменения данных в подтаблицах останутся неизменны.
sv: Återställer uppslagslistan till dess ursprungliga skick. Men eventuella ändringar av data i undertabellerna kvarstår.

source: Review Hints
es: Revisar pistas
ru: Просмотр хинтов
sv: Tips för granskning

source: Rhaeto-Romanic
es: Retorománico
ru: Ретороманский
sv: Rätoromanska

source: Riang
ru: Рианг

source: Rig_ht
es: Derecha(_H)
ru: На_право

source: Right Bounds
es: Alineación óptica a la derecha
ru: Правые границы
sv: Högra gränser

source: Right Constraint
es: Restricción derecha
ru: Правая ограничительная

source: Right Side Bearing
es: Margen del lado derecho
ru: Правый апрош
sv: Lager på höger sida

source: Right Side Bearing Add
es: Añadir margen del lado derecho
ru: Добавление правого апроша
sv: Höger sida lager Lägg till

source: Right Side Bearing Scale
es: Escala del margen del lado derecho
ru: Масштабирование правого апроша
sv: Höger sida Lagerskala

source: Right Side Bearing:
es: Margen del lado derecho:
ru: Правый апрош:
sv: Lager på höger sida:

source: Right To Left
es: De derecha a izquierda
ru: Справа налево
sv: Höger till vänster

source: Right to Left Alternates
es: Alternativas de derecha a izquierda
ru: Альтернативные формы для направления справо налево
sv: Alternativ från höger till vänster

source: Right to Left mirrored forms
es: Formas espejadas de derecha a izquierda
ru: Зеркальные формы для направления справа налево
sv: Höger till vänster speglade former

source: Ripuarian
es: Ripuario
ru: Рипуарские

source: Ritarungo
ru: Ритаррнгу

source: Ro_und
es: Redondear(_U)
ru: _Скруглённое

source: Rohingya
es: Rohinyá
ru: Рохинджа

source: Roman Connected
es: Romana, conectada
ru: Прямой связный
sv: Roman Ansluten

source: Roman Disconnected
es: Romana, desconectado
ru: Прямой обособленный
sv: Roman frånkopplad

source: Roman Trailing
es: Romana, terminaciones
ru: Прямой с вытянутыми концевыми засечками
sv: Romersk eftersläpning

source: Romanian
es: Rumano
ru: Румынский
sv: Rumänska

source: Romansh
es: Romanche
ru: Романшский

source: Romany
es: Romaní
ru: Цыганский
sv: Romska

source: Rotate
es: Rotar
ru: Вр_ащение
sv: Rotera

source: Rotate 180°
es: Rotar 180°
ru: Повернуть на 180°
sv: Rotera 180°

source: Rotate 3D Around...
es: Rotar en 3D alrededor de...
ru: Повернуть в 3D…
sv: Rotera 3D runt...

source: Rotate 90° CCW
es: Rotar 90° en sentido antihorario
ru: Повернуть на 90° против часовой стрелки
sv: Rotera 90° vänster/höger

source: Rotate 90° CW
es: Rotar 90° en sentido horario
ru: Повернуть на 90° по часовой стрелке
sv: Rotera 90° CW

source: Rotate _180°
es: Rotar _180°
ru: Повернуть на _180°
sv: _Rotera 180°

source: Rotate _90° CCW
es: Rotar _90° en sentido antihorario
ru: Пов_ернуть на 90° против часовой стрелки
sv: _Rotera 90° motsols

source: Rotate by Ruler...
es: Girar por regla...
ru: Повернуть по линейке…
sv: Rotera med linjal...

source: Rotate each glyph as a unit
es: Rotar cada glifo como una unidad
ru: Повернуть каждый глиф как единое целое
sv: Rotera varje glyf som en enhet

source: Rotate the selection
es: Rotar selección
ru: Повернуть выделение
sv: Rotera markeringen

source: Rotate the selection in 3D and project back to plane
es: Rota la selección en 3D y vuelve a proyectar al plano
ru: Повернуть выделение в 3D и проецировать обратно на плоскость

source: Rotate...
es: Rotar...
ru: Повернуть
sv: Rotera...

source: Rotate:
es: Rotar:
ru: Повернуть:
sv: Rotera:

source: Rotating
es: Rotación
ru: Вращение
sv: Roterar

source: Rotation Angle
es: Ángulo de rotación
ru: Угол вращения
sv: Rotationsvinkel

source: Rotation about X Axis
es: Rotación sobre el eje X
ru: Вращение вокруг оси X
sv: Rotation kring X-axeln

source: Rotation about Y Axis
es: Rotación sobre el eje Y
ru: Вращение вокруг оси Y
sv: Rotation kring Y-axeln

source: Rotuman
es: Rotumano
ru: Ротуманский

source: Rough
es: Grueso
ru: Неровность
sv: Grov

source: Roun_d
es: Re_dondear
ru: О_круглить
sv: Avrun_da

source: Round
es: Redondo
ru: Скругление
sv: Runda

source: Round Down To Grid Sets round state to the obvious
es: Redondear hacia abajo a la cuadrícula (RDTG) Establece el estado de redondeo a lo obvio
ru: RDTG Округление с уменьшением до сетки Задаёт соответствующее состояние округления
sv: Runda ner till rutnätet Ställer in runda tillstånd till det uppenbara

source: Round OFF Sets round state so that no rounding occurs but engine compensation does
es: Redondeo apagado (ROFF) Establece el estado de redondeo para que no ocurra ninguno pero que sí ocurra la compensación del motor
ru: ROFF Отключение округления Задаёт состояние округления, при котором округление отключается, но выполняется компенсация эффекта движка
sv: Avrundning OFF Ställer in rundningsstatus så att ingen rundning sker men motorkompensation sker

source: Round Rectangle Radius
es: Radio de rectángulo redondo
ru: Радиус закругления
sv: Rund Rektangel Radius

source: Round To Double Grid Sets the round state (round to closest .5/int)
es: Redondeo doble a la cuadrícula (RTDG) Establece el estado de redondeo (redondea al .5/entero más cercano)
ru: RTDG Округление до удвоенной сетки Задаёт состояние округления (с округлением до ближайшей половины значения или целого числа)
sv: Avrunda till dubbelt rutnät Ställer in avrundningsstatus (avrundning till närmaste 0,5/int)

source: Round To Grid Sets the round state
es: Redondear a la cuadrícula Establece el estado de redondeo
ru: RTG Округление до сетки Задаёт состояние округления
sv: Runda till rutnät Ställer in rundningsstatus

source: Round To Half Grid Sets the round state (round to closest .5 not int)
es: Redondeo medio a la cuadrícula (RTHG) Establece el estado de redondeo (redondea al .5/no entero más cercano)
ru: RTHG Округление до половины размера сетки Задаёт состояние округления (округлять до ближайшей половины целого числа)
sv: Avrunda till halva rutnätet Ställer in avrundningsstatus (avrundning till närmaste .5 inte int)

source: Round To _Int
es: Redondear a entero(_I)
ru: О_круглить
sv: Runda till _Int

source: Round Up To Grid Sets the round state
es: Redondear hacia arriba a la cuadrícula (RUTG) Establece el estado de redondeo
ru: RUTG Округление до сетки Задаёт состояние округления
sv: Runda upp till rutnät Ställer in rundningsstatus

source: Round/Closed Loops
es: Redonda/bucles cerrados
ru: Скруглённое/Закрытые петли

source: Round/No Loops
es: Redonda/sin bucles
ru: Скруглённое/Без петель

source: Round/Open Loops
es: Redonda/bucles abiertos
ru: Скруглённое/Открытые петли

source: Rounding to integer...
es: Redondeando a entero...
ru: Округление до целого…
sv: Avrundning till heltal...

source: Row|New
es: Nueva
ru: Создать
sv: Ny

source: Ruby Notational Forms
es: Formas notacionales de Ruby
ru: Формы знаков фуриганы
sv: Ruby Notation Forms

source: Rule %d
es: Regla %d
ru: Правило %d
sv: Regel %d

source: Rule Color
es: Color de la regla
ru: Цвет линии
sv: Färgregel

source: Ruler Big Tick Color
es: Color de graduación grande de regla
ru: Цвет большого деления линейки
sv: Linjal Stor Tick Färg

source: Ruler Current Tick Color
es: Color de graduación de regla actual
ru: Цвет текущей отметки линейки

source: Ruler Font
es: Fuente de la regla
ru: Шрифт линейки

source: Ruler Options
es: Opciones de regla
ru: Параметры линеек

source: Rumi Numeral Symbols
es: Símbolos numéricos Rumi
ru: Цифры системы руми
sv: Rumis siffersymboler

source: Run Simplify after expanding stroked paths to reduce the number of points.
es: Ejecuta Simplificar después de expandir los trayectos trazados para reducir el número de puntos.
ru: Запустите «Упростить» после расширения контуров с обводкой для уменьшения количества точек.

source: Rundi
ru: Рунди

source: Runic
es: Rúnico
ru: Руны

source: Russian
es: Ruso
ru: Русский
sv: Ryska

source: Russian Buriat
es: Buriato ruso
ru: Бурятский (русский)
sv: Ryska Buriat

source: Rusyn
es: Rusino
ru: Русинский

source: S Calligraphic
es: S, Caligráfico
ru: Калиграфическая
sv: S Kalligrafisk

source: S Uncial
ru: S Унциальная

source: S'gaw Karen
es: Karen de S'gaw
ru: Сго

source: SB Thumb
es: Miniatura de BD
ru: Бегунок полосы прокрутки
sv: SB Tummen

source: SCAN conversion ConTRoL Pops a number which sets the dropout control mode
es: Control de conversión de escaneo (SCANCTRL) Desapila un número que establece el modo de control del recorte
ru: SCANCTR Заполнение Извлекает из стека число, которое задаётрежим механизма устранения пропусков (dropout control)
sv: SCAN-omvandling KonTRoL Visar en siffra som ställer in kontrolläge för dropout

source: SCANTYPE Pops number which sets which scan conversion rules to use
es: Tipo de escaneo (SCANTYPE) Desapila un número que establece qué reglas de conversión del escaneo usar
ru: SCANTYPE Извлекает из стека число, которое задаёт используемое правило заполнения
sv: SCANTYPE Pops nummer som anger vilka scan konverteringsregler som ska användas
