Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Anything outside the OS/2 WinAscent & WinDescent fields will be clipped by windows. This includes marks, etc. that have been repositioned by GPOS. (The descent field is usually positive.) If the "[] Is Offset" checkbox is clear then any number you enter will be the value used in OS/2. If set then any number you enter will be added to the font's bounds. You should leave this field 0 and check "[*] Is Offset" in most cases. Note: WinDescent is a POSITIVE number for things below the baseline
es: Todo lo que esté fuera de los campos WinAscent y WinDescent de OS/2 será recortado por Windows. Esto incluye marcas, etc. que han sido reposicionadas por GPOS. (El campo de descenso suele ser un número positivo). Si la casilla "[] Es desplazamiento" no está marcada, entonces cualquier número que introduzcas será el valor usado en OS/2. Si se establece, entonces cualquier número que introduzcas será añadido a los límites de la fuente. Deberías dejar este campo en 0 y marcar "[*] Es desplazamiento" en la mayoría de los casos. NOTA: WinDescent es un valor POSITIVO para elementos debajo de la línea base
ru: За пределами полей OS/2 WinAscent и WinDescent в windows всё будет обрезано. Речь идёт о диакритических знаках и тому подобных элементах, перемещаемых с помощью GPOS. (Поле нижнего выносного элемента обычно имеет положительное значение.) Если флажок «[] Со смещением» снят, то любое вводимое число будет использоваться в качестве значения в OS/2. Если флажок установлен, то вводимое число будет добавляться к площадкам шрифта. В большинстве случаев следует оставить значение 0 в поле и установить флажок «[*] Со смещением». Примечание: поле WinDescent будет содержать ПОЛОЖИТЕЛЬНОЕ значение для элементов ниже базовой линии
sv: Allting utanför OS/2 WinAscent & WinDescent-fälten WinDescent-fälten kommer att klippas av fönstren. Detta inkluderar märken etc. som har omplacerats av GPOS. (Nedstigningsfältet är vanligtvis positivt.) Om kryssrutan "[] Är Offset" är avmarkerad kommer kommer alla siffror som du anger att vara det värde som används i OS/2. Om den är markerad kommer varje siffra du anger att läggas till typsnittets gränser. Du bör lämna detta fältet 0 och markera "[*] Är Offset" i de flesta fall. Obs: WinDescent är ett POSITIVT tal för saker som ligger under baslinjen

source: Appea_rance Editor...
es: Edito_r de la apariencia...
ru: Параметры в_нешнего вида…

source: Appearance Editor
es: Editor de la apariencia
ru: Настройка внешнего вида

source: Append a FONTLOG entry
es: Adjuntar una entrada de FONTLOG
ru: Добавить запись в FONTLOG
sv: Lägg till en FONTLOG-post

source: Append to it
es: Adjuntarlo
ru: Добавить к нему
sv: Lägg till den

source: Apple Advanced Typography
es: Tipografía avanzada de Apple
ru: Продвинутая типографика Apple
sv: Apple Avancerad typografi

source: Apple and MS/Adobe differ about the format of truetype and opentype files This allows you to select which standard to follow for your font. The main differences are: The requirements for the 'postscript' name in the name table conflict Bitmap data are stored in different tables Scaled composite characters are treated differently Use of GSUB rather than morx(t)/feat Use of GPOS rather than kern/opbd Use of GDEF rather than lcar/prop
es: Apple y MS/Adobe difieren sobre el formato de los archivos TrueType y OpenType. Esto te permite seleccionar qué estándar seguir para tu fuente. Las diferencias principales son: Los requisitos para el nombre "PostScript" en la tabla de nombres conflictúan Los datos del mapa de bits son guardados en tablas diferentes Los caracteres escalados compuestos se tratan de forma distinta Uso de GSUB en lugar de morx(t)/feat Uso de GPOS en lugar de kern/opbd Uso de GDEF en lugar de lcar/prop
ru: Apple и MS/Adobe отличаются по формату файлов truetype и opentype Это позволяет выбирать стандарт, которому будет соответствовать данный шрифт. Основные отличия заключаются в следующем: Требования по имени «postscript» в конфликте имени таблицы Растровые данные хранятся в различных таблицах Масштабированные композитные символы обрабатываются различным образом Использование GSUB вместо morx(t)/feat Использование GPOS вместо kern/opbd Использование GDEF вместо lcar/prop
sv: Apple och MS/Adobe skiljer sig åt när det gäller formatet för truetype- och opentype-filer Detta gör att du kan välja vilken standard som ska följas för ditt typsnitt. De viktigaste skillnaderna är: Kraven för "postscript"-namnet i namntabellkonflikten Bitmappsdata lagras i olika tabeller Skalade sammansatta tecken behandlas på olika sätt Användning av GSUB i stället för morx(t)/feat Användning av GPOS i stället för kern/opbd Användning av GDEF i stället för lcar/prop

source: Apple and MS/Adobe differ about the format of truetype and opentype files This allows you to select which standard to follow for your font. The main differences are: The requirements for the 'postscript' name in the name table conflict Bitmap data are stored in different tables Scaled composite glyphs are treated differently Use of GSUB rather than morx(t)/feat Use of GPOS rather than kern/opbd Use of GDEF rather than lcar/prop
es: Apple y MS/Adobe difieren sobre el formato de los archivos TrueType y OpenType. Esto te permite seleccionar qué estándar seguir para tu fuente. Las diferencias principales son: Los requisitos para el nombre "PostScript" en la tabla de nombres conflictúan Los datos del mapa de bits son guardados en tablas diferentes Los glifos escalados compuestos se tratan de forma distinta Uso de GSUB en lugar de morx(t)/feat Uso de GPOS en lugar de kern/opbd Uso de GDEF en lugar de lcar/prop
ru: Apple и MS/Adobe отличаются по формату файлов truetype и opentype Это позволяет выбирать стандарт, которому будет соответствовать данный шрифт. Основные отличия заключаются в следующем: Требования по имени «postscript» в конфликте имени таблицы Растровые данные хранятся в различных таблицах Масштабированные композитные глифы обрабатываются различным образом Использование GSUB вместо morx(t)/feat Использование GPOS вместо kern/opbd Использование GDEF вместо lcar/prop
sv: Apple och MS/Adobe skiljer sig åt när det gäller formatet för truetype- och opentype-filer Detta gör att du kan välja vilken standard som ska följas för ditt typsnitt. De viktigaste skillnaderna är: Kraven för "postscript"-namnet i namntabellkonflikten Bitmappsdata lagras i olika tabeller Skalade sammansatta glyfer behandlas på olika sätt Användning av GSUB i stället för morx(t)/feat Användning av GPOS i stället för kern/opbd Användning av GDEF i stället för lcar/prop

source: Apple and MS/Adobe differ about the format of truetype and opentype files. This controls the default setting of the Apple checkbox in the File->Generate Font dialog. The main differences are: Bitmap data are stored in different tables Scaled composite glyphs are treated differently Use of GSUB rather than morx(t)/feat Use of GPOS rather than kern/opbd Use of GDEF rather than lcar/prop If both this and OpenType are set, both formats are generated
es: Apple y MS/Adobe difieren sobre el formato de los archivos TrueType y OpenType. Esto controla los ajustes predeterminados de la casilla de selección de Apple en el diálogo Archivo->Generar diálogo de fuente. Las diferencias principales son: Los datos del mapa de bits son guardados en tablas diferentes Los glifos escalados compuestos se tratan de forma distinta Uso de GSUB en lugar de morx(t)/feat Uso de GPOS en lugar de kern/opbd Uso de GDEF en lugar de lcar/prop Si tanto esto como OpenType están establecidos, se generarán ambos formatos
ru: Apple и MS/Adobe имеют различия в форматах файлов truetype и opentype. Здесь можно контролировать параметры по умолчанию при установке флажка Apple в диалоге «Файл»->«Создать шрифт». Основные различия: Растровые данные хранятся в различных таблицах Масштабированные композитные глифы обрабатываются различным образом Использование GSUB вместо morx(t)/feat Использование GPOS вместо kern/opbd Использование GDEF вместо lcar/prop При установке данного формата и OpenType создаются оба формата
sv: Apple och MS/Adobe skiljer sig åt när det gäller formatet för truetype- och opentype-filer. Detta styr standardinställningen för kryssrutan Apple i dialogrutan File->Generate Font-dialogrutan. De viktigaste skillnaderna är: Bitmappsdata lagras i olika tabeller Skalade sammansatta glyfer behandlas på olika sätt Användning av GSUB i stället för morx(t)/feat Användning av GPOS i stället för kern/opbd Användning av GDEF i stället för lcar/prop Om både detta och OpenType är inställt genereras båda formaten

source: Apple and MS/Adobe differ about the format of truetype and opentype files. This controls the default setting of the OpenType checkbox in the File->Generate Font dialog. The main differences are: Bitmap data are stored in different tables Scaled composite glyphs are treated differently Use of GSUB rather than morx(t)/feat Use of GPOS rather than kern/opbd Use of GDEF rather than lcar/prop If both this and Apple are set, both formats are generated
es: Apple y MS/Adobe difieren sobre el formato de los archivos TrueType y OpenType. Esto controla los ajustes predeterminados de la casilla de selección de OpenType en el diálogo Archivo->Generar diálogo de fuente. Las diferencias principales son: Los datos del mapa de bits son guardados en tablas diferentes Los glifos escalados compuestos se tratan de forma distinta Uso de GSUB en lugar de morx(t)/feat Uso de GPOS en lugar de kern/opbd Uso de GDEF en lugar de lcar/prop Si tanto esto como Apple están establecidos, se generarán ambos formatos
ru: Apple и MS/Adobe имеют различия в форматах файлов truetype и opentype. Здесь можно контролировать параметры по умолчанию при установке флажка OpenType в диалоге «Файл»->«Создать шрифт». Основные различия: Растровые данные хранятся в различных таблицах Масштабированные композитные глифы обрабатываются различным образом Использование GSUB вместо morx(t)/feat Использование GPOS вместо kern/opbd Использование GDEF вместо lcar/prop При установке данного формата и Apple создаются оба формата
sv: Apple och MS/Adobe skiljer sig åt när det gäller formatet för truetype- och opentype-filer. Detta styr standardinställningen för kryssrutan OpenType i dialogrutan File->Generate Font-dialogrutan. De viktigaste skillnaderna är: Bitmappsdata lagras i olika tabeller Skalade sammansatta glyfer behandlas på olika sätt Användning av GSUB i stället för morx(t)/feat Användning av GPOS i stället för kern/opbd Användning av GDEF i stället för lcar/prop Om både this och Apple är inställda genereras båda formaten

source: Apple bitmap only sfnt (dfont)
es: Mapa de bits de Apple, solo sfnt (dfont)
ru: Только растр Apple sfnt (dfont)
sv: Apple bitmap endast sfnt (dfont)

source: Apply at %d %.80s
es: Aplicar a %d %.80s
ru: Применить к %d %.80s
sv: Tillämpa på %d %.80s

source: Apply change to which lookups?
es: ¿A qué búsquedas aplicar los cambios?
ru: К каким lookup применить изменение?
sv: Tillämpa ändring på vilka uppslagningar?

source: Apply lookup
es: Aplicar búsqueda
ru: Применить lookup
sv: Tillämpa uppslagning

source: Apply to:
es: Aplicar a:
ru: Применить к:
sv: Tillämpa på:

source: Apps
es: Argumento
ru: Программы
sv: Appar

source: Arabic
es: Árabe
ru: Арабский
sv: Arabiska

source: Arabic (& Supplement)
es: Árabe (y suplemento)
ru: Арабское письмо (и дополнение к нему)

source: Arabic (Algeria)
es: Árabe (Algeria)
ru: Арабский (Алжир)
sv: Arabiska (Algeriet)

source: Arabic (Bahrain)
es: Árabe (Baréin)
ru: Арабский (Бахрейн)
sv: Arabiska (Bahrain)

source: Arabic (Egypt)
es: Árabe (Egipto)
ru: Арабский (Египет)
sv: Arabiska (Egypten)

source: Arabic (Iraq)
es: Árabe (Iraq)
ru: Арабский (Ирак)
sv: Arabiska (Irak)

source: Arabic (Jordan)
es: Árabe (Jordania)
ru: Арабский (Иордан)
sv: Arabiska (Jordanien)

source: Arabic (Kuwait)
es: Árabe (Kuwait)
ru: Арабский (Кувейт)
sv: Arabiska (Kuwait)

source: Arabic (Lebanon)
es: Árabe (Líbano)
ru: Арабский (Ливан)
sv: Arabiska (Libanon)

source: Arabic (Libya)
es: Árabe (Libia)
ru: Арабский (Ливия)
sv: Arabiska (Libyen)

source: Arabic (Morocco)
es: Árabe (Marruecos)
ru: Арабский (Марокко)
sv: Arabiska (Marocko)

source: Arabic (Oman)
es: Árabe (Omán)
ru: Арабский (Оман)
sv: Arabiska (Oman)

source: Arabic (Qatar)
es: Árabe (Qatar)
ru: Арабский (Катар)
sv: Arabiska (Qatar)

source: Arabic (Saudi Arabia)
es: Árabe (Arabia Saudita)
ru: Арабский (Саудовская Аравия)
sv: Arabiska (Saudiarabien)

source: Arabic (Syria)
es: Árabe (Siria)
ru: Арабский (Сирия)
sv: Arabiska (Syrien)

source: Arabic (Tunisia)
es: Árabe (Tunez)
ru: Арабский (Тунис)
sv: Arabiska (Tunisien)

source: Arabic (U.A.E.)
es: Árabe (E. A. U.)
ru: Арабский (ОАЭ)
sv: Arabiska (U.A.E.)

source: Arabic (Yemen)
es: Árabe (Yemen)
ru: Арабский (Йемен)
sv: Arabiska (Jemen)

source: Arabic Extended-A
es: Árabe extendido-A
ru: Расширенное арабское письмо — А

source: Arabic Extended-B
es: Árabe extendido-B
ru: Расширенное арабское письмо — B

source: Arabic Extended-C
es: Árabe extendido-C
ru: Расширенное арабское письмо — C

source: Arabic Mathematical Alphabetic Symbols
es: Símbolos alfabéticos matemáticos árabes
ru: Арабские математические алфавитные символы

source: Arabic Number
es: Número árabe
ru: Арабское число
sv: Arabiskt nummer

source: Arabic Presentation Forms-A
es: Formas de presentación árabe-A
ru: Арабские формы представления A
sv: Arabiska presentationsformulär-A

source: Arabic Presentation Forms-B
es: Formas de presentación árabe-B
ru: Арабские формы представления B
sv: Arabiska presentationsformulär-B

source: Arabic Right to Left
es: Árabe, derecha a izquierda
ru: Арабские справа налево
sv: Arabiska höger till vänster

source: Arabic Supplement
es: Árabe, suplemento
ru: Дополнение к арабскому письму
sv: Arabiskt tillägg

source: Aragonese
es: Aragonés
ru: Арагонский

source: Arakwal
ru: Араквал

source: Archives
es: Archivos
ru: Архивы
sv: Arkiv

source: Arcs
es: Arcos
ru: Дуги

source: Arcs Clip:
es: Recorte de Arcos:
ru: Обтравка дуг:

source: Are there any bitmap glyphs whose advance width is not is expected from scaling and rounding the outline's advance width?
es: ¿Hay algún glifo de mapa de bits cuyo ancho de avance no se espere al escalar y redondear el ancho de avance del contorno?
ru: Проверяет наличие растровых глифов, чья ширина не совпадает с шириной контура после выполнения масштабирования и округления?
sv: Finns det några bitmappsglyfer vars avancerade bredd inte är förväntad från skalning och avrundning konturens framryckningsbredd?

source: Are there any glyph's whose bounding boxes extend above this number?
es: ¿Hay algún glifo cuyos cuadros delimitadores se extiendan por encima de este número?
ru: Проверять глифы, имеющие площадку с превышением размера сверху на указанное число?
sv: Finns det några glyfer vars avgränsande rutor sträcker sig över detta antal?

source: Are there any glyph's whose bounding boxes extend below this number?
es: ¿Hay algún glifo cuyos cuadros delimitadores se extiendan por debajo de este número?
ru: Проверять глифы, имеющие площадку с превышением размера снизу на указанное число?
sv: Finns det några glyfer vars avgränsande rutor sträcker sig under detta tal?

source: Are there any glyph's whose bounding boxes extend to the left of this number?
es: ¿Hay algún glifo cuyos cuadros delimitadores se extiendan a la izquierda de este número?
ru: Проверять глифы, имеющие площадку с превышением размера слева на указанное число?
sv: Finns det några glyfer vars avgränsande rutor sträcker sig till vänster om detta tal?

source: Are there any glyphs whose bounding boxes extend to the right of this number?
es: ¿Hay algún glifo cuyos cuadros delimitadores se extiendan a la derecha de este número?
ru: Проверять глифы, имеющие площадку с превышением размера справа на указанное число?
sv: Finns det några glyfer vars avgränsande rutor sträcker sig till höger om detta tal?

source: Are there any outline characters which don't have a bitmap version in one of the bitmap fonts? Conversely are there any bitmap characters without a corresponding outline character?
es: ¿Hay algún carácter de contorno que no tenga una versión de mapa de bits en una de las fuentes de mapa de bits? Contrariamente, ¿hay algún caracter de mapa de bits sin un caracter de contorno correspondiente?
ru: Имеются ли контурные символы, не имеющие растровой версии, в одном из растровых шрифтов? С другой стороны, имеются ли растровые символы без соответствующего контурного символа?
sv: Finns det några outline-tecken som inte har en bitmap-version i något av bitmap-typsnitten? Finns det omvänt några bitmaptecken utan motsvarande outline-tecken?

source: Are you sure you don't want to use the cidmap I found?
es: ¿Estás seguro de que no quieres usar el cidmap que he encontrado?
ru: Не использовать найденный программой cidmap?
sv: Är du säker på att du inte vill använda den cidmap jag hittade?

source: Are you sure you want to replace Å? The ring will not join to the A.
es: ¿Está seguro de que quieres reemplazar la Å? El anillo no se unirá a la A.
ru: Вы уверены в том, что хотите заменить Å? Кольцо не будет соединено с A.
sv: Är du säker på att du vill ersätta Å? Ringen kommer inte sammanfogas med A.

source: Are you sure you wish to remove sub-font %1$.40s from the CID font %2$.40s
es: ¿Estás seguro de que deseas eliminar la subfuente %1$.40s de la fuente CID %2$.40s?
ru: Удалить подшрифт %1$.40s из CID-шрифта %2$.40s
sv: Är du säker på att du vill ta bort sub-font %1$.40s från CID-typsnittet %2$.40s

source: Are you sure you wish to remove these glyphs? This operation cannot be undone.
es: ¿Estás seguros que deseas eliminar estos glifos? Esta operación no se puede deshacer.
ru: Удалить эти глифы? Эту операцию нельзя отменить.
sv: Är du säker på att du vill ta bort dessa glyfer? Den här åtgärden kan inte ångras.

source: Armenian
es: Armenio
ru: Армянский
sv: Armeniska

source: Armenian East
es: Armenio oriental
ru: Восточноармянский

source: Aromanian
es: Arrumano
ru: Аромуны

source: Arpitan
es: Arpitano
ru: Франкопровансальский

source: Arrow Options
es: Opciones de flecha
ru: Параметры стрелок

source: ArrowAccelFactor
es: Factor de aceleración de la flecha
ru: Коэффициент ускорения при нажатии клавиши со стрелкой
sv: PilAccelFaktor

source: ArrowMoveSize
es: Tamaño de movimiento de la flecha
ru: Смещение клавиши со стрелкой
sv: PilMoveStorlek

source: Arrows
es: Flechas
ru: Стрелки
sv: Pilar

source: Arrows & Sup Arrows A/B & Misc Arrows
es: Flechas y flechas complementarias A/B y flechas misceláneas
ru: Стрелки, дополнительные стрелки A/B, разные символы и стрелки

source: As Background
es: En segundo plano
ru: Как фон
sv: Som bakgrund

source: As CFF fonts
es: Como fuentes CFF
ru: Как шрифты CFF
sv: Som CFF-typsnitt

source: As the selected glyphs are also source glyphs, they will be renamed, so they can't act as source glyphs for a lookup.
es: Ya que los glifos seleccionados también son glifos de orígen, estos serán renombrados para que no puedan actuar como glifos de orígen en una búsqueda.
ru: Поскольку выбранные глифы являются также исходными глифами, они будут переименованы, и поэтому не могут действовать как исходные глифы для lookup.
sv: Eftersom de markerade glyferna också är källglyfer kommer de att döpas om, så att de inte kan fungera som källglyfer för en uppslagning.

source: Ascent and Descent must be positive and their sum less than 16384
es: El ascenso y descenso deben ser positivos y su suma debe ser menor que 16384
ru: Смещения верхних и нижних выносных должны быть положительны, а их сумма менее 16384
sv: Ascent och Descent måste vara positiva och deras summa mindre än 16384

source: Ascent/Descent Color
es: Color de ascenso/descenso
ru: Цвет верхних/нижних выносных элементов

source: Ask
es: Preguntar
ru: Спросить

source: Ask the user for autotrace arguments each time autotrace is invoked
es: Pregunta al usuario por los argumentos del autotrazado cada vez que se invoca
ru: Спрашивать ли у пользователя ключи трассировщика при каждом его запуске
sv: Be användaren om autotrace-argument varje gång autotrace anropas

source: Ask the user for mf commands each time mf is invoked
es: Pregunta al usuario por comandos de MF cada vez que MF es invocado
ru: Спрашивать ли у пользователя команды для mf при каждом его запуске
sv: Be användaren om mf-kommandon varje gång mf anropas

source: AskBDFResolution
es: Preguntar resolución BDF
ru: Спрашивать разрешение BDF

source: AskUserForCMap
es: Preguntar al usuario por CMap
ru: Запрашивать CMap у пользователя
sv: FrågaUsersForCMap

source: Aspect Ratio same as Tile Glyph
es: Relación de aspecto igual al glifo de mosaico
ru: Пропорции соответствуют фрагменту глифа
sv: Aspect Ratio samma som Tile Glyph

source: Assamese
es: Asamés
ru: Ассамский
sv: Assamesiska

source: Asturian
es: Asturiano
ru: Астурийский

source: At End
es: Al final
ru: В конце
sv: Vid slutet

source: At Start
es: Al principio
ru: В начале
sv: Vid start

source: At least one anchor point was lost when pasting from one font to another because no matching anchor class could be found in the new font.
es: Se perdió por lo menos un punto de anclaje al pegar de una fuente a otra, ya que no se pudo encontrar una clase de anclaje coincidente en la fuente de destino.
ru: По крайней мере одна опорная точка была потеряна при вставке из одного шрифта в другой, поскольку в новом шрифте не удалось найти ни одной опорной точки соответствующего класса.
sv: Minst en ankarpunkt gick förlorad när du klistrade in från ett typsnitt till ett annat eftersom ingen matchande ankarklass kunde hittas i det nya typsnittet.

source: At most 31 glyphs may be specified in an insert list
es: En una lista de inserción se pueden especificar a lo sumo 31 glifos
ru: В списке ввода можно указать максимум 31 глиф
sv: Högst 31 glyfer kan anges i en insert-lista

source: At most 8 kerning values may be specified here
es: Como máximo se pueden especificar aquí 8 valores de interletraje
ru: Здесь может быть указано максимум 8 значений кернинга
sv: Högst 8 kerningvärden kan anges här

source: At pixelsize %d the character %s either starts before the origin or extends beyond the advance width.
es: En el tamaño de píxeles %d, el carácter %s comienza o bien antes del origen, o se extiende más allá del ancho de avance.
ru: При размере пиксела %d символ %s начинается до исходной точки или превышает установленную ширину.

source: At small pixel sizes (screen font sizes) the rounding errors that occur may be extremely ugly. A device table allows you to specify adjustments to the rounded Every pixel size my have its own adjustment.
es: En tamaños de píxeles pequeños (tamaños de fuente de pantalla), los errores de redondeo que se producen pueden ser extremadamente feos. Una tabla de dispositivos te permite especificar ajustes al redondeado. Cada tamaño de píxeles tiene su propio ajuste.
ru: При малых размерах пиксела (размеры шрифта на экране) ошибки округления могут выглядеть абсолютно безобразно Таблица устройств позволяет указать коррекцию для этого округления. При этом для каждого пиксела может быть задана своя собственная коррекция.
sv: Vid små bildpunktstorlekar (typsnittsstorlekar på skärmen) kan de avrundningsfel som uppstår vara vara extremt fula. Med en enhetstabell kan du kan du ange justeringar av de avrundade felen Varje bildpunktstorlek har sin egen justering.

source: Athapaskan languages
es: Lenguas atabascanas
ru: Атабаскские языки

source: Attempt to apply a lookup to a location out of the range of this contextual lookup seq=%d max=%d
es: Intento de aplicar una búsqueda a una ubicación fuera del rango de esta búsqueda contextual sec=%d máx=%d
ru: Попытка применить lookup к расположению вне диапазона этого контекстного lookup seq=%d max=%d
