Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: The 'NFNT' bitmap format is obsolete
es: El formato de mapa de bits 'NFNT' es obsoleto
ru: Устаревший формат растра 'NFNT'
sv: Bitmappsformatet "NFNT" är föråldrat

source: The 'OS/2' table has changed slightly over the years. Generally fields have been added, but occasionally their meanings have been redefined.
es: La tabla 'OS/2' ha cambiado ligeramente a lo largo de los años. Generalmente se han añadido campos, pero ocasionalmente, se ha redefinido sus significados.
ru: Таблица 'OS/2' с годами немного изменилась. Большей частью, добавлялись только поля, но в некоторых случаях изменялся и их смысл.
sv: Tabellen "OS/2" har förändrats något under årens lopp. I allmänhet har fält lagts till, men ibland har deras betydelser har omdefinierats.

source: The 'POST' type1 format is probably deprecated
es: El formato de type1 "POST" probablemente está obsoleto
ru: Формат type1 'POST', вероятно, устарел
sv: Formatet "POST" typ1 är förmodligen föråldrat

source: The 'POST' type1 format is probably deprecated and may not work in future version of the mac.
es: El formato de type1 "POST" probablemente está obsoleto y puede no funcionar en una versión futura de Mac.
ru: Формат type 1 'POST' может оказаться устаревшим и не работать в будущей версии mac.

source: The 'cvt ' table in instance %.30s is a different size from that in the default font
es: La tabla 'cvt' en la instancia %.30s tiene un tamaño diferente que el de la fuente predeterminada
ru: Таблица «cvt » в экземпляре %.30s отличается по размеру от такой же таблицы в шрифте по умолчанию
sv: Tabellen 'cvt' i instans %.30s har en annan storlek än den i standardtypsnittet

source: The 'gasp' (Grid Fit) table must end with a pixel entry of 65535
es: La tabla "gasp" (ajuste a la cuadrícula) debe terminar con una entrada de píxeles de 65535
ru: Таблица 'gasp' (подгонки) должна завершаться элементом пиксела 65535
sv: Tabellen "gasp" (Grid Fit) måste avslutas med en bildpunktpost på 65535

source: The 'gasp' table gives you control over when grid-fitting and anti-aliased rasterizing are done. The table consists of an (ordered) list of pixel sizes each with a set of flags. Those flags apply to all pixel sizes bigger than the previous table entry but less than or equal to the current. The list must be terminated with a pixel size of 65535. Version 1 of the table contains two additional flags that apply to MS's ClearType rasterizer. The 'gasp' table only applies to truetype fonts.
es: La tabla "gasp" te otorga control sobre cuándo se realiza el rasterizado con ajuste a la cuadrícula y con anti-alias. La tabla consiste en una lista (ordenada) de tamaños de píxeles, cada uno con un conjunto de marcas. Esas marcas aplican a todos los tamaños de píxeles mayores que la entrada de la tabla previa, pero menores o iguales al actual. La lista debe terminar con un tamaño de píxeles de 65535. La versión 1 de la tabla contiene dos marcas adicionales que aplican a la rasterización ClearType de MS. La tabla "gasp" solo aplica a las fuentes TrueType.
ru: Таблица 'gasp' управляет отображением символов при условии выполнения подгонки и сглаженной растеризации. Таблица состоит из (упорядоченного) списка размеров пикселов, каждый с набором флагов. Эти флаги применяются ко всем размерам пикселов, превышающих предыдущий элемент таблицы, но меньших или равных текущему. Список должен завершаться пикселом с размером 65535. Версия 1 таблицы содержит два дополнительных флага, которые применяются к растеризатору ClearType Майкрософт. Таблица 'gasp' применяется только к truetype-шрифтам.
sv: Tabellen "gasp" ger dig kontroll över när rutnätsanpassning och anti-alias rastrering görs. Tabellen består av en (ordnad) lista med bildpunktstorlekar, var och en med en uppsättning flaggor. Dessa flaggor gäller för alla bildpunktstorlekar som är större än föregående tabellpost men mindre än eller lika med den aktuella. Listan måste avslutas med en bildpunktstorlek på 65535. Version 1 av tabellen innehåller ytterligare två flaggor som gäller för MS ClearType rasterizer. Tabellen "gasp" gäller endast för truetype-typsnitt.

source: The 'kern' table supports at most 10920 kern pairs in a subtable
es: La tabla "kern" soporta como máximo 10920 pares de interletraje en una subtabla
ru: Таблица 'kern' поддерживает не более 10920 кернинговых пар в подтаблице
sv: Tabellen "kern" stöder högst 10920 kern-par i en undertabell

source: The 'name' table contains (at least) two strings for the %s in language %s, the first '%.12s...' the second '%.12s...'. Which do you prefer?
es: La tabla "name" contiene (al menos) dos cadenas para el %s en el idioma %s. La primera es "%.12s...", la segunda es "%.12s...". ¿Cuál prefieres?
ru: Таблица 'name' содержит (по крайней мере) две строки для %s в языке %s, первая «%.12s…» и вторая «%.12s…». Какую из них предпочтительнее использовать?
sv: Tabellen "name" innehåller (minst) två strängar för %s i språk %s, den första '%.12s...' den andra '%.12s...'. Vilken föredrar du?

source: The 'sfnt' format is currently limited to 65535 glyphs, and your font has %d of them.
es: El formato 'sfnt' está actualmente limitado a 65535 glifos, y tu fuente tiene %d de ellos.
ru: Формат 'sfnt' в настоящее время ограничен 65535 глифами, а данный шрифт содержит % d из них.
sv: Formatet "sfnt" är för närvarande begränsat till 65535 glyfer, och ditt typsnitt har %d av dem.

source: The 'size' feature does not seem to follow the standard, nor does it conform to Adobe's early misinterpretation of the standard. I cannot parse it.
es: La función 'tamaño' no parece seguir el estándar, ni se ajusta a la interpretación errónea de Adobe del estándar. No puedo interpretarlo.
ru: Судя по всему, функция 'size' не следует стандарту, а равно не соответствует ранней ошибочной интерпретации данного стандарта у Adobe. Обработка невозможна.
sv: Funktionen "storlek" verkar inte följa standarden, inte heller överensstämmer den med Adobes tidiga feltolkning av standarden. Jag kan inte analysera det.

source: The 'size' feature of this font conforms to Adobe's early misinterpretation of the otf standard.
es: La característica "size" (tamaño) de esta fuente sigue la interpretación errónea temprana de Adobe del estándar otf.
ru: Функция 'size' данного шрифта соответствует ранней ошибочной интерпретации данного стандарта у Adobe.

source: The AFM file contains metrics information that many word-processors will read when using a PostScript® font.
es: El archivo AFM contiene información sobre métricas que muchos procesadores de texto leerán al usar una fuente PostScript®.
ru: Файл AFM содержит информацию о метриках, которую будут использовать большинство текстовых процессоров при работе с PostScript® шрифтом.
sv: AFM-filen innehåller metrisk information som många ordbehandlare läser när de använder ett PostScript®-typsnitt.

source: The AFM format allows some information about composites (roughly the same as mark to base anchor classes) to be included. However it tends to make AFM files huge as it is not stored in an efficient manner.
es: El formato AFM permite que alguna información sobre las composiciones (aproximadamente lo mismo que las clases de anclaje de marca a base) sea incluída. Sin embargo, tiende a que los archivos AFM sean enormes, ya que no se almacena de una forma eficiente.
ru: Формат AFM позволяет включать некоторую информацию о композитных глифах (что практически то же, что классы опорной точки диакритики относительно базы). Однако сохраняется тенденция к созданию огромных AFM-файлов, ввиду неэффективности хранения.
sv: AFM-formatet tillåter att viss information om kompositer (ungefär samma sak som mark till bas ankarklasser) att inkluderas inkluderas. Det tenderar dock att göra AFM-filerna enorma eftersom den inte lagras på ett effektivt sätt.

source: The Edit->Join command will join points which are this close together A value of 0 means they must be coincident
es: El comando Editar->Unión unirá los puntos que estén así de cerca. Un valor de 0 significa que deben ser coincidentes
ru: Команда «Правка->Соединить» соединяет вместе точки, находящиеся на указанном расстоянии В случае значения 0 точки должны совпадать
sv: Kommandot Edit->Join sammanfogar punkter som ligger så här nära varandra Ett värde på 0 innebär att de måste vara sammanfallande

source: The Expand Stroke algorithm will attempt to be (at least) this accurate, but there may be exceptions.
es: El algoritmo de expansión del trazo intentará ser (al menos) así de preciso, pero puede haber excepciones.
ru: Алгоритм расширения обводки будет пытаться (по крайней мере) соблюсти данную точность, но могут быть исключения.

source: The FFTM table is an extension to the TrueType format and contains a series of timestamps defined by FontForge
es: La tabla FFTM es una extensión del formato TrueType y contiene una serie de marcas de tiempo definidas por FontForge
ru: Таблица FFTM является расширением к формату TrueType и содержит ряд меток времени, которые определяет FontForge

source: The FONTLOG allows you to keep a log of changes made to your font.
es: El FONTLOG te permite guardar un registro de cambios realizados a tu fuente.
ru: FONTLOG позволяет вести журнал изменений, применяемых к данному шрифту.
sv: Med FONTLOG kan du föra en logg över ändringar som gjorts i ditt typsnitt.

source: The FONTLOG contains some description of the font project, a detailed changelog, and a list of contributors
es: El FONTLOG contiene una descripción del proyecto de la fuente, un registro de cambios detallado, y una lista de contribuidores
ru: FONTLOG содержит описание проекта шрифта, подробный список изменений и участников.
sv: FONTLOG innehåller en beskrivning av fontprojektet fontprojektet, en detaljerad ändringslogg och en lista över bidragsgivare

source: The FONTLOG is a text file containing relevant information about the font including such things as its changelog. (A general template is available in the OFL FAQ on http://scripts.sil.org/OFL-FAQ_web) Usage within an open font project is highly recommended but not required. If your font already contains a fontlog table (see the Element->Font Info) and you check this box, then the internal fontlog information will be appended to the file "FONTLOG.txt" in the same directory as the font itself.
es: El registro de fuente (FONTLOG) es un archivo de texto que contiene información relevante sobre la fuente, incluyendo cosas como su registro de cambios. (Una plantilla general está disponible en las preguntas frecuentes de OFL en http://scripts.sil.org/OFL-FAQ_web). El uso dentro de un proyecto abierto de fuente es altamente recomendado pero no se requiere. Si tu fuente ya contiene una tabla fontlog, (vease Elemento->Información de la fuente) y marcas esta casilla, entonces la información interna del registro de fuente será adjuntada al archivo "FONTLOG.txt" en el mismo directorio que la fuente.
ru: FONTLOG является текстовым файлом, содержащим соответствующую информацию о шрифте, включая, например, его список изменений. (Обобщённый шаблон доступен в «Вопросах и ответах» по OFL на http://scripts.sil.org/OFL-FAQ_web) Настоятельно рекомендуется использовать в составе проекта open font, хотя это и не обязательно. Если данный шрифт уже содержит таблицу fontlog (см. Элемент->О шрифте), то при установке этого флажка внутренняя информация из fontlog будет присоединена к файлу «FONTLOG.txt» в том же каталоге, что и сам шрифт.

source: The Italic correction field is used by both TeX and the MS 'MATH' table. It is used when joining slanted text (italic) to upright. It is the amount of extra white space needed so the slanted text will not run into the upright text.
es: El campo de corrección cursiva es usado tanto por TeX como por la tabla de MS "MATH". Se usa al unir texto inclinado (cursiva) a erguida. Es la cantidad de espacio en blanco extra necesario para que el texto inclinado no se cruce con el texto erguido.
ru: Поле коррекции курсива используется как для TeX, так и для таблицы MS 'MATH'. Употребляется при присоединении наклонного текста (курсива) к обычному. Содержит количество дополнительного свободного пространства, необходимого для того, чтобы наклонный текст не накладывался на обычный текст.
sv: Det kursiva korrigeringsfältet används av både TeX och MS 'MATH' tabellen. Det används när lutande text (kursiv) fogas till stående. Det är den mängd extra vitt utrymme som behövs för att den snedställda texten inte ska stöta på den upprättstående texten.

source: The Merge operation cannot be reverted. Do it anyway?
es: La operación de fusión no puede ser revertida. ¿Continuar de todos modos?
ru: Операция объединения не может быть отменена. Продолжить?
sv: Sammanslagningsoperationen kan inte återställas. Gör det i alla fall?

source: The OFL is a community-approved software license designed for libre/open font projects. Fonts under the OFL can be used, studied, copied, modified, embedded, merged and redistributed while giving authors enough control and artistic integrity. For more details including an FAQ see http://scripts.sil.org/OFL. This font metadata will help users, designers and distribution channels to know who you are, how to contact you and what rights you are granting. When releasing modified versions, remember to add your additional notice, including any extra Reserved Font Name(s). FontForge used to add RFN's by default, but no longer does, as they are used by a minority of OFL fonts and FontForge's RFN's were often legally invalid. Please see the official SIL FAQ and FontForge GitHub issue №4434 for more information. Have fun designing open fonts! 🔣🔧🥳
es: La OFL es una licencia de software aprovada por la comunidad para proyectos libres/abiertos de fuentes. Las fuentes bajo la OFL pueden ser usadas, estudiadas, copiadas, modificadas, embebidas, combinadas y redistribuidas al mismo tiempo que le dan a sus autores suficiente control e integridad artística. Para más detalles, incluyendo preguntas frecuentes, entra a http://scripts.sil.org/OFL. Los metadatos de esta fuente ayudarán a los usuarios, diseñadores y canales de distribución a saber quién eres, cómo contactarte y qué derechos estás otorgando. Al lanzar versiones modificadas, recuerda añadir tu aviso adicional, incluyendo cualquier nombre reservado de fuente, o RFN. FontForge solía agregar RFNs por defecto, pero ya no lo hace debido a que son usados por una minoría de las fuentes OFL, y los RFNs de FontForge eran a menudo legalmente no válidos. Por favor accede al sitio oficial de SIL FAQ y al issue №4434 del GitHub de FontForge para más información. ¡Diviértete diseñando fuentes abiertas! 🔣🔧🥳
ru: Лицензия открытых шрифтов (OFL) одобрена сообществом в качестве лицензии программного обеспечения, предназначенного для проектов по разработке открытых шрифтов. Шрифты, распространяемые на условиях лицензии OFL, можно использовать, изучать, копировать, изменять, встраивать, объединять и повторно распространять при условии предоставления авторам достаточных возможностей для контроля и художественной целостности. Более подробная информация, включая вопросы и ответы, доступна по адресу http://scripts.sil.org/OFL. Метаданные шрифта помогут пользователям, дизайнерам и каналам распространения шрифтов познакомиться с авторами, найти их контакты и списокпредоставляемых ими прав. При выпуске изменённых версий не забудьте добавить особое уведомление с дополнительными зарезервированными именами (именем) шрифта. Ранее FontForge добавлял эти имена по умолчанию, но сейчас эта практика прекращена в связи с тем, что практически не используется в шрифтах с OFL, а также потому что дополнительные зарезервированные имена шрифта FontForge часто не имели юридическое силы. Для получения более подробной информации ознакомьтесь с официальной страницей вопросов и ответов по SIL, а также проблемой №4434 на GitHub FontForge. Желаем погрузиться в увлекательный мир разработки открытых шрифтов! 🔣🔧🥳

source: The OpenType Style Set features ('ss01'-'ss20') may be assigned human readable names here.
es: Puedes asignar nombres humanos legibles para las características del Conjunto de estilo de OpenType ('ss01'-'ss20') aquí.
ru: Для функций задания стиля OpenType ('ss01'-'ss20') здесь можно задать человекочитаемые имена.
sv: OpenType Style Set-funktionerna ('ss01'-'ss20') kan tilldelas tilldelas mänskliga läsbara namn här.

source: The OpenType documentation suggests in a rather confusing way that if a base glyph (or base mark) contains an anchor point for one class in a lookup subtable, then it should contain anchors for all classes in the subtable
es: La documentación de OpenType sugiere de forma algo confusa que si un glifo base (o marca base) contiene un punto de anclaje para una clase en una subtabla de búsquedas, entonces debería contener anclas para todas las clases en la subtabla
ru: Документация OpenType в довольно запутанном изложении предполагает, что если основной глиф (или основной диакритический знак) содержит опорную точку для одного класса в подтаблице lookup, то он должен содержать опорные точки для всех классов в подтаблице
sv: OpenType-dokumentationen föreslår på ett ganska förvirrande sätt att om en basglyf (eller basmärke) innehåller en ankarpunkt för en klass i en subtabell för uppslagning, ska den innehålla ankare för alla klasser i undertabellen

source: The PFM file contains information Windows needs to install a PostScript® font.
es: El archivo PFM contiene información que Windows necesita para instalar una fuente PostScript®.
ru: Файл PFM содержит информацию необходимую Windows для установки шрифта PostScript.
sv: PFM-filen innehåller information som Windows behöver för att installera ett PostScript®-typsnitt.

source: The PfaEdit table is an extension to the TrueType format and contains various data used by FontForge (It should be called the FontForge table, but isn't for historical reasons)
es: La tabla PfaEdit es una extensión del formato TrueType y contiene varios datos utilizados por FontForge (debería llamarse la tabla FontForge, pero no se llama así por razones históricas)
ru: Таблица PfaEdit является расширением формата TrueType и содержит различные данные, которые использует FontForge (По хорошему, она должна называться таблицей FontForge, но это не сделано в силу исторических причин)
sv: PfaEdit-tabellen är ett tillägg till TrueType-formatet och innehåller olika data som används av FontForge (Den borde kallas FontForge-tabellen, men gör det inte av historiska skäl)

source: The PostScript 'Private' dictionary gives you control over several font-wide versions of hinting. The 'Private' dictionary only applies to PostScript fonts.
es: El diccionario 'Privado' de PostScript te da el control sobre varias versiones de las pistas. El diccionario 'Privado' sólo se aplica a las fuentes de PostScript.
ru: Словарь PostScript 'Private' обеспечивает контроль над несколькими общешрифтовыми версиями хинтинга. Словарь 'Private' применяется только к шрифтам PostScript.
sv: PostScript-ordlistan "Private" ger dig kontroll över flera typsnittsomfattande versioner av hinting. Ordlistan "Private" gäller endast för PostScript-typsnitt.

source: The PostScript Language Reference Manual (Appendix B) says that an interpreter need not support paths with more than 1500 points. I think this count includes control points. From PostScript's point of view, all the contours in a character make up one path. Modern interpreters tend to support paths with more points than this limit. (Note a truetype font after conversion to PS will contain twice as many control points)
es: El Manual de Referencia de Idiomas PostScript (apéndice B) dice que un intérprete no necesita soportar rutas con más de 1500 puntos. Creo que este conteo incluye puntos de control. Desde el punto de vista de PostScript, todos los contornos en un carácter componen una ruta. Los intérpretes modernos tienden a soportar rutas con más puntos que este límite. (Nota que una fuente TrueType después de la conversión a PS contendrá el doble de puntos de control)
ru: В Справочном руководстве по языку PostScript (Приложение B) говорится, что интерпретатор не должен поддерживать контуры, содержащие более 1500 точек. Я думаю, что в их число необходимо включить и управляющие точки. С точки зрения PostScript все контуры символа составляют один контур. Современные интерпретаторы зачастую поддерживают контуры с числом точек, меньшим этого ограничения. (Необходимо понимать, что шрифт truetype после преобразования в PS будет содержать в два раза больше управляющих точек)
sv: I PostScript Language Reference Manual (Appendix B) står det att en tolk behöver inte stödja slingor med mer än 1500 punkter. Jag tror att detta antal inkluderar kontrollpunkter. Från PostScripts synvinkel synvinkel utgör alla konturer i ett tecken en väg. Moderna tolkar tenderar att stödja slingor med fler punkter än denna gräns. (Observera att ett truetype-typsnitt efter konvertering till PS kommer att innehålla dubbelt så många kontrollpunkter)

source: The PostScript font name "%.63s" is invalid. It should be printable ASCII, must not contain (){}[]<>%%/ or space and must be shorter than 63 characters
es: El nombre de fuente de PostScript "%.63s" no es válido. Debe ser imprimible con ASCII, no debe contener (){}[]<>%%/ o espacios y debe tener menos de 63 caracteres
ru: Имя шрифта PostScript «%.63s» недопусти. Оно должно содержать печатаемые ASCII-символы, не должно содержать (){}[]<>%%/ или пробел, а также должно быть короче 63 символов
sv: PostScript-typsnittsnamnet "%.63s" är ogiltigt. Det ska vara utskrivbar ASCII, får inte innehålla (){}[]<>%%/ eller mellanslag och måste vara kortare än 63 tecken

source: The TeX table is an extension to the TrueType format and the various data you would expect to find in a tfm file (that isn't already stored elsewhere in the ttf file)
es: La tabla TeX es una extensión del formato TrueType y los diversos datos que esperarías encontrar en un archivo tfm (que no está ya almacenado en otro lugar en el archivo ttf)
ru: Таблица TeX является расширением формата TrueType и содержит различные данные, которые предполагается помещать в файл tfm, и которые не хранятся в составе файла TrueType.
sv: TeX-tabellen är en utvidgning av TrueType-formatet och de olika data som du kan förvänta dig att hitta i en tfm-fil (som inte redan är lagrad någon annanstans i ttf-filen)

source: The Type 2 Charstring Reference (Appendix B) says that subroutines may not be nested more than 10 deep. Each nesting level for references requires one subroutine level, and hints may require another level.
es: Esta referencia de cadena de caracteres type2 (apéndice B) dice que las subrutinas no pueden estar nidadas más de 10 veces. Cada nivel de anidación para las referencias requiere un nivel de subrutina, y las pistas pueden requerir otro nivel.
ru: В Справочнике Type 2 Charstring (Приложение B) говорится, что подпрограммы не могут иметь уровень вложения более 10. Каждый уровень вложения для ссылок требует одного уровня подпрограммы, и ещё один уровень могут потребовать хинты.
sv: I Type 2 Charstring Reference (Bilaga B) står det att subrutiner inte får nästlas mer än 10 gånger. Varje ningsnivå för referenser kräver en subrutinnivå och nivå, och ledtrådar kan kräva ytterligare en nivå.

source: The Type 2 Charstring Reference (Appendix B) says that there may be at most 96 horizontal and vertical stem hints in a character.
es: La referencia de cadena de caracteres type2 (apéndice B) dice que puede haber como máximo 96 pistas de astas horizontales y verticales en un carácter.
ru: В Справочнике Type 2 Charstring (Приложение B) говорится, что в символе может содержаться не более 96 горизонтальных и вертикальных хинтов.
sv: Typ 2 Charstring Reference (Bilaga B) säger att det får finnas högst 96 horisontella och vertikala stambeskrivningar i ett tecken.
