Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: FLIP PoinT Pops as many points as specified in loop counter Flips whether each point is on/off curve
es: Voltear punto (FLIPPT) Desapila tantos puntos como se especifica en el contador de bucles Cambia si cada punto está dentro o fuera de la curva
ru: FLIPPT Обращение точки Извлекает из стека столько точек, сколько содержится в счётчике циклов Меняет состояние каждой точки на/вне кривой на противоположное
sv: FLIP PUNKT Popar upp så många punkter som anges i loopräknaren Vänder på om varje punkt är på/av kurva

source: FLIP RanGe OFF Pops two point numbers sets all points between to be off curve points
es: Rango de volteado desactivado (FLIPRGOFF) Desapila dos números de puntos Establece todos los puntos en medio para ser puntos fuera de la curva
ru: FLIPRGOFF Обращение точки диапазона в состояние вне кривой Извлекает из стека числа двух точек Устанавливает все точки между ними в состояние вне кривой
sv: FLIP RanGe OFF Visar två punktnummer ställer in alla punkter däremellan till att vara off curve-punkter

source: FLIP RanGe ON Pops two point numbers sets all points between to be on curve points
es: Rango de volteado activado (FLIPRGON) Desapila dos números de puntos Establece todos los puntos en medio para ser puntos dentro de la curva
ru: FLIPRGON Обращение точки диапазона в состояние на кривой Извлекает из стека числа двух точек Устанавливает все точки между ними в состояние на кривой
sv: FLIP RanGe ON Visar två punktnummer ställer in alla punkter mellan att vara på kurvpunkter

source: FLOOR Pops a value, rounds to lowest int, pushes result
es: Piso (FLOOR) Desapila un valor, lo redondea al entero más bajo, empuja el resultado
ru: FLOOR Округление вниз Извлекает из стека значение, округляет его в меньшую сторону до целочисленного значения и помещает результат в стек
sv: FLOOR Popar ett värde, avrundar till lägsta int, skjuter in resultatet

source: FOND Name:
es: Nombre FOND:
ru: Имя FOND:
sv: FOND Namn:

source: F_ind / Replace...
es: Buscar / Reemplazar(_I)...
ru: _Найти и заменить…
sv: Sö_k / Ersätt...

source: F_ore
es: Anteri_or
ru: _Передний план

source: F_orm
es: F_orma
ru: Ф_орма

source: Faeroese
es: Faroés
ru: Фарезский
sv: Färöiska

source: Failed to find NameList: %s
es: Error al encontrar lista de nombres: %s
ru: Не удалось найти список имён: %s

source: Failed to find glyph %s when fixing up references.
es: Error al encontrar el glifo %s al arreglar las referencias.
ru: Не удалось найти глиф %s при исправлении ссылок.

source: Failed to generate postscript font
es: Error al generar la fuente PostScript
ru: Не удалось создать шрифт postscript
sv: Misslyckades med att generera postscript-typsnitt

source: Failed to generate postscript in file %s
es: Error al generar PostScript en el archivo %s
ru: Не удалось создать postscript в файле %s
sv: Misslyckades med att generera postscript i filen %s

source: Failed to load kern data from %s
es: Error al cargar los datos de interletraje de %s
ru: Не удалось загрузить данные о кернинге из %s
sv: Misslyckades med att läsa in kerndata från %s

source: Failed to open %s for output
es: Error al abrir %s para salida
ru: Не удалось открыть %s для вывода
sv: Misslyckades med att öppna %s för utmatning

source: Failed to open file %s for output
es: Error al abrir el archivo %s para la salida
ru: Не удалось открыть файл %s для вывода
sv: Misslyckades med att öppna filen %s för utdata

source: Failed to open glyph to name map file for writing: %s
es: Error al abrir el glifo para nombrar el archivo de mapa para escritura: %s
ru: Не удалось открыть глиф для наименования файла карты шрифта при записи: %s

source: Failed to open hotkey definition file: %s
es: Error al abrir el archivo de definición de teclas acceso rápido: %s
ru: Не удалось открыть файл определения сочетаний клавиш: %s

source: Failed to open temporary output file
es: No se puede abrir archivo temporal de salida
ru: Не удалось открыть временный файл
sv: Misslyckades med att öppna temporär utdatafil

source: Failed to open your hotkey definition file for updates.
es: Error al abrir el archivo de definición de teclas acceso rápido para las actualizaciones.
ru: Не удалось открыть файл определения сочетаний клавиш для обновления.

source: Failed to parse color %s
es: Error al interpretar el color %s
ru: Не удалось обработать цвет %s

source: Failed to parse the StartData command properly
es: Error al interpretar el comando StartData correctamente
ru: Не удалось правильно обработать команду StartData

source: Failed to parse the StartData command properly, bad count
es: Error al interpretar el comando StartData correctamente, contador incorrecto
ru: Не удалось правильно обработать команду StartData, неверный подсчёт

source: Failed to read a file. Bytes read:%ld file size:%ld
es: Error al leer un archivo. Bytes leídos: %ld. Tamaño del archivo: %ld
ru: Не удалось прочитать файл. Байтов прочитано:%ld размер файла:%ld

source: Failed to read guideline.
es: Error al leer la pauta.
ru: Не удалось считать направляющую.

source: Failed to rename the new hotkeys file over your old one!
es: ¡Error al renombrar el nuevo archivo de teclas acceso rápido sobre el antiguo!
ru: Не удалось переименовать новый файл сочетаний клавиш поверх старого!

source: Failed to write %s
es: Error al escribir %s
ru: Не удалось записать %s

source: Failure
es: Error
ru: Сбой
sv: Fel

source: Family
es: Familia
ru: Гарнитура
sv: Familj

source: Family Blue Color
es: Color de Blues de la familia
ru: Цвет значений FamilyBlue
sv: Familj Blå Färg

source: Fang
ru: Фанг

source: Fanti
es: Fante
ru: Фанти

source: Faroese
es: Faroés
ru: Фарерский
sv: Färöiska

source: Faroese (Icelandic)
es: Faroés (Islandés)
ru: Фарезский (Исландский)
sv: Färöiska (isländska)

source: Fe'fe'
ru: Фефе

source: Feature
es: Característica
ru: Функция
sv: Egenskap

source: Feature Tag:
es: Etiqueta de característica:
ru: Тег функции:
sv: Funktion Tag:

source: Feature Tags
es: Etiquetas de características
ru: Теги функций
sv: Funktion Taggar

source: Feature _Id:
es: _Id caract.:
ru: Id _функции:
sv: Funktions _Id:

source: Feature file?
es: ¿Archivo de características?
ru: Файл с функциями?
sv: Funktionsfil?

source: Feature out of bounds in script table.
es: Característica fuera de límites en la tabla de sistemas de escritura.
ru: Функция выходит за пределы в таблице системы письма.

source: Feature tags are limited to 4 letters
es: Las etiquetas de características están limitadas a 4 letras
ru: Теги функций ограничены размером в 4 буквы
sv: Feature-taggar är begränsade till 4 bokstäver

source: Feature tags must be exactly 4 ASCII characters
es: Las etiquetas de característica deben constar de exactamente 4 caracteres ASCII
ru: Тег функции должен содержать точно 4 ASCII-символа
sv: Feature-taggar måste bestå av exakt 4 ASCII-tecken

source: Feature tags will be removed
es: Las etiquetas de características serán eliminadas
ru: Теги функции будут удалены
sv: Funktionstaggar kommer att tas bort

source: Features
es: Características
ru: Функции
sv: Funktioner

source: Features inside of other features are only permitted for 'aalt' features on line %d of %s
es: Las características dentro de otras características sólo están permitidas para características "aalt", en la línea %d de %s
ru: Функции внутри других функций допускаются только для функций 'aalt' на строке %d файла %s
sv: Funktioner inuti andra funktioner är endast tillåtna för "aalt"-funktioner på rad %d av %s

source: Felt Pen or Brush Tip
es: Pluma de fieltro o punta de pincel
ru: Фломастер или кончик кисти

source: Fi_ll
es: Re_llenar
ru: _Залить

source: Figure out flex hints after every change
es: Volver a calcular los ajustes flex después de cada modificación
ru: Обновлять flex-инструкции после каждого изменения
sv: Räkna ut flextips efter varje ändring

source: Fijian
es: Fiyiano
ru: Фиджийский
sv: Fijianska

source: File Exists
es: El archivo existe
ru: Файл уже существует
sv: Filen existerar

source: File checksum is incorrect.
es: La suma de verificación del archivo es incorrecta.
ru: Некорректная контрольная сумма файла.
sv: Filens kontrollsumma är felaktig.

source: File length as specified in the WOFF header does not match the actual file length.
es: La longitud del archivo especificada en el encabezado WOFF no coincide con la longitud real del archivo.
ru: Длина файла, указанная в заголовке WOFF, не совпадает с действительной длиной файла.
sv: Den fillängd som anges i WOFF-headern stämmer inte överens med den faktiska fillängden.

source: File, %s, exists. Replace it?
es: El archivo %s existe. ¿Reemplazarlo?
ru: Файл «%.100s» уже существует. Заменить его?
sv: Fil, %s, finns. Ersätta den?

source: Filipino
ru: Филиппинский

source: Fill
es: Rellenar
ru: Включить заливку

source: Fill Color
es: Color de relleno
ru: Цвет заливки
sv: Fyllningsfärg

source: Filled Ellipse
es: Elipse rellena
ru: Заполненный эллипс
sv: Fylld ellips

source: Filled Rectangle
es: Rectángulo relleno
ru: Заполненный прямоугольник
sv: Fylld rektangel

source: Filter
es: Filtro
ru: Фильтр
sv: Filtrera

source: Filter:
es: Filtro:
ru: Фильтр:
sv: Filtrera:

source: Filter|New
es: Nuevo
ru: Создать
sv: Nytt

source: Final
ru: Последний
sv: Slutprov

source: Final Glyph On Line
es: Último glifo de la línea
ru: Последний глиф в строке
sv: Final Glyph på nätet

source: Find
es: Buscar
ru: Найти
sv: Hitta

source: Find All
es: Buscar todos
ru: Найти все
sv: Hitta alla

source: Find In Font _View
es: Buscar en la _vista de fuente
ru: Найти в окне шрифта
sv: Hitta i typsnitt _View

source: Find Next
es: Buscar siguiente
ru: Найти след.
sv: Sök nästa

source: Find Pr_oblems...
es: Buscar inc_onsistencias...
ru: _Найти неполадки…
sv: Hitta Pr_oblems...

source: Find Proble_ms...
es: Encontrar proble_mas...
ru: _Найти неполадки…
sv: Hitta Problem_ms...

source: Find Problems
es: Encontrar problemas
ru: Поиск неполадок
sv: Hitta problem

source: Find Sub Font Definition file
es: Buscar archivo de definición de subfuentes
ru: Найти файл определения подшрифта
sv: Hitta Sub Font Definition-fil

source: Find a cidmap file...
es: Buscar un archivo cidmap...
ru: Найти файл cidmap…
sv: Hitta en cidmap-fil...

source: Find an adobe CMap file...
es: Buscar un archivo CMap de Adobe...
ru: Укажите файл Adobe CMap…
sv: Hitta en Adobe CMap-fil...

source: Find in %.100s
es: Buscar en %.100s
ru: Найти в %.100s
sv: Hitta i %.100s

source: Finding Counter Masks...
es: Buscar máscaras de contraforma...
ru: Поиск масок просвета…
sv: Hitta motmasker...

source: Finding Substitution Points...
es: Buscando puntos de sustitución...
ru: Поиск точек подстановки…
sv: Hitta substitutionspunkter...

source: Finnish
es: Finlandés
ru: Финский
sv: Finska

source: First
es: Primero
ru: Первый
sv: Första

source: First 256
es: Los primeros 256
ru: Первые 256
sv: Första 256

source: First Char
es: Primer carácter
ru: Первый символ
sv: Första Char

source: First Class %d
es: Primera clase %d
ru: Первый класс %d
sv: Första klass %d

source: First Edge to Last Edge: %g x %g length %f
es: Primer borde a último borde: %g x %g longitud %f
ru: С первого до последнего края: %g x %g длина %f

source: First Glyph Name
es: Primer nombre de glifo
ru: Имя первого глифа
sv: Första glyfens namn

source: First Line Skip
es: Salto de primera línea
ru: Пропуск первой линии

source: First P_oint, Next Contour
es: Primer punt_o del siguiente contorno
ru: Первая то_чка, следующий контур
sv: Första P_punkt, nästa kontur

source: First Point Color
es: Color del primer punto
ru: Цвет первой точки
sv: Första punkten Färg

source: First and second arguments of imagemask must be integers.
es: El primero y segundo argumento de la máscara de imagen deben ser enteros.
ru: Первым и вторым параметром imagemask должны быть целые числа.
sv: Första och andra argumentet i imagemask måste vara heltal.

source: First to _All
es: Primero a todo(_A)
ru: Первую _для всех
sv: Först till _Alla

source: Fix
es: Arreglar
ru: Исправить
sv: Åtgärda

source: Fixing up References
es: Corrigiendo referencias
ru: Исправление ссылок
sv: Fixa upp referenser

source: Fl_attenByCMap
es: _Aplanar con un CMap
ru: П_реобразовать в обычный шрифт с помощью CMap

source: Flared
es: Acampanado
ru: Расширяющиеся
sv: Utsvängd

source: Flat
es: Plano
ru: Плоский
sv: Platt

source: Flat Nib
es: Pluma plana
ru: Плоское остриё
sv: Platt spets

source: Flate decompression failed.
es: Decompresión Flate fallida.
ru: Не удалось разархивировать.

source: Flattened Accents over Capitals
es: Acentos aplanados sobre mayúsculas
ru: Уплощённые знаки ударения над прописными
sv: Tillplattade accenter över versaler

source: Flemish
es: Flamenco
ru: Фламандский
sv: Flamländska

source: Flemish (Belgian Dutch)
es: Holandés (Bélgica) nl_BE
ru: Фламандский (Бельгийский голландский)
sv: Flamländska (belgisk nederländska)

source: Flex Hints
es: Pistas Flex
ru: Flex-инструкции
sv: Flex-tips

source: Flip
es: Voltear
ru: _Отражение
sv: Vänd

source: Flip Horizontally
es: Voltear horizontalmente
ru: Отразить горизонтально
sv: Vänd vågrätt

source: Flip Vertically
es: Voltear verticalmente
ru: Отразить вертикально
sv: Vänd vertikalt

source: Flip _Horizontally
es: Reflejar _horizontalmente
ru: Отразить _горизонтально
sv: Vänd _Horisontellt

source: Flip _Vertically
es: Reflejar _verticalmente
ru: Отразить _вертикально
sv: Vänd _Vertikalt

source: Flip the selection
es: Reflejar selección
ru: Отразить выделение
sv: Vänd på urvalet

source: Flip...
es: Voltear...
ru: Отразить…

source: Flipped Reference
es: Referencia invertida
ru: Зеркальная ссылка
sv: Flippad referens

source: Flipped References
es: Referencias volteadas
ru: Зеркальные ссылки
sv: Flippade referenser

source: Flipping
es: Simetría
ru: Отражение
sv: Vändning

source: Flow Box
es: Caja de flujo
ru: Область передачи

source: Fo_ntname:
es: _Nombre de la fuente:
ru: _Имя шрифта:
sv: Fo_ntnamn:

source: Fon
ru: Фон

source: Font
es: Fuente
ru: Шрифт

source: Font %1$.40s in file %2$.40s has been changed. Do you want to save it?
es: La fuente %1$.40s en el archivo %2$.40s ha sido modificada. ¿Deseas guardarla?
ru: Шрифт %1$.40s в файле %2$.40s был изменён. Сохранить его?
sv: Font %1$.40s i fil %2$.40s har ändrats. Vill du spara det?

source: Font %1$.40s in file %2$.40s has been changed. Reverting the file will lose those changes. Is that what you want?
es: La fuente %1$.40s en el archivo %2$.40s ha sido cambiada. Volver al archivo perderá esos cambios. ¿Es eso lo que quiere?
ru: Шрифт %1$.40s в файле %2$.40s был изменён. При восстановлении файла эти изменения будут потеряны. Продолжить?
sv: Font %1$.40s i fil %2$.40s har ändrats. Om du återställer filen kommer dessa ändringar att gå förlorade. Är det vad du vill?

source: Font Compare
es: Comparación de fuentes
ru: Сравнение шрифтов
sv: Jämför typsnitt

source: Font Editor
es: Editor tipográfico
ru: Редактор шрифтов

source: Font Info
es: Información de la fuente
ru: О шрифте
sv: Info om typsnitt

source: Font Information Dialog
es: Diálogo de información de la fuente
ru: Информация о шрифте

source: Font Information for %.90s
es: Información de la fuente para %.90s
ru: Информация о шрифте %.90s
sv: Information om typsnitt för %.90s

source: Font Type:
es: Tipo de fuente:
ru: Тип шрифта:
sv: Typ av typsnitt:

source: Font View
es: Vista de la fuente
ru: Окно просмотра шрифта

source: Font changed
es: Fuente modificada
ru: Шрифт был изменён
sv: Ändrat typsnitt

source: Font file has bad glyph count field. maxp says: %d sizeof(loca)=>%d
es: El archivo de fuente tiene un conteo de glifos incorrecto. maxp dice: %d sizeof(loca)=>%d
ru: Файл шрифта содержит поле с неверным количеством глифов. Данные из maxp: %d sizeof(loca)=>%d
sv: Typsnittsfilen har fel glyph count-fält. maxp säger: %d sizeof(loca)=>%d

source: Font for Mac Features in Preferences dialog
es: Fuente para las características de Mac en el diálogo Preferencias
ru: Шрифт для функций Mac в диалоговом окне параметров

source: Font to compare with %.20s
es: Fuente a comparar con %.20s
ru: Шрифт для сравнения с %.20s
sv: Font att jämföra med %.20s

source: Font to merge into %.20s
es: Fuente a combinar con %.20s
ru: Шрифт для слияния с %.20s
sv: Typsnitt att sammanfoga till %.20s

source: Font used for Font Info dialog scrolling lists
es: Fuente usada para las listas desplegables del diálogo Información de la fuente
ru: Шрифт для прокручиваемого списка диалогового окна информации о шрифте

source: Font used in the BDF Info dialog
es: Fuente usada en el diálogo Información BDF
ru: Шрифт для использования в диалоговом окне «Информация о BDF»

source: Font used in the Define Encoding Groups dialog
es: Fuente usada en el diálogo Definir grupos de codificación
ru: Шрифт для диалогового окна определения групп кодировок

source: Font used in the Edit Instructions dialog
es: Fuente usada en el diálogo de editar instrucciones
ru: Шрифт для диалогового окна изменения инструкций

source: Font used in the Glyph Info dialog
es: Fuente usada en el diálogo de Información del glifo
ru: Шрифт для диалогового окна «Информация о глифе»

source: Font used in the Histogram dialog
es: Fuente usada en el diálogo Histograma
ru: Шрифт для диалогового окна графиков гистограмм

source: Font used in the Kerning Classes dialog
es: Fuente usada en el diálogo Clases de interletraje
ru: Шрифт для диалогового окна классов кернинга

source: Font used in the MacOS kerning State Machine dialog
es: Fuente usada en el diálogo de la máquina de estados del interletraje de MacOS
ru: Шрифт для диалогового окна автомата состояния кернинга MacOS

source: Font used in the TTF Instruction Control Value Table dialog
es: Fuente usada en el diálogo Tabla de valores de control de instrucciones TTF
ru: Шрифт для диалогового окна таблицы управляющих значений (cvt) инструкций TTF

source: Font used in the TTF Instruction Debug window
es: Fuente usada en la ventana Depuración de instrucciones TTF
ru: Шрифт для окна отладки инструкций TTF

source: Font used in the Validate and Suggest Deltas dialogs
es: Fuente usada en los diálogos Validar y Sugerir deltas
ru: Шрифта для диалоговых окон проверки и предложения дельты

source: Font used in the View Combinations dialogs
es: Fuente usada en el diálogo Ver combinaciones
ru: Шрифт для диалоговых окон «Комбинаций» в меню «Вид»

source: Font used in the Warnings dialog
es: Fuente usada en el diálogo Advertencias
ru: Шрифт для диалоговых окон предупреждений

source: Font used in the outline view layers palette
es: Fuente usada en la paleta de capas de la vista de contorno
ru: Шрифт для палитры слоёв окна просмотра контура

source: Font used in the outline view tools palette
es: Fuente usada en la paleta de herramientas de la vista de contorno
ru: Шрифт для палитры инструментов окна просмотра контура

source: Font used to display small example images of glyphs over the user designed glyphs
es: Fuente usada para mostrar imágenes pequeñas de glifos sobre los glifos diseñados por el usuario
ru: Шрифт для отображения маленьких примеров изображений глифов над созданными пользователем глифами

source: Font used to draw titles of a matrix edit
es: Fuente usada para dibujar los títulos de una edición de matriz
ru: Шрифт для отображения заголовков редактора матрицы
sv: Font som används för att rita titlar i en matrisredigering

source: Font:
es: Fuente:
ru: Шрифт:
sv: Typsnitt:

source: FontForge can generate two styles of ttc file. In the first each font is a separate entity with no connection to other fonts. In the second FontForge will attempt to use the same glyph table for all fonts, merging duplicate glyphs. It will also attempt to use the same space for tables in different fonts which are bit by bit the same. FontForge isn't always able to perform a merge, in which case it falls back on generating independent fonts within the ttc. FontForge cannot merge if: * The fonts have different em-sizes * Bitmaps are involved * The merged glyf table has more than 65534 glyphs (Merging will take longer)
es: FontForge puede generar dos estilos de archivos ttc. En el primero, cada fuente es una entidad separada. sin conexión con otras fuentes. En el segundo, FontForge intentará utilizar la misma tabla de glifos para todas las fuentes, combinando los glifos duplicados. También intentará usar el mismo espacio para las tablas en diferentes fuentes que son iguales bit por bit. FontForge no siempre puede realizar una combinación, en en cuyo caso se recurre a la generación independiente fuentes dentro del archivo ttc. FontForge no puede realizar combinaciones si: * Las fuentes tienen diferentes tamaños em * Los mapas de bits están involucrados * La tabla de glifos fusionada tiene más de 65534 glifos. (La combinación llevará más tiempo)
ru: FontForge может создавать два варианта файла ttc. В первом случае каждый шрифт представляет собой отдельную сущность без какой-либо связи с другими шрифтами. Во втором случае FontForge попытается использовать одну таблицу глифов для всех шрифтов со слиянием дублирующихся глифов. Также будет выполнена попытка использовать одно пространство для таблиц в различных побитно совпадающих шрифтах. Такое слияние выполнить получается не всегда. В случае неудачи FontForge откатывается назад и создаёт отдельные шрифты в составе ttc. FontForge не сможет выполнить слияние в следующих случаях: * Шрифты имеют разные размеры в единицах em * Используются растры * После слияния таблица glyf включает более 65534 глифов (Слияние займёт больше времени)
sv: FontForge kan generera två stilar av ttc-fil. I den första är varje typsnitt en separat enhet utan någon koppling till andra typsnitt. I den andra FontForge kommer att försöka använda samma glyftabell för alla typsnitt och sammanfogar dubbla glyfer. Det kommer att också försöka använda samma utrymme för tabeller i olika typsnitt som bit för bit är desamma. FontForge kan inte alltid utföra en sammanslagning, i i vilket fall det faller tillbaka på att generera oberoende typsnitt inom ttc. FontForge kan inte sammanfoga om: * Typsnitten har olika em-storlekar * Bitmappar är inblandade * Den sammanslagna glyf-tabellen har mer än 65534 glyfer (Sammanfogning kommer att ta längre tid)

source: FontForge does not currently parse pattern Color Sources (%s).
es: FontForge actualmente no analiza fuentes de colores de patrón (%s).
ru: FontForge на данный момент не обрабатывает источники цвета шаблонов (%s).

source: FontForge does not support Chameleon fonts
es: FontForge no soporta las fuentes Chameleon
ru: FontForge не поддерживает шрифты Chameleon

source: FontForge does not support anonymous tables on line %d of %s
es: FontForge no soporta tablas anónimas en la línea %d de %s
ru: FontForge не поддерживает безымянные таблицы на строке %d в %s
sv: FontForge stöder inte anonyma tabeller på rad %d av %s

source: FontForge does not support dictionary based imagemask operators.
es: FontForge no soporta operadores de máscaras de imagen basadas en diccionarios.
ru: FontForge не поддерживает словарь на основе операторов imagemask.
sv: FontForge stöder inte ordboksbaserade operatörer för imagemask.

source: FontForge does not support synthetic fonts
es: FontForge no soporta fuentes sintéticas
ru: FontForge не поддерживает синтетические шрифты

source: FontForge does not support this bit depth %d (must be 1,2,4,8,16,32)
es: FontForge no soporta esta profundidad de bits %d (debe ser 1,2,4,8,16,32)
ru: FontForge не поддерживает такую разрядность %d (должно быть 1,2,4,8,16,32)

source: FontForge does not support type2 multiple master fonts
es: FontForge no soporta fuentes múltiples maestras type2
ru: FontForge не поддерживает шрифты multiple master type2

source: FontForge does not support type2 programs embedded in CFF DICT INDICES.
es: FontForge no soporta programas de Type2 incrustados en CFF DICT INDICES.
ru: FontForge не поддерживает программы type2, внедрённые в CFF DICT INDICES.
