Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Missing number on line %d of %s
es: Falta un número en la línea %d de %s
ru: Отсутствует число на строке %d файла %s
sv: Saknat nummer på rad %d av %s

source: Missing pushes
es: Faltan empujes
ru: Сдвиги отсутствуют
sv: Saknade skjutningar

source: Missing rename "to" name %s %s
es: Falta el nombre "to" del renombrado %s %s
ru: Отсутствует имя для переименования %s %s
sv: Saknar namnändring "till" namn %s %s

source: Missing required table: "glyf"
es: Falta la tabla requerida: "glyf"
ru: Отсутствует необходимая таблица: «glyf»
sv: Saknar nödvändig tabell: "glyf"

source: Missing required table: "head"
es: Falta la tabla requerida: "head"
ru: Отсутствует необходимая таблица: «head»
sv: Saknar nödvändig tabell: "huvud"

source: Missing required table: "hhea"
es: Falta la tabla requerida: "hhea"
ru: Отсутствует необходимая таблица: «hhea»
sv: Saknar nödvändig tabell: "hhea"

source: Missing required table: "loca"
es: Falta la tabla requerida: "loca"
ru: Отсутствует необходимая таблица: «loca»
sv: Saknar nödvändig tabell: "loca"

source: Missing required table: "maxp"
es: Falta la tabla requerida: "maxp"
ru: Отсутствует необходимая таблица: «maxp»
sv: Saknar nödvändig tabell: "maxp"

source: Missing required table: "name"
es: Falta la tabla requerida: "name"
ru: Отсутствует необходимая таблица: «name»
sv: Saknar obligatorisk tabell: "namn"

source: Missing required table: "post"
es: Falta la tabla requerida: "post"
ru: Отсутствует необходимая таблица: «post»
sv: Saknar nödvändig tabell: "post"

source: Missing right bracket in command (or bad binary value in bracket)
es: Falta el paréntesis derecho en el comando (o valor binario incorrecto en el paréntesis)
ru: Отсутствует правая скобка (или неверное двоичное значение в скобках)
sv: Höger parentes saknas i kommandot (eller fel binärt värde i parentesen)

source: Missing right paren in command to get a cvt index
es: En el comando falta el paréntesis derecho para obtener un índice cvt
ru: Отсутствует правая скобка в команде получения индекса cvt
sv: Saknar höger parentes i kommandot för att få ett cvt-index

source: Missing rules
es: Faltan reglas
ru: Отсутствуют правила
sv: Saknade regler

source: Missing suffix
es: Falta el sufijo
ru: Отсутствует суффикс
sv: Saknar suffix

source: Miter Cli_p
es: Recorte Miter(_P)
ru: Фацетн_ый срез

source: Mixed contours and references
es: Contornos y referencias mixtas
ru: Смешивание контуров и ссылок
sv: Blandade konturer och referenser

source: Mizo
ru: Мизо

source: Modern
es: Moderno
ru: Модерн

source: Modern Serifs
es: Serifas modernas
ru: Антиква нового стиля (MS)
sv: Moderna seriffer

source: Modes:
es: Modos:
ru: Режимы:

source: Modi
ru: Моди

source: Modification Date:
es: Fecha de modificación:
ru: Дата изменения:
sv: Ändringsdatum:

source: Modifier Letters & Modifier Tone Letters
es: Letras modificadoras y letras modificadoras de tono
ru: Модификаторы букв и символы изменения тона

source: Modifier Tone Letters
es: Letras modificadoras de tono
ru: Символы изменения тона
sv: Modifierande tonbokstäver

source: Module Name:
es: Nombre del módulo:
ru: Имя модуля:

source: Mohawk
ru: Могаукский

source: Moksha
ru: Мокшанский

source: Moldavian
es: Moldavo
ru: Молдавский
sv: Moldaviska

source: Mon
ru: Монский
sv: Mån

source: Mongolian
es: Mongol
ru: Монгольский
sv: Mongoliska

source: Mongolian (Cyrillic)
es: Mongol (cirílico)
ru: Монгольский (Кириллица)
sv: Mongoliska (kyrilliska)

source: Mongolian (Mongolian)
es: Mongol (Mongolia)
ru: Монгольский (монгольское письмо)
sv: Mongoliska (mongoliska)

source: Mongolian (cyrillic)
es: Mongol (cirílico)
ru: Монгольский (кириллица)
sv: Mongoliska (kyrilliska)

source: Mongolian Supplement
es: Mongol, suplemento
ru: Дополнение к (старо)монгольскому письму

source: MonoFont
es: Fuente monoespaciada
ru: Моноширинный шрифт

source: Monospace
es: Monoespaciadas
ru: Моноширинная

source: Monospace font used in the About dialog
es: Fuente monoespaciada usada en el diálogo Acerca de
ru: Моноширинный шрифт в диалоговом окне «О программе»

source: Monospace font used in the Advanced Typographic Tables dialog
es: Fuente monoespaciada usada en el diálogo Tablas tipográficas avanzadas
ru: Моноширинный шрифт для диалогового окна «Показать ATT»

source: Monospaced
es: Monoespaciado
ru: Моноширинный

source: Montage
es: Montaje
ru: Монтаж

source: Montages
es: Montajes
ru: Наборы символов (Montages)
sv: Montage

source: Moose Cree
es: Cree de Moose
ru: Мусский кри

source: More Images Than Selected Glyphs
es: Más imágenes que glifos seleccionados
ru: Больше изображений чем выбранных глифов
sv: Fler bilder än valda glyfer

source: More Params
es: Más Param.
ru: Больше параметров
sv: Fler parametrar

source: More configuration parameters for the "abstract" gadget.
es: Más parámetros de configuración para el gadget "abstract".
ru: Больше конфигурационных параметров для «обобщённой» области интерфейса.

source: More pushes specified than needed
es: Más empujes especificados de lo necesario
ru: Указано больше сдвигов, чем необходимо
sv: Fler tryck specificerade än nödvändigt

source: More than 256 entries in subfont %s
es: Más de 256 entradas en la subfuente %s
ru: Более 256 записей в подшрифте %s

source: Morisyen
ru: Маврикийский креольский

source: Moroccan
es: Moroco
ru: Марокканский
sv: Marockansk

source: Mossi
ru: Мосси

source: Most font formats cannot specify adjacent points (or control points) which are more than 32767 em-units apart in either the x or y direction
es: La mayoría de los formatos de fuente no pueden especificar puntos adyacentes (o puntos de control) que están separados más de 32767 unidades em (cuadratines), ya sea en la dirección x o y
ru: Большинство форматов шрифтов не позволяют указывать соседние (или управляющие) точки, отстоящие друг от друга дальше, чем на 32767 em-единиц по оси x или y
sv: De flesta typsnittsformat kan inte ange angränsande punkter (eller kontrollpunkter) som är mer än 32767 em-enheter från varandra i antingen x- eller y-riktningen

source: Most lookups will be attached to a feature active in a specific script for certain languages. In some cases lookups will not be attached to any feature, but will be invoked by another lookup, a conditional one. In other cases a lookup might be attached to several features. A feature is either a four letter OpenType feature tag, or a two number mac <feature,setting> combination.
es: La mayoría de las búsquedas estarán adjuntas a una característica activa en un sistema de escritura especifico para ciertos idiomas. En algunos casos, las búsquedas no estarán adjuntadas a ninguna característica, pero serán invocadas por otra búsqueda, una condicional. En otros casos, una búsqueda puede estar adjunta a varias características. Una característica es o bien una etiqueta de características de cuatro letras de OpenType, o una combinación Mac de dos números <característica,configuración>.
ru: Большинство lookup будет привязано к функции, действующей в особых системах письменности для конкретных языков. В некоторых случаях lookup не будут привязаны к какой бы то не было функции, но будут вызываться другим, условным lookup. В других случаях lookup может быть привязан к нескольким функциям. Функция представлена либо четырёхбуквенным тегом функции OpenType, либо двухбуквенной комбинациейчисла mac <feature,setting>.
sv: De flesta uppslagningar kommer att vara kopplade till en funktion som är aktiv i ett specifikt skript för vissa språk. I vissa fall är uppslagsord inte knutna till någon funktion, utan kommer att åberopas av en annan uppslagning, en villkorlig sådan. I andra fall kan en uppslagning vara vara kopplad till flera funktioner. En feature är antingen en OpenType feature-tagg med fyra bokstäver tagg, eller en tvåsiffrig mac <feature,setting> kombination.

source: Move Direct Absolute Point[a] 0=>do not round 1=>round Pops a point number, touches that point and perhaps rounds it to the grid along the projection vector. Sets rp0&rp1 to the point
es: Mover punto absoluto directo[a] (MDAP[a]) 0=>no redondear 1=>redondear Desapila un número de punto, toca ese punto y talvez lo redondea a la cuadrícula a lo largo del vector de proyección. Establece rp0&rp1 al punto
ru: MDAP[a] 0=>не округлять 1=>округлять Извлекает из стека номер точки, задействует её с возможным округлением до сетки вдоль вектора проекции. Задаёт точке значения rp0 и rp1
sv: Flytta direkt till absolut punkt[a] 0=>runda inte 1=>runda Popar ett punktnummer, rör vid den punkten och avrundar den kanske till rutnätet längs projektionsvektorn. Sätter rp0&rp1 till punkten

source: Move Direct Relative Point[abcde] a=0=>don't set rp0 a=1=>set rp0 to p b=0=>do not keep distance more than minimum b=1=>keep distance at least minimum c=0 do not round c=1 round de=0 => grey distance de=1 => black distance de=2 => white distance Pops a point moves it so that it maintains its original distance to the rp0. Sets rp1 to rp0, rp2 to point, sometimes rp0 to point
es: Mover punto relativo directo[abcde] a=0=>no establecer rp0 a=1=>establecer rp0 a p b=0=>no mantener la distancia más que el mínimo b=1=>mantener la distancia en al menos el mínimo c=0 no redondear c=1 redondear de=0 => distancia gris de=1 => distancia negra de=2 => distancia blanca Desapilar un punto y lo mueve para que mantenga su distancia original al rp0. Establece rp1 a rp0, rp2 al punto y a veces rp0 al punto
ru: MDRP[abcde] Непосредственное относительное перемещение точки a=0=>не задавать значение rp0 a=1=>задать для rp0 значение точки p b=0=>не поддерживать расстояние больше минимального b=1=>поддерживать расстояние не меньше минимального c=0 не округлять c=1 округлять de=0 => серое расстояние de=1 => чёрное расстояние de=2 => белое расстояние Извлекает из стека точку и перемещает её таким образом, чтобы она сохраняла своё исходное расстояние до rp0. Задаёт для точки rp1 значение точки rp0 и для точки rp2 значение заданной точки, а в некоторых случаях и значение заданной точки точке rp0
sv: Flytta direkt relativ punkt[abcde] a=0=>ställ inte in rp0 a=1=>ställ in rp0 till p b=0=>håll inte avståndet mer än minimalt b=1=>håll avståndet minst minimalt c=0 runda inte c=1 runda de=0 => grått avstånd de=1 => svart avstånd de=2 => vitt avstånd Pops en punkt flyttar den så att den bibehåller sitt ursprungliga avstånd till rp0. Sätter rp1 till rp0, rp2 till punkt, ibland rp0 till punkt

source: Move INDEXed element to stack Pops an index & moves stack element[index] to top of stack (removing it from where it was)
es: Mover el elemento INDEXado a la pila Desapila un índice y mueve el elemento de la pila[índice] a la parte superior de la pila (eliminándolo de donde estaba)
ru: МINDEX Перемещение индексированного элемента в стек Извлекает из стека индекс и перемещает элемент[индекс] стека в верхний элемент стека (удаляя его из предыдущего местоположения)
sv: Flytta indexerat element till stapeln Öppnar ett index och flyttar stapeln element[index] till toppen av stacken (tar bort det från där det låg)

source: Move Indirect Absolute Point[a] 0=>do not round, don't use cvt cutin 1=>round Pops a point number & a cvt entry, touches the point and moves it to the coord specified in the cvt (along the projection vector). Sets rp0&rp1 to the point
es: Mover punto absoluto indirecto[a] (MIAP[a]) 0=>no redondear, no usar el corte cvt 1=>redondear Desapila un número de puntos y una entrada cvt, toca el punto y lo mueve a la coordenada especificada en el cvt (a lo largo del vector de proyección). Establece rp0&rp1 al punto
ru: MIAP[a] Непрямое абсолютное перемещение точки 0=>не округлять, не использовать cvt cutin 1=>округлять Извлекает номер точки и элемент cvt, задействует точку и перемещает её на координату, указанную в cvt (вдоль вектора проекции). Задаёт точкам rp0 и rp1 значение заданной точки
sv: Flytta Indirekt Absolut Punkt[a] 0=>runda inte, använd inte cvt-cutin 1=>runda Visar ett punktnummer och en cvt-post, berör punkten och flyttar den till den coord som anges i cvt (längs projektionsvektorn). Sätter rp0&rp1 till punkten

source: Move Indirect Relative Point[abcde] a=0=>don't set rp0 a=1=>set rp0 to p b=0=>do not keep distance more than minimum b=1=>keep distance at least minimum c=0 do not round nor use cvt cutin c=1 round & use cvt cutin de=0 => grey distance de=1 => black distance de=2 => white distance Pops a cvt index and a point moves it so that it is cvt[index] from rp0. Sets rp1 to rp0, rp2 to point, sometimes rp0 to point
es: Mover punto relativo indirecto[abcde] a=0=>no establecer rp0 a=1=>establecer rp0 a p b=0=>no mantener la distancia más que el mínimo b=1=>mantener la distancia en al menos el mínimo c=0 no redondear ni usar el corte cvt c=1 redondear y usar el corte cvt de=0 => distancia gris de=1 => distancia negra de=2 => distancia blanca Desapila un índice de la cvt y un punto. Lo mueve para que sea la cvt[índice] de rp0. Establece rp1 a rp0, rp2 al punto y a veces rp0 al punto
ru: MIRP[abcde] Непрямое относительное перемещение точки a=0=>не задавать значение rp0 a=1=>задать для rp0 значение точки p b=0=>не поддерживать расстояние больше минимального b=1=>поддерживать расстояние не меньше минимального c=0 не округлять и не использовать cvt cutin c=1 округлять и использовать cvt cutin de=0 => серое расстояние de=1 => чёрное расстояние de=2 => белое расстояние Извлекает из стека индекс cvt и точку, затем перемещает её в соответствии с cvt[индекс] от rp0. Задаёт для точки rp1 значение точки rp0 и для точки rp2 значение заданной точки, а в некоторых случаях и значение заданной точки для точки rp0
sv: Flytta indirekt relativ punkt[abcde] a=0=>ställ inte in rp0 a=1=>ställ in rp0 till p b=0=>håll inte avståndet mer än minimalt b=1=>håll avståndet minst minimalt c=0 runda inte och använd inte cvt cutin c=1 runda & använd cvt cutin de=0 => grått avstånd de=1 => svart avstånd de=2 => vitt avstånd Popar ett cvt-index och en punkt flyttar det så att det är cvt[index] från rp0. Sätter rp1 till rp0, rp2 till punkt, ibland rp0 till punkt

source: Move Stack Indirect Relative Point[a] 0=>do not set rp0 1=>set rp0 to point Pops a 26.6 distance and a point Moves point so it is distance from rp0
es: Mover punto relativo indirecto de la pila[a] (MSIRP[a]) 0=>no establecer rp0 1=>establecer rp0 al punto Desapila una distancia 26.6 y un punto Mueve el punto para que esté a la distancia de rp0
ru: MSIRP[a] Непрямое относительное перемещение точки на значение из стека a=0=>не задавать значение rp0 a=1=>задать для rp0 значение точки p Извлекает из стека значение расстояние в формате 26.6 и заданную точку Перемещает заданную точку на заданное расстояние от rp0
sv: Flytta stapel Indirekt relativ punkt[a] 0=>ställ inte in rp0 1=>ställ in rp0 till punkt Sätter ett avstånd på 26,6 och en punkt Flyttar punkten så att den ligger på avstånd från rp0

source: Move by Ruler...
es: Mover por regla...
ru: Переместить по линейке…
sv: Flytta efter härskare...

source: Move...
es: Mover...
ru: Переместить
sv: Flytta...

source: Moves the currently selected lookup after the next lookup or moves the currently selected subtable after the next subtable.
es: Mueve la búsqueda seleccionada después de la búsqueda siguiente, o mueve la subtabla seleccionada después de la subtabla siguiente.
ru: Перемещает выделенный lookup на место после следующего lookup или перемещает выделенную подтаблицу на место после следующей подтаблицы.
sv: Flyttar den markerade uppslagsrutan efter nästa uppslagsruta eller flyttar den markerade undertabellen efter nästa undertabell.

source: Moves the currently selected lookup before the previous lookup or moves the currently selected subtable before the previous subtable.
es: Mueve la búsqueda seleccionada antes de la búsqueda anterior, o mueve la subtabla seleccionada antes de la subtabla anterior.
ru: Перемещает выделенный lookup на место перед предыдущим lookup или перемещает выделенную подтаблицу на место перед предыдущей подтаблицей.
sv: Flyttar den aktuella markerade uppslagsrutan före den föregående uppslagsrutan eller flyttar den aktuella undertabellen före den föregående undertabellen.

source: Moves the currently selected lookup to be first in the lookup ordering or moves the currently selected subtable to be first in its lookup.
es: Mueve la búsqueda seleccionada actualmente para ser la primera en el ordenamiento ed búsquedas, o mueve la subtabla seleccionada actualmente para ser la primera en su búsqueda.
ru: Перемещает выделенный lookup на первое место в порядке следования lookup или перемещает выделенную подтаблицу на первое место в данном lookup.
sv: Flyttar den markerade uppslagsrutan så att den kommer först i uppslagsordningen eller flyttar den markerade undertabellen så att den kommer först i sin uppslagsordning.

source: Moves the currently selected lookup to the end of the lookup chain or moves the currently selected subtable to be the last subtable in the lookup
es: Mueve la búsqueda seleccionada al final de la cadena de búsquedas, o mueve la subtabla seleccionada actualmente para ser la última subtabla en la búsqueda
ru: Перемещает выделенный lookup на последнее место в порядке следования lookup или перемещает выделенную подтаблицу на последнее место в данном lookup.
sv: Flyttar den markerade uppslagningen till slutet av uppslagningskedjan eller flyttar den markerade subtabellen till att bli den sista subtabellen i lookupen

source: Mro
ru: Мру

source: Mult Subs
es: Subs. múltiple
ru: Множественные

source: Multani
ru: Мултани

source: Multi Click Time
es: Tiempo de multi-clic
ru: Интервал множественности щелчков

source: Multi Click Wiggle
es: Vibración de clics múltiples
ru: Смещение множественного щелчка

source: Multi-Master table, obsolete
es: Tabla múltiple maestra, obsoleta
ru: таблица Multi-Master, устарела
sv: Multi-Master tabell, föråldrad

source: Multi-line edit
es: Edición mutli-línea
ru: Многострочное редактирование
sv: Redigering av flera rader

source: Multiple
es: Múltiples
ru: Множественность
sv: Flera

source: Multiple Segment
es: Segmento múltiple
ru: Многосегментные
sv: Flera segment

source: Multiple Substitution
es: Sustitución mútltiple
ru: Множественная подстановка
sv: Multipel substitution

source: Multiple copies of the selection should be tiled onto the path
es: Se deben colocar múltiples copias de la selección en el trazado
ru: Несколько копий выделенного фрагмента вставляются по контуру
sv: Flera kopior av urvalet bör läggas på slingan

source: Multiple glyphs map to the same unicode encoding U+%04X, only one will be used
es: Múltiples glifos mapean a la misma codificación unicode U+%04X, solo uno será usado
ru: Привязка нескольких глифов с одним и тем же кодом Юникод U+%04X, будет использована только одна

source: Multiple master font with more than 16 instances
es: Fuente maestra múltiple con más de 16 instancias
ru: Шрифт multiple master содержит более 16 экземпляров

source: Multiple master font with more than 4 axes
es: Fuente maestra múltiple con más de 4 ejes
ru: Шрифт multiple master содержит более 4 осей

source: Multiple master subroutine called with the wrong number of arguments in %s.
es: Subrutina múltiple maestra llamada con el número incorrecto de argumentos en %s.
ru: Подпрограмма multiple master вызвана с неверным числом параметров в %s.

source: Multiple names for language
es: Múltiples nombres para el idioma
ru: Несколько имён для языка
sv: Flera namn för språk

source: Multiple names when parsing %s for unicode %x
es: Múltiples nombres al analizar %s para unicode %x
ru: Несколько имён при обработке %s для Юникода %x
sv: Flera namn när %s tolkas som unicode %x

source: Multiple refs with use-my-metrics
es: Múltiples referencias con Usar-mis-métricas
ru: Несколько ссылок с флажком «Использовать мои метрики»
sv: Flera refs med use-my-metrics

source: Multiple-Density Font
es: Fuente de múltiples densidades
ru: Шрифт с несколькими плотностями
sv: Font med flera densiteter

source: MultipleEncodingIgnored
ru: Игнорирование привязки к нескольким кодировкам

source: Mundari
ru: Мундари

source: Muscogee
es: Muscogui
ru: Крикский

source: Music
es: Música
ru: Музыкальные символы
sv: Musik

source: Musical
ru: Музыкальное
sv: Musikalisk

source: Musical Symbols
es: Símbolos musicales
ru: Музыкальные символы
sv: Musikaliska symboler

source: Must be a number
es: Debe ser un número
ru: Должно быть числом
sv: Måste vara en siffra

source: Mutually Exclusive
es: Mutuamente excluyentes
ru: Взаимоисключающие
sv: Ömsesidigt exklusiv

source: Myanmar
es: Birmano
ru: Бирманское письмо
sv: Burma

source: Myanmar Extended-A
es: Birmania extendido-A
ru: Расширенное бирманское письмо — A

source: Myanmar Extended-B
es: Birmania extendido-B
ru: Расширенное бирманское письмо — B

source: N PUSH Bytes Reads an (unsigned) count byte from the instruction stream, then reads and pushes that many unsigned bytes
es: Empujar N bytes (NPUSHB) Lee un byte de conteo (no firmados) del flujo de instrucciones, y entonces lee y empuja esa cantidad de bytes no firmados
ru: NPUSHB Запись в стек n байтов Читает из потока инструкций заданное число байтов (без знака), затем читает и помещает заданное число байтов в стек
sv: N PUSH Bytes Läser en (obetecknad) räknebyte från instruktionsflöde, läser sedan och pushar så många osignerade byte

source: N PUSH Words Reads an (unsigned) count byte from the instruction stream, then reads and pushes that many signed 2byte words
es: Empujar N palabras (NPUSHW) Lee un byte de conteo (no firmado) del flujo de instrucciones, y entonces lee y empuja esa cantidad de palabras 2byte firmadas
ru: NPUSHW Запись в стек n слов Читает из потока инструкций заданное число байтов (без знака), затем читает и помещает заданное число знаковых 2-байтных слов в стек
sv: N PUSH-ord Läser en (osignerad) räknebyte från instruktionsflöde, läser sedan och trycker så många signerade 2byte-ord

source: N'Ko
ru: Нко

source: N-Cree
es: Cree-N
ru: Болотный кри

source: NEGate Negates the top of the stack
es: NEGar Niega el elemento superior de la pila
ru: NEG Отрицание Выполнить логическую операцию отрицания для верхнего элемента стека
sv: NEGate Negerar den översta delen av stacken

source: NKo
ru: Нко

source: NLC Kanji Forms
es: Formas de Kanji CNL
ru: Формы NLC кандзи
sv: NLC Kanji formulär

source: N_ever Interpolate
es: Nunca int_erpolar
ru: _Никогда не интерполировать
sv: N_ever Interpolera

source: N_one (Debug)
es: N_inguno (depuración)
ru: Не _удалять (отладка)

source: N_umber Points
es: N_umerar puntos
ru: _Нумерация точек
sv: A_ntal punkter

source: Nabataean
es: Nabateo
ru: Набатейское письмо

source: Nag Mundari
ru: Алфавит Нага для мундари

source: Naga-Assamese
es: Naga-assamés
ru: Нага-ассамский

source: Nagari
ru: Нагари

source: Nahuatl
es: Náhuatl
ru: Науатль

source: Name
es: Nombre
ru: Имя
sv: Namn

source: Name Contour
es: Nombrar contorno
ru: Присвоить имя контуру

source: Name For Human_s:
es: Nombre genérico:(_S)
ru: _Человекочитаемое имя:
sv: Namn för Human_s:

source: Name List:
es: Lista de nombres:
ru: Список имён:
sv: Namnlista:

source: Name Point
es: Nombrar punto
ru: Присвоить имя точке

source: Name Point...
es: Nombrar punto...
ru: Присвоить имя точке…

source: Name in use
es: Nombre en uso
ru: Используемое имя
sv: Namn i bruk

source: Name this contour
es: Nombra este contorno
ru: Дать имя контуру
sv: Namnge denna kontur

source: Name this guideline or cancel to create it without a name
es: Nombra esta pauta o cancela para crearla sin un nombre
ru: Вы можете присвоить имя направляющей или отменить присвоение имени для создания безымянной направляющей

source: Name this point
es: Nombra este punto
ru: Дать имя точке
