Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: You are about to change the last quadratic layer to cubic. When this happens FontForge will remove all truetype instructions. This cannot be undone. Is this really your intent?
es: Estás a punto de cambiar la última capa cuadrática a cúbica. Cuando esto pase, FontForge eliminará todas las instrucciones de tipo TrueType. Esto no se puede deshacer ¿Esta es realmente tu intención?
ru: Попытка преобразования последнего слоя с квадратичными сплайнами, на кубические сплайны. При этом FontForge удалит все инструкции truetype. Эту операцию отменить невозможно. Продолжить?
sv: Du är på väg att ändra det sista kvadratiska lager till kubiskt. När detta händer kommer FontForge kommer att ta bort alla truetype-instruktioner. Detta kan inte ångras. Är detta verkligen din avsikt?

source: You are about to delete a layer. This will lose all contours in that layer. If this is the last quadratic layer it will lose all truetype instructions. Deleting a layer cannot be undone. Is this really your intent?
es: Estás a punto de borrar una capa. Esto hará que se pierdan todos los contornos en esa capa. Si esta es la última capa cuadrática, se perderán todas las instrucciones de tipo TrueType. Eliminar una capa no se puede deshacer. ¿Esta es realmente tu intención?
ru: Попытка удаления слоя. Все контуры в этом слое будут удалены. Если это последний слой, содержащий квадратичные сплайны, то все инструкции truetype будут потеряны. Удаление слоя отменить невозможно. Продолжить?
sv: Du är på väg att ta bort ett lager. Då försvinner alla konturer i det lagret. Om detta är det sista kvadratiska lagret kommer det att förlorar alla truetype-instruktioner. Radering av ett lager kan inte ångras. Är det här verkligen din avsikt?

source: You are attempting to clear %.30s which is referred to by another character. Are you sure you want to clear it?
es: Estás tratando de eliminar %.30s, que es referenciado por otro carácter. ¿Estás seguro de querer eliminarlo?
ru: Выполняется попытка очистить %.30s, на который ссылается другой символ. Очистить его?
sv: Du försöker att rensa %.30s som hänvisas till av ett annat tecken. Är du säker på att du vill rensa det?

source: You are attempting to paste a reference to %1$s into %2$s. But %1$s does not exist in this font, nor can I find the original character referred to. It will not be copied.
es: Está intentando pegar una referencia a %1$s into %2$s. Pero %1$s no existe en esta fuente, ni puedo encontrar el carácter original al que se refiere. No se copiará.
ru: Попытка вставки ссылки на %1$s в %2$s. Однако %1$s в этом шрифте отсутствует, и не получается найти символ, на который изначально указывала ссылка. Копирование не будет выполнено.
sv: Du försöker klistra in en referens till %1$s i %2$s. Men %1$s finns inte i det här typsnittet, och jag kan inte heller hitta det ursprungliga tecknet som hänvisas till. Det kommer inte att kopieras.

source: You are attempting to paste a reference to %1$s into %2$s. But %1$s does not exist in this font. Would you like to copy the original splines (or delete the reference)?
es: Está intentando pegar una referencia a %1$s en %2$s. Pero %1$s no existe en esta fuente. ¿Desea copiar las curvas originales (o eliminar la referencia)?
ru: Выполняется попытка вставить ссылку в %1$s в %2$s. Однако %1$s в этом файле шрифта отсутствует. Скопировать исходные сплайны (или удалить ссылку)?
sv: Du försöker klistra in en referens till %1$s i %2$s. Men %1$s finns inte i det här typsnittet. Vill du kopiera de ursprungliga splines (eller ta bort referensen)?

source: You are attempting to paste glyph instructions from one font to another. Generally this will not work unless the 'prep', 'fpgm' and 'cvt ' tables are the same. Do you want to continue anyway?
es: Estás intentando pegar las instrucciones del glifo de una fuente a otra. Generalmente esto no funcionará a menos que las tablas 'prep', 'fpgm' y 'cvt ' sean las mismas. ¿Deseas continuar de todos modos?
ru: Выполняется попытка вставить инструкции глифа из одного файла шрифта в другой. Скорее всего это сработает только в том случае, если таблицы 'prep', 'fpgm' и 'cvt ' этих файлов шрифта совпадают. Всё равно продолжить?
sv: Du försöker klistra in glyfinstruktioner från ett typsnitt till ett annat. I allmänhet fungerar inte detta om inte tabellerna 'prep', 'fpgm' och 'cvt' är desamma. Vill du fortsätta ändå?

source: You are attempting to save a CID font in a non-CID format. This is ok, but it means that only the current sub-font will be saved. Is that what you want?
es: Esta intentando guardar una fuente CID en un formato que no es CID. Es posible, pero únicamente se guardará la subfuente actual. ¿Es lo que desea?
ru: Вы пытаетесь сохранить шрифт CID не в формате CID. Это допустимо, но означает, что будет сохранён только текущий вложенный шрифт. Продолжить?
sv: Du försöker spara ett CID-typsnitt i ett icke-CID-format. Detta är ok, men det innebär att endast den aktuella undertypsnittet sparas. Är det vad du vill?

source: You are deleting the last anchor point in this character. Doing so will cause this dialog to close, is that what you want?
es: Estás eliminando el último punto de anclaje de este carácter. Hacerlo hará que este diálogo se cierre. ¿Eso es lo que quieres?
ru: Удаляется последняя опорная точка в этом символе. При этом данный диалог будет закрыт. Продолжить?
sv: Du tar bort den sista ankarpunkten i den här karaktären. Om du gör det kommer den här dialogen att stängas, är det vad du vill?

source: You changed the point numbering
es: Has cambiado la numeración de puntos
ru: Вы изменили нумерацию точек
sv: Du har ändrat numreringen av punkterna

source: You do not have permission to read %.100s
es: No tiene permiso para leer %.100s
ru: У вас нет прав на чтение %.100s
sv: Du har inte behörighet att läsa %.100s

source: You have an unsaved script in the «Execute Script» dialog. Do you intend to discard it?
es: Tienes un script sin guardar en el cuadro de diálogo "Ejecutar script". ¿Tienes intención de descartarlo?
ru: Не сохранён сценарий в диалоге «Выполнить сценарий». Не сохранять его?

source: You have changed the transformation matrix, do you wish to use the new version?
es: Ha modificado la matriz de transformación ¿desea utilizar la nueva versión?
ru: Матрица преобразования была изменена, использовать новую матрицу?
sv: Du har ändrat transformationsmatrisen, vill du använda den nya versionen?

source: You have changed this font's name without changing the UniqueID (or XUID). This is probably not a good idea, would you like me to generate a random new value?
es: Has cambiado el nombre de esta fuente sin cambiar el ID único (o XUID). Esto probablemente no es una buena idea. ¿Te gustaría que generara un nuevo valor aleatorio?
ru: Имя этого шрифта было изменено без изменения UniqueID (или XUID). По некоторым соображениям это может иметь неблагоприятные последствия. Сгенерировать новое случайное значение?
sv: Du har ändrat namnet på det här typsnittet utan att ändra UniqueID (eller XUID). Detta är förmodligen inte en bra idé, vill du att jag ska generera ett slumpmässigt nytt värde?

source: You have just changed the point numbering of glyph %s.%s%s%s
es: Acabas de cambiar la numeración de puntos del glifo %s.%s%s%s
ru: Только что была изменена нумерация точек глифа %s.%s%s%s
sv: Du har just ändrat punktnumreringen av glyf %s.%s%s%s

source: You may change the default instance of this font
es: Puedes modificar la instancia predeterminada de esta fuente
ru: Можно изменить экземпляр данного шрифта по умолчанию
sv: Du kan ändra standardinstansen för detta typsnitt

source: You may create a script menu containing up to 10 frequently used scripts Each entry in the menu needs both a name to display in the menu and a script file to execute. The menu name may contain any unicode characters. The button labeled "..." will allow you to browse for a script file.
es: Puede crear un menú de scripts que contenga hasta 10 scripts Cada entrada necesita un nombre para mostrar en el menú y un script para ejecutar. El nombre del menú puede contener cualquier carácter unicode. El botón etiquetado "..." le permitirá localizar el script.
ru: Вы можете создать меню содержащее до 10 часто используемых сценариев Каждая запись должна содержать команду отображаемую в меню и имя файла сценария. Команда меню может содержать любые символы Юникода. Кнопка «…» позволяет выбрать файл сценария.
sv: Du kan skapa en skriptmeny som innehåller upp till 10 ofta använda skript Varje post i menyn behöver både ett namn som ska visas i menyn och en skriptfil som ska köras. Menynamnet kan innehålla vilka Unicode-tecken som helst. Med knappen "..." kan du bläddra efter en skriptfil.

source: You may create a script menu containing up to 10 frequently used scripts. Each entry in the menu needs both a name to display in the menu and a script file to execute. The menu name may contain any unicode characters. The button labeled "..." will allow you to browse for a script file.
es: Puedes crear un menú de scripts que contenga hasta 10 scripts usados frecuentemente. Cada entrada en el menú necesita un nombre para mostrar en el menú y un script para ejecutar. El nombre del menú puede contener cualquier carácter Unicode. El botón etiquetado "..." te permitirá localizar un archivo de script.
ru: Вы можете создать меню содержащее до 10 часто используемых сценариев. Каждая запись должна содержать отображаемую в меню команду и имя файла сценария. Команда меню может содержать любые символы Юникода. Кнопка «…» позволяет выбрать файл сценария.
sv: Du kan skapa en skriptmeny som innehåller upp till 10 ofta använda skript. Varje post i menyn behöver både ett namn som ska visas i menyn och en skriptfil som ska köras. Menynamnet kan innehålla vilka Unicode-tecken som helst. Med knappen "..." kan du bläddra efter en skriptfil.

source: You may not paste a reference into this window
es: No puede pegar una referencia en esta ventana
ru: Нельзя вставить ссылку в это окно
sv: Du får inte klistra in en referens i det här fönstret

source: You may not rename any of the base glyphs, but your selection overlaps the set of base glyphs.
es: No puedes renombrar ninguno de los glifos base, pero tu selección superpone el conjunto de glifos base.
ru: Недопустимо переименование ни одного из основных глифов, но текущее выделение пересекается с набором основных глифов.
sv: Du får inte byta namn på någon av basglyferna, men ditt val överlappar uppsättningen av basglyfer.

source: You may not select both variants of 'f'
es: No puedes seleccionar ambas variantes de 'f'
ru: Нельзя выбрать оба варианта 'f'
sv: Du kan inte välja båda varianterna av "f

source: You may not use spiros
es: No puedes usar espiras
ru: Вы не можете использовать кривые Спиро
sv: Du får inte använda spiros

source: You may specify the new instance of this font
es: Puedes especificar la nueva instancia de esta fuente
ru: Можно указать новый экземпляр данного шрифта
sv: Du kan ange den nya instansen av detta typsnitt

source: You must choose a lookup type
es: Debes elegir un tipo de búsqueda
ru: Необходимо выбрать тип lookup
sv: Du måste välja en uppslagstyp

source: You must draw a line
es: Debes dibujar una línea
ru: Необходимо нарисовать линию
sv: Du måste dra en linje

source: You must draw a line, with at most one additional point
es: Debes dibujar una línea, con como máximo un punto adicional
ru: Необходимо нарисовать линию, как минимум, с одной дополнительной точкой
sv: Du måste dra en linje med högst en extra punkt

source: You must install the freetype library before using this command.
es: Debes instalar la biblioteca FreeType antes de usar este comando.
ru: Прежде использования этой команды необходимо установить библиотеку freetype.
sv: Du måste installera freetype-biblioteket innan du kan använda det här kommandot.

source: You must name the lookup.
es: Debes nombrar la búsqueda.
ru: Необходимо дать имя этому lookup
sv: Du måste namnge uppslagningen.

source: You must provide a glyph extension
es: Debes proveer una extensión de glifos
ru: Необходимо указать расширение глифа
sv: Du måste ange en glyftillägg

source: You must provide at least one name here
es: Aquí debe asignar al menos un nombre
ru: Здесь необходимо предоставить хотя бы одно имя
sv: Du måste ange minst ett namn här

source: You must select a Lookup Type.
es: Debe seleccionar un tipo de búsqueda.
ru: Необходимо выбрать тип lookup
sv: Du måste välja en Lookup Type.

source: You must select a glyph before you can import an image into it
es: Debe seleccionar un glifo antes de poder importarle una imagen
ru: Для импорта изображения необходимо сначала выбрать глиф
sv: Du måste välja en glyf innan du kan importera en bild till den

source: You must select a lookup subtable to contain this kerning pair
es: Debe seleccionar una subtabla de búsqueda para contener este par de interletraje
ru: Необходимо выбрать подтаблицу lookup для хранения этой кернинговой пары
sv: Du måste välja en uppslagsdeltabell som innehåller detta kerningpar

source: You must select at least one language for each script.
es: Debes seleccionar al menos un idioma para cada sistema de escritura.
ru: Необходимо выбрать по крайней мере один язык для каждого сценария.
sv: Du måste välja minst ett språk för varje manus.

source: You must select at least one language. Use the "Default" language if nothing else fits.
es: Debe seleccionar al menos un idioma. Usa el idioma "Predeterminado" si nada más encaja.
ru: Необходимо выбрать хотя бы один язык. Если ничего не подходит используйте язык «по умолчанию».
sv: Du måste välja minst ett språk. Använd "Standard"-språket om inget annat passar.

source: You must select at least one script if you provide a feature tag.
es: Debe seleccionar al menos una escritura si proporciona una etiqueta de características.
ru: Необходимо выбрать по крайней мере одну систему письменности, если предоставлен тег функции.
sv: Du måste välja minst ett manus om du anger en feature tag.

source: You must specify a glyph extension
es: Debe especificar una extensión de glifo
ru: Необходимо указать расширение глифа
sv: Du måste ange en glyftillägg

source: You must specify a glyph name for subtable %s
es: Debes especificar un nombre de glifo para la subtabla %s
ru: В подтаблице %s необходимо указать имя глифа
sv: Du måste ange ett glyfnamn för subtabellen %s

source: You must specify a medial tile
es: Debe especificar un mosaico medial
ru: Необходимо указать средний фрагмент
sv: Du måste ange en medial platta

source: You must specify a pattern
es: Debes especificar un patrón
ru: Необходимо указать узор
sv: Du måste ange ett mönster

source: You must specify a standard type1 extension (.pfb or .pfa)
es: Debes especificar una extensión Type1 estándar (.pfb o .pfa)
ru: Необходимо указать стандартное расширение type1 (.pfb или .pfa)
sv: Du måste ange ett standardtyp1-tillägg (.pfb eller .pfa)

source: You must specify an isolated (or medial) tile
es: Debes especificar una mosaico aislado (o medial)
ru: Необходимо указать изолированный (или средний) фрагмент
sv: Du måste ange en isolerad (eller medial) platta

source: You should only specify the TrueType Unique Font Identification string in one language. This font has more. Do you want to continue anyway?
es: Sólo debes especificar la cadena TrueType Unique Font Identification en un idioma. Esta fuente tiene más. ¿Deseas continuar de todos modos?
ru: Необходимо указать строку c уникальным идентификатором шрифта TrueType только на одном языке. В данном шрифте их несколько. Продолжить?
sv: Du bör endast ange TrueType Unique Font Identification-strängen på ett språk. Det här typsnittet har mer. Vill du fortsätta ändå?

source: You tried to save with the filename %s but it was saved as %s.
es: Intentaste guardar con el nombre de archivo %s pero se guardó como %s.
ru: Попытка сохранения файла с именем %s не удалась, и файл был сохранён с именем %s.

source: You will get better instructions if you fill in the Private dictionary, Element->Font Info->Private, for the font
es: Obtendrás mejores instrucciones si rellenas el diccionario Privado, Elemento->Información de la fuente->Privado, para la fuente
ru: Справку для этого шрифта можно значительно улучшить при заполнении его частного словаря в «Элемент->Информация о шрифте->Приватное»
sv: Du får bättre instruktioner om du fyller i den privata ordlistan, Element->Typsnittsinfo->Privat, för typsnittet

source: Your font has a 2 byte encoding, but you are attempting to save it in a format that only supports one byte encodings. This means that you won't be able to access anything after the first 256 characters without reencoding the font. Do you want to proceed anyway?
es: Tu fuente tiene una codificación de 2 bytes, pero estás intentando guardarla en un formato que solo soporta codificaciones de 1 byte. Esto significa que no podrás acceder a nada después de los primeros 256 caracteres sin recodificar la fuente. ¿Quieres continuar de todos modos?
ru: У данного шрифта двухбайтная кодировка, однако выполняется попытка сохранить его в формате, поддерживающем только однобайтные кодировки. Это означает, что после сохранения без перекодирования останется доступ только к первым 256 символам. Всё равно продолжить?
sv: Ditt typsnitt har en kodning på 2 byte, men du försöker spara det i ett format som endast stöder kodningar på en byte. Det innebär att du inte kommer att kunna komma åt något efter de första 256 tecknen utan att koda om typsnittet. Vill du fortsätta ändå?

source: Your font has exactly 65535 glyphs. Encoding 65535 is the limit and is often used as a magic value, so it may cause quirks.
es: Tu fuente tiene exactamente 65535 glifos. Codificar 65535 es el límite y a menudo se utiliza como un valor mágico, por lo que puede causar rarezas.
ru: Данный шрифт содержит ровно 65535 глифов. Кодирование 65535 глифов является ограничением и часто используется в качестве «волшебного» числа, поэтому использование его иногда приводит к причудливым результатам.

source: Your font is missing the dotlessi glyph, please add it and remake your accented glyphs
es: Tu fuente carece del glifo i sin punto, por favor añadelo y vuelve a hacer tus glifos acentuados
ru: Шрифт не содержит глиф «dotlessi» (буква «i» без точки), добавьте его и пересоздайте акцентированные глифы
sv: Ditt typsnitt saknar dotlessi-glyfen, lägg till det och gör om dina accentuerade glyfer

source: Your font is missing the uni0237 glyph, and the deprecated dotlessj glyph, please add the former and remake your accented glyphs
es: A tu fuente le falta el glifo uni0237 y el glifo obsoleto dotlessj, por favor, añade el primero y vuelve a hacer tus glifos acentuados
ru: Шрифт не содержит глиф «uni0237», а также устаревший глиф «dotlessj» (буква «j» без точки), добавьте его и пересоздайте акцентированные глифы
sv: Ditt typsnitt saknar glyfen uni0237, och den föråldrade dotlessj-glyfen, lägg till den förra och gör om dina accentuerade glyfer

source: Your version of the freetype library does not contain the bytecode interpreter.
es: Tu versión de la biblioteca FreeType no contiene el intérprete de bytecode.
ru: В установленной на данном компьютере версии библиотеки freetype отсутствует интерпретатор байт-кода.
sv: Din version av freetype-biblioteket innehåller inte bytecode-tolken.

source: Z_oom out
es: Alejar(_O)
ru: _Отдалить
sv: Z_ooma ut

source: Zamboanga Chavacano
es: Chabacano de Zamboanga
ru: Чабакано

source: Zanabazar Square
es: Cuadrados de Zanabazar
ru: Квадратное письмо Дзанабадзара

source: Zande
ru: Занде

source: Zarma
ru: Зарма

source: Zazaki
ru: Зазаки

source: Zealandic
es: Zelandés
ru: Зеландский

source: Zhuang
ru: Чжуанский

source: Znamenny Musical Notation
es: Notación musical de Znamenny
ru: Знаменная нотация

source: Zone:
es: Zona:
ru: Зона:
sv: Zoon:

source: Zones
es: Zonas
ru: Зоны
sv: Zoner

source: Zoom _in
es: Acercar(_I)
ru: _Приблизить
sv: Zooma _in

source: Zulu
es: Zulú
ru: Зулусский

source: [%d] (%g,%g) %g x %g length %g
es: [%d] (%g,%g) %g x %g longitud %g
ru: [%d] (%g,%g) %g x %g длина %g

source: _128 pixel outline
es: Contorno de _128 pixeles
ru: Контур 128 _точек

source: _16x4 cell window
es: Ventana de _16x4 celdas
ru: Окно _16x4 ячейки
sv: _16x4 cellfönster

source: _24 pixel outline
es: Contorno de _24 pixeles
ru: Контур _24 точки
sv: _24 bildpunkt kontur

source: _36 pixel outline
es: Contorno de _36 pixeles
ru: Контур _36 точек
sv: _36 bildpunktskontur

source: _3D Rotate
es: Rotación en _3D
ru: Вра_щение в 3D
sv: _3D-rotera

source: _48 pixel outline
es: Contorno de _48 pixeles
ru: Контур _48 точек
sv: _48 bildpunkt kontur

source: _72 pixel outline
es: Contorno de _72 pixeles
ru: Контур _72 точки
sv: _72 bildpunkt kontur

source: _8x2 cell window
es: Ventana de _8x2 celdas
ru: Окно _8×2 ячейки
sv: _8x2 cellfönster

source: _96 pixel outline
es: Contorno de _96 pixeles
ru: Контур _96 точек
sv: _96 bildpunkt kontur

source: _About...
es: _Acerca de...
ru: О _программе…
sv: _Om...

source: _Accept inexact
es: _Aceptar inexactos
ru: _Возможно неточное совпадение
sv: _Acceptera inexakt

source: _Activate Spiro
es: _Activar espira
ru: _Включить Спиро
sv: _Aktivera Spiro

source: _Add
es: _Añadir
ru: _Добавить
sv: _Lägg till

source: _Add 'aalt' features
es: _Añadir características "aalt"
ru: _Добавить функции 'aalt'
sv: _Lägg till "aalt"-funktioner

source: _Add Anchor
es: _Añadir punto de anclaje
ru: _Добавить опорную точку
sv: _Lägg till ankare

source: _Add Diff Outlines to Background
es: _Añadir diferentes contornos al fondo
ru: _Поместить отличающийся контур в фон
sv: _Lägg till diff-konturer i bakgrunden

source: _Add Encoding Slots...
es: _Añadir ranuras de codificación...
ru: _Добавить слоты кодировки…
sv: _Lägg till kodningsplatser...

source: _Add HHint
es: _Añadir pista horizontal
ru: Добавить _горизонтальную инструкцию
sv: _Lägg till HHint

source: _Add Selected
es: _Añadir seleccionados
ru: _Добавить выбранные
sv: _Lägg till markerade

source: _Advance Width only
es: Solo _ancho de avance
ru: _Только ширина
sv: _Endast breddning

source: _Align Points
es: _Alinear puntos
ru: _Выровнять точки

source: _All Fonts
es: Tod_as las fuentes
ru: _Всех шрифтов
sv: _Alla typsnitt

source: _Alphabetic
es: _Alfabético
ru: В _алфавитном порядке
sv: _Alfabetisk

source: _Alter Class
es: _Alterar clase
ru: _Сменить класс
sv: Ä_ndra klass

source: _Always raise this dialog when exporting
es: _Siempre abrir este diálogo al exportar
ru: _Всегда используйте этот диалог при экспорте

source: _Always raise this dialog when importing
es: _Siempre abrir este diálogo al importar
ru: _Всегда выводить этот диалог при импорте

source: _Anchor Control...
es: _Anclar control...
ru: _Контроль опорной точки…
sv: _Ankarkontroll...

source: _Anchored Pairs
es: P_ares de anclaje
ru: С_цепленные пары
sv: _Förankrade par

source: _Anchors
es: _Anclas
ru: _Опорные точки
sv: _Ankare

source: _Anti Alias
es: _Alisado
ru: _Сглаживать
sv: _Kantutjämning

source: _Anti-Aliased
es: _Anti-alias
ru: _Сглаживание
sv: _Kantutjämnad

source: _Apply
es: _Aplicar
ru: _Применить
sv: _Tillämpa

source: _Apply to All
es: _Aplicar a todo
ru: _Применить ко всем
sv: _Tillämpa på alla

source: _Apply to Selection
es: _Aplicar a selección
ru: _Применить к выделению
sv: _Tillämpa på markering

source: _Arm Style
es: Tipo de br_azo
ru: _Горизонт. штрих и концевые элементы:
sv: _Arm-stil

source: _Around
es: _Alrededor de
ru: _Вокруг
sv: _Runt

source: _Ascent:
es: _Ascenso:
ru: _Верхние выносные:
sv: _Stigande:

source: _Ask
es: Pregunt_ar
ru: _Задать вопрос

source: _Aspect
es: _Aspecto
ru: _Пропорция
sv: _Aspekt

source: _Aspect Ratio
es: Relación de _aspecto
ru: _Пропорции
sv: _Bildförhållande

source: _Auto
ru: _Авто

source: _Auto Width...
es: _Ancho automático...
ru: _Автоширина…
sv: _Automatisk bredd...
