Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: German Luxembourg
es: Alemán de Luxemburgo de_LU
ru: Люксембургский немецкий
sv: Tyska Luxemburg

source: German Swiss
es: Alemán de Suiza de_CH
ru: Швейцарский немецкий
sv: Tyska Schweiz

source: Get Coordinate[a] projected onto projection vector 0=>use current pos 1=>use original pos Pops one point, pushes the coordinate of the point along projection vector
es: Obtener coordenada[a] proyectada en el vector de proyección (GC[a]) 0=>usa la posición actual 1=>usa la posición original Desapila un punto, empuja la coordenada del punto a lo largo del vector de proyección
ru: GC[a] Получение координаты точки, проецируемой на вектор проекции 0=>использовать текущую позицию 1=>использовать исходную позицию Извлекает из стека одну точку, помещает в стек координату точки вдоль вектора проекции
sv: Hämta koordinat[a] projicerad på projektionsvektor 0=>använd aktuell position 1=>använd ursprunglig pos Popar upp en punkt, skjuter koordinaten för punkten längs projektionsvektorn

source: Get Freedom Vector Decomposes freedom vector, pushes its two coordinates onto stack as 2.14
es: Obtener el vector de libertad (GFV) Descompone el vector de libertad, empuja sus dos coordenadas en la pila como 2.14
ru: GFV Получение вектора свободы Раскладывает вектор свободы, помещает две его координаты в стек в формате 2.14
sv: Hämta Frihetsvektor Sönderdelar frihetsvektorn, lägger dess två koordinater på stacken som 2.14

source: Get Info...
es: Obtener información...
ru: Получить сведения…
sv: Få information...

source: Get Projection Vector Decomposes projection vector, pushes its two coordinates onto stack as 2.14
es: Obtener el vector de proyección (GPV) Descompone el vector de proyección, empuja su dos coordenadas en la pila como 2.14
ru: GPV Получение вектора проекции Раскладывает вектор проекции, помещает две его координаты в стек в формате 2.14
sv: Hämta projektionsvektor Dekomponerar projektionsvektorn, lägger dess två koordinater på stapeln som 2.14

source: Get _Info...
es: Obtener _información...
ru: С_ведения…
sv: Hämta _Info...

source: Ghostview (perhaps other interpreters) has a problem when a hint exists without any points that lie on it.
es: Ghostview (y quizás otros intérpretes) tienen problemas cuando existe un ajuste que no se aplica a ningún punto.
ru: Ghostview (а возможно и другие интерпретаторы) могут работать с ошибками при наличии хинта, на котором не лежит ни одна точка.
sv: Ghostview (kanske andra tolkar) har ett problem när en hint existerar utan några punkter som ligger på den.

source: Gilaki
es: Guilakí
ru: Гилянский

source: Gilyak
es: Nivejí
ru: Нивхский

source: Githabul
ru: Китапул

source: Gl_yph Name:
es: Nombre del glifo:(_Y)
ru: Имя _глифа:

source: Glagolitic
es: Glagolítico
ru: Глаголица
sv: Glagolitisk

source: Glagolitic Supplement
es: Glagotílico, suplemento
ru: Дополнение к глаголице

source: Glif Template
es: Plantilla glif
ru: Шаблон Glif
sv: Glif mall

source: Gloss
es: Glosario
ru: Расширенный вывод
sv: Glans

source: Glyph
es: Glifo
ru: Глиф
sv: Glyf

source: Glyph %1$.50s with a %2$s from lookup subtable %3$.50s
es: El glifo %1$.50s tiene un %2$s de la subtabla de búsquedas %3$.50s
ru: Глиф %1$.50s с %2$s из подтаблицы lookup %3$.50s
sv: Glyf %1$.50s med en %2$s från uppslagsundertabell %3$.50s

source: Glyph %d attempts to reference glyph %d which is outside the font
es: El glifo %d intenta referenciar el glifo %d que está fuera de la fuente
ru: Глиф %d ссылается на глиф %d, находящийся вне данного шрифта

source: Glyph %d in bitmap strike %d pixels refers to a missing glyph (%d)
es: El glifo %d en la variante de mapa de bits de %d píxeles hace referencia a un glifo faltante (%d)
ru: Глиф %d в растровой обводке %d пикселов относится к отсутствующему глифу (%d)

source: Glyph %d is called ".notdef", a singularly inept choice of name (only glyph 0 may be called .notdef) FontForge will rename it.
es: El glifo %d se llama ".notdef", una elección singularmente inepta del nombre (sólo el glifo 0 puede llamarse .notdef) FontForge lo renombrará.
ru: Глиф %d был назван «.notdef», совершенно неподходящий выбор имени (только глиф 0 может быть назван .notdef) FontForge присвоит ему другое имя.
sv: Glyf %d kallas ".notdef", ett synnerligen olämpligt val av namn (endast glyf 0 kan kallas .notdef) FontForge kommer att byta namn på den.

source: Glyph BB Above
es: Glifo BB arriba de
ru: Площадка глифа выше
sv: Glyf BB ovan

source: Glyph BB Below
es: Glifo BB debajo de
ru: Площадка глифа ниже
sv: Glyf BB nedan

source: Glyph BB Left Of
es: Glifo BB a la izquierda de
ru: Площадка глифа слева
sv: Glyf BB Till vänster om

source: Glyph BB Right Of
es: Glifo BB a la derecha de
ru: Площадка глифа справа
sv: Glyf BB Höger om

source: Glyph Color
es: Color del glifo
ru: Цвет глифа

source: Glyph Composition/Decomposition
es: Composición/descomposición de glifos
ru: Композиция/декомпозиция глифа
sv: Glyfens sammansättning/nedbrytning

source: Glyph Construction
es: Construcción de glifos
ru: Конструкция глифа
sv: Glyph konstruktion

source: Glyph Definition Sub-Table
es: Subtabla de definición de glifos
ru: Подтаблица определения глифов
sv: Undertabell för glyfdefinition

source: Glyph Differences
es: Diferencias de glifos
ru: Различия глифов
sv: Skillnader i glyfer

source: Glyph Extension Components
es: Extensión de glifos, componentes
ru: Компоненты расширения глифа
sv: Glyph Extension-komponenter

source: Glyph Extension:
es: Extensión de glifos:
ru: Расширение глифа:

source: Glyph Extensions
es: Extensiones de glifos
ru: Расширение глифов
sv: Glyph-tillägg

source: Glyph FG Color
es: Color de primer plano del glifo
ru: Цвет контура глифа

source: Glyph Info
es: Información del glifo
ru: Информация о глифе
sv: Glyf-information

source: Glyph Info Color
es: Color de info. del glifo
ru: Цвет информации о глифе

source: Glyph Info for %.40s
es: Información del glifo %.40s
ru: Информация о глифе %.40s
sv: Glyph-info för %.40s

source: Glyph Info...
es: Información del glifo...
ru: Информация о глифе…

source: Glyph Insertion
es: Inserción de glifos
ru: Вставка глифа
sv: Glyf-insättning

source: Glyph Name Changed
es: Se modificó el nombre del glifo
ru: Изменено имя глифа
sv: Glyfens namn har ändrats

source: Glyph Names
es: Nombres de los glifos
ru: Имена глифов
sv: Namn på glyfer

source: Glyph Order
es: Orden de los glifos
ru: Порядок глифов
sv: Glyph-ordning

source: Glyph Origin
es: Origen del carácter
ru: Начало координат глифа
sv: Glyph Ursprung

source: Glyph Positioning
es: Posicionamiento del glifo
ru: Размещение глифа
sv: Positionering av glyfer

source: Glyph Self-Intersects
es: El glifo interseca consigo mismo
ru: Найти самопересечения глифов
sv: Glyf själv-intersekterar

source: Glyph Set by Selection
es: Establecer glifos por selección
ru: Набор глифов по выбору
sv: Glyfuppsättning genom val

source: Glyph Substitution
es: Sustitución del glifo
ru: Подстановка глифа
sv: Ersättning av glyfer

source: Glyph Valid
es: Glifo válido
ru: Допустимый глиф
sv: Glyf giltig

source: Glyph _Info...
es: _Información del glifo...
ru: И_нформация о глифе…

source: Glyph _Metadata
es: Metadatos del carácter(_N)
ru: _Метаданных глифа
sv: Glyf _Metadata

source: Glyph bounding box data exceeds font bounding box data for GID %d
es: Los datos del cuadro delimitador exceden los datos del cuadro delimitador de la fuente para el GID %d
ru: Данные площадки глифа превышают данные площадки шрифта для GID %d

source: Glyph composed of:
es: Carácter compuesto de:
ru: Глиф состоит из:
sv: Glyf sammansatt av:

source: Glyph contains overlapped hints (in the same hintmask)
es: El glifo contiene pistas superpuestas (en la misma máscara de pistas)
ru: Глиф содержит перекрывающиеся хинты (в той же маске хинтов)
sv: Glyfen innehåller överlappande ledtrådar (i samma hintmask)

source: Glyph in two classes
es: El glifo está en dos clases
ru: Глиф в двух классах
sv: Glyph i två klasser

source: Glyph index out of bounds. Was %d, must be less than %d. In attempt to associate a glyph with encoding %x in segment %d with platform=%d, specific=%d (in 'cmap')
es: Índice de glifos fuera de límites. Era %d, debe ser menor que %d. En un intento de asociar un glifo con la codificación %x en el segmento %d con la plataforma=%d y su específico=%d (en "cmap")
ru: Индекс глифа вне допустимых границ. Было %d, должно быть менее %d. В попытке привязать глиф с кодировкой %x в сегменте %d с platform=%d, specific=%d (в 'cmap')
sv: Glyfindex utanför gränserna. Var %d, måste vara mindre än %d. I ett försök att associera en glyf med kodning %x i segment %d med plattform=%d, specifik=%d (i 'cmap')

source: Glyph names (or unicode code points) may occur at most once in this group and any of its sub-groups
es: Los nombres de glifos (o puntos de código Unicode) pueden aparecer como máximo una vez en este grupo y cualquiera de sus subgrupos
ru: Имена глифов (или коды Юникода) могут встречаться только однажды в этой группе, а также в любой из её подгрупп
sv: Glyfnamn (eller Unicode-kodpunkter) får förekomma högst en gång i denna grupp och i någon av dess undergrupper

source: Glyph names are limited to 31 characters
es: Los nombres de los glifos pueden constar de a lo sumo 31 caracteres
ru: Имена глифов ограничены 31 символом

source: Glyph names must be valid postscript names
es: Los nombres de glifos deben ser nombres de PostScript válidos
ru: Имена глифов должны быть допустимыми postscript-именами
sv: Glyfnamn måste vara giltiga postscriptnamn

source: Glyph names should be limited to characters in the ASCII character set, but there are names in this namelist which use characters outside that range.
es: Los nombres de glifos deben estar limitados a caracteres en el conjunto de caracteres ASCII, pero hay nombres en esta lista de nombres que usan caracteres fuera de ese rango.
ru: Имена глифов должны состоять из ASCII-символов, однако символы некоторых имён в списке выходят за пределы этого диапазона.
sv: Glyfnamn bör begränsas till tecken i ASCII-teckenuppsättningen, men det finns namn i denna namnlista som använder tecken utanför utanför detta intervall.

source: Glyph names should be limited to characters in the ASCII character set, but there are names in this namelist which use characters outside that range.
es: Los nombres de los glifos deben estar limitados a caracteres en el conjunto de caracteres ASCII, pero hay nombres en esta lista de nombres que usan caracteres fuera de ese rango.
ru: Имена глифов должны состоять из ASCII-символов, но некоторые имена в этом списке имён содержат символы, выходящие за пределы этого ограничения.
sv: Glyfnamn bör begränsas till tecken i ASCII-teckenuppsättningen, men det finns namn i denna namnlista som använder tecken utanför detta intervall.

source: Glyph not in font
es: El glifo no está en la fuente
ru: В шрифте отсутствует глиф
sv: Glyf inte i typsnittet

source: Glyph out of bounds in 'lcar' table %d
es: Glifo fuera de límites en la tabla "icar" %d
ru: Глиф выходит за пределы в таблице 'lcar' %d

source: Glyph out of bounds in 'mort'/'morx' table %d
es: Glifo fuera de límites en la tabla "mort'/'morx" %d
ru: Глиф выходит за пределы в таблице 'mort'/'morx' %d

source: Glyph out of bounds in 'opbd' table %d
es: Glifo fuera de límites en la tabla "opbd" %d
ru: Глиф выходит за пределы в таблице 'opbd' %d

source: Glyph out of bounds in 'prop' table %d
es: Glifo fuera de límites en la tabla "prop" %d
ru: Глиф выходит за пределы в таблице 'prop' %d

source: Glyph too big
es: El glifo es demasiado grande
ru: Глиф слишком велик
sv: Glyf för stor

source: Glyph “%s” contains a reference to %s in %s
es: El glifo “%s” contiene una referencia a %s en %s
ru: Глиф «%s» содержит ссылку на %s в %s
sv: Glyfen "%s" innehåller en hänvisning till %s i %s

source: Glyph “%s” contains a reference which has different truetype point match specifications
es: El glifo “%s” contiene una referencia que tiene diferentes especificaciones de coincidencia de puntos de TrueType
ru: Глиф «%s» содержит ссылку на элемент с другим методом согласования точек truetype
sv: Glyfen "%s" innehåller en referens som har olika specifikationer för truetype-punktmatchning

source: Glyph “%s” differs
es: El glifo “%s” difiere
ru: Глиф «%s» отличается
sv: Glyf "%s" avviker

source: Glyph “%s” differs at %d@%d
es: El glifo “%s” difiere en %d@%d
ru: Глиф «%s» отличается на %d@%d
sv: Glyfen "%s" skiljer sig åt vid %d@%d

source: Glyph “%s” does not have splines which match exactly, but they are close
es: El glifo “%s” no tiene curvas que coincidan exactamente, pero son cercanas
ru: Глиф «%s» не содержит точно совпадающих сплайнов, но имеют очень близкое сходство
sv: Glyfen "%s" har inte splines som matchar exakt, men de är nära

source: Glyph “%s” has a different bitmap at %d@%d
es: El glifo “%s” tiene un mapa de bits diferente en %d@%d
ru: Глиф «%s» содержит другой растр на %d@%d
sv: Glyfen "%s" har en annan bitmap vid %d@%d

source: Glyph “%s” has a different fill in layer %d
es: El glifo “%s” tiene un relleno diferente en la capa %d
ru: Глиф «%s» содержит другую заливку в слое %d
sv: Glyfen "%s" har en annan fyllning i lager %d

source: Glyph “%s” has a different number of layers
es: El glifo “%s” tiene un número diferente de capas
ru: Глиф «%s» с другим числом слоёв
sv: Glyfen "%s" har ett annat antal lager

source: Glyph “%s” has a different stroke in layer %d
es: El glifo “%s” tiene un trazo diferente en la capa %d
ru: Глиф «%s» содержит другую обводку в слое %d
sv: Glyf "%s" har ett annat streck i lager %d

source: Glyph “%s” has advance width %d in %s but %d in %s
es: El glifo "%s" tiene un ancho de avance de %d en %s pero de %d en %s
ru: Глиф «%s» имеет ширину %d в %s, но %d в %s
sv: Glyfen "%s" har förskottsbredd %d i %s men %d i %s

source: Glyph “%s” has advance width %d in %s but %d in %s at %d@%d
es: El glifo “%s” tiene ancho de avance de %d en %s pero de %d en %s en %d@%d
ru: Глиф «%s» имеет ширину %d в %s, но %d в %s на %d@%d
sv: Glyfen "%s" har förskottsbredd %d i %s men %d i %s vid %d@%d

source: Glyph “%s” has different truetype instructions
es: El glifo “%s” tiene diferentes instrucciones truetype
ru: Глиф «%s» содержит иные инструкции TrueType
sv: Glyfen "%s" har olika truetype-instruktioner

source: Glyph “%s” has vertical advance width %d in %s but %d in %s
es: El glifo “%s” tiene un ancho de avance vertical de %d en %s pero de %d en %s
ru: Глиф «%s» имеет вертикальную ширину %d в %s, но %d в %s
sv: Glyfen "%s" har vertikal förskjutningsbredd %d i %s men %d i %s

source: Glyph “%s” has vertical advance width %d in %s but %d in %s at %d@%d
es: El glifo “%s” tiene un ancho de avance vertical de %d en %s pero de %d en %s en %d@%d
ru: Глиф «%s» имеет вертикальную ширину %d в %s, но %d в %s на %d@%d
sv: Glyfen "%s" har vertikal förskjutningsbredd %d i %s men %d i %s vid %d@%d

source: Glyph “%s” in %s has no truetype instructions
es: El glifo “%s” en %s no tiene instrucciones truetype
ru: Глиф «%s» в %s не содержит инструкций TrueType
sv: Glyfen "%s" i %s har inga truetype-instruktioner

source: Glyph “%s” missing from %s
es: Falta el glifo “%s” en %s
ru: Глиф «%s» отсутствует в %s
sv: Glyf "%s" saknas från %s

source: Glyph “%s” missing from %s at %d@%d
es: Falta el glifo “%s” de %s en %d@%d
ru: Глиф «%s» отсутствуют в %s на %d@%d
sv: Glyfen "%s" saknas från %s vid %d@%d

source: Glyph “%s” refers to %s with a different transformation matrix
es: El glifo “%s” se refiere a %s con una matriz de transformación diferente
ru: Глиф «%s» ссылается на %s с другой матрицей трансформации
sv: Glyfen "%s" hänvisar till %s med en annan transformationsmatris

source: Glyph “%s” refers to %s with a different truetype point matching scheme
es: El glifo “%s” se refiere a %s con un esquema de coincidencia de puntos TrueType diferente
ru: Глиф «%s» ссылается на %s с другой схемой согласования точек формата truetype
sv: Glyfen "%s" hänvisar till %s med ett annat truetype-punktmatchningsschema

source: Glyph, %s, has no hints. FontForge will not produce many instructions.
es: El glifo %s, no tiene pistas. FontForge no producirá muchas instrucciones.
ru: Отсутствуют инструкции в глифе %s. FontForge не сможет создать большое количество инструкций.
sv: Glyf, %s, har inga ledtrådar. FontForge kommer inte att producera många instruktioner.

source: Glyph, Point, Size
es: Glifo, punto, tamaño
ru: Глиф, Точка, Размер
sv: Glyf, punkt, storlek

source: Glyph, Size, Point
es: Glifo, tamaño, punto
ru: Глиф, Размер, Точка
sv: Glyf, Storlek, Punkt

source: Glyph:
es: Glifo:
ru: Глиф:
sv: Glyf:

source: GlyphAutoGoto
es: Ir automáticamente al glifo
ru: Автопереход к символу

source: GlyphInfo.Font
es: Fuente de la información de los glifos
ru: Шрифт для окна «Информация о глифе»

source: GlyphName|New
es: Nuevo
ru: Создать
sv: Nytt

source: Glyphs Differences at %d@%d
es: Diferencias de glifos en %d@%d
ru: Различия в глифах на %d@%d
sv: Skillnader i glyfer vid %d@%d

source: Glyphs in %s but not in %s
es: Glifos en %s pero no en %s
ru: Глифы в %s, но не в %s
sv: Glyfer i %s men inte i %s

source: Glyphs in %s but not in %s at %d@%d
es: Glifos en %s pero no en %s en %d@%d
ru: Глифы имеются в %s, но отсутствуют в %s на %d@%d
sv: Glyfer i %s men inte i %s vid %d@%d

source: Glyphs in the class
es: Glifos en la clase
ru: Глифы в классе
sv: Glyfer i klassen

source: Glyphs in the classes
es: Glifos en las clases
ru: Глифы в классах
sv: Glyfer i klasserna

source: Glyphs in the coverage tables
es: Glifos en las tablas de cobertura
ru: Глифы в таблицах охвата
sv: Glyfer i täckningstabellerna

source: Glyphs in the set
es: Glifos en el conjunto
ru: Глифы в наборе
sv: Glyfer i uppsättningen

source: Glyphs may be either identified by name or by unicode code point. Generally you control this by what you type in. Typing "A" would identify a glyph by name. Typing "U+0041" identifies a glyph by code point. When loading glyphs from the selection you must specify which format is desired.
es: Los glifos pueden ser identificados ya sea por su nombre o por su punto de código Unicode. Generalmente, controlas esto con lo que escribes. Escribir "A" identificaría un glifo por su nombre. Escribir "U+0041" identifica un glifo por su punto de código. Al cargar los glifos de la selección, debes especificar cuál es el formato deseado.
ru: Можно идентифицировать глифы по имени или коду Юникода. Обычно идентификатор выбирается характером ввода. Ввод «A» идентифицирует глиф по имени. Ввод «U+0041» идентифицирует глиф по коду Юникода. При вставке глифов из выделения необходимо указать желаемый формат.
sv: Glyfer kan identifieras antingen med namn eller med Unicode-kodpunkt. I allmänhet styrs detta av vad du skriver in. Om du skriver "A" identifieras en glyf med namn. Om du skriver "U+0041" identifieras en glyf med kodpunkt. När du läser in glyfer från urvalet måste du ange vilket format som önskas.

source: Glyphs must be ordered when creating coverage table
es: Los glifos deben estar ordenados al crear la tabla de cobertura
ru: При создании таблицы охвата глифы должны быть упорядочены

source: Glyphs will be composed of stroked lines rather than filled outlines. All glyphs are stroked at the following width
es: Los glifos se compondrán de líneas trazadas en lugar de contornos rellenos. Todos los glifos se trazan en el siguiente ancho
ru: Глифы будут составляться из линий обводок, а не из заполнения контуров. Все глифы обведены на следующую ширину
sv: Glyferna kommer att bestå av streckade linjer snarare än fyllda konturer. Alla glyfer är streckade med följande bredd

source: Glyphs with both
es: Glifos con ambos
ru: Глифы со ссылками и сплайнами
sv: Glyfer med både

source: Glyphs with only S_plines
es: Glifos con curva_s solamente
ru: Только _глифы со сплайнами
sv: Glyfer med endast S_plines

source: Glyphs with only _References
es: Glifos con _referencias solamente
ru: Только глифы со _ссылками
sv: Glyfer med endast _Referencer

source: Glyphs:
es: Glifos:
ru: Глифы:
sv: Glyfer:

source: Glyphs|All_Others
es: Tod_os los demás
ru: Все остальные
sv: Alla_andra

source: Gogo
ru: Гого

source: Gondi
ru: Гонди

source: Gothic
es: Gótico
ru: Готское письмо
sv: Gotisk

source: Goto
es: Ir a
ru: Переход

source: Grab
es: Arrastrar
ru: Захват

source: Gradient
es: Gradiente
ru: Градиент
sv: Lutning

source: Gradient:
es: Gradiente:
ru: Градиент:

source: Gradual/Diagonal
ru: Постепенное/диагональное
sv: Gradvis/Diagonal

source: Gradual/Horizontal
ru: Постепенное/горизонтальное
sv: Gradvis/horisontell

source: Gradual/Transitional
es: Gradual/Transicional
ru: Постепенное/переходное
sv: Gradvis/Transitionell

source: Gradual/Vertical
ru: Постепенное/вертикальное
sv: Gradvis/Vertikal

source: Grantha
ru: Грантха

source: Graphical
es: Gráfico
ru: Графический
sv: Grafisk

source: Graphite glyph attribute table
es: tabla de atributos de glifo Graphite
ru: таблица атрибута глифа Graphite
sv: Attributbord med glyfer i grafit

source: Graphite glyph location in Glat table
es: Ubicación de glifo Graphite en la tabla Glat
ru: таблица размещения глифа Graphite в таблице Glat
sv: Grafitsymbolens placering i Glat bord

source: Greater Than Pops two values, pushes (0/1) if bottom el > top
es: Mayor que (GT) Desapila dos valores, empuja (0/1) si el valor inferior > superior
ru: GT Больше Извлекает из стека два значения, помещает в стек (0 или 1), если нижний эл. > верхнего
sv: Större än Popar två värden, pushar (0/1) om botten el > topp

source: Greater Than or EQual Pops two values, pushes (0/1) if bottom el >= top
es: Mayor o igual que (GTEQ) Desapila dos valores, empuja (0/1) si el valor inferior >= superior
ru: GTEQ Больше или равно Извлекает из стека два значения, помещает в стек (0 или 1), если нижний эл. >= верхнему
sv: Större än eller EQual Popar två värden, pushar (0/1) om botten el >= topp

source: Greek (polytonic)
es: Griego (politónico)
ru: Греческий (политонический)
sv: Grekiska (polytonisk)

source: Greek Extended
es: Griego extendido
ru: Расширенный греческий
sv: Grekisk utökad

source: Greek and Coptic
es: Griego y copto
ru: Греческий и коптский
sv: Grekiska och koptiska

source: Greek small caps
es: Versalitas griegas
ru: Греческие малые прописные
sv: Grekiska små bokstäver

source: Green:
es: Verde:
ru: Зеленый:
sv: Grön:

source: Greenlandic
es: Groenlandés
ru: Гренландский
sv: Grönländska

source: Grid
es: Cuadrícula
ru: Сетка
sv: Rutnät

source: Grid Color
es: Color de cuadrícula
ru: Цвет сетки

source: Grid Fi_t
es: Ajus_te a la cuadrícula
ru: П_иксельная сетка
sv: Rutnät Fi_t

source: Grid Fit
es: Ajuste a la cuadrícula
ru: Подгонка

source: Grid Fit Color
es: Color del ajuste a la cuadrícula
ru: Цвет контуров после подгонки
sv: Grid Fit Färg

source: Grid Fit Parameters
es: Parámetros de ajuste a la cuadrícula
ru: Параметры пиксельной сетки
sv: Parametrar för anpassning av rutnät

source: Grid Fit Width Color
es: Color del ancho del ajuste a la cuadrícula
ru: Цвет ширины глифа после подгонки
sv: Rutnät Passform Bredd Färg

source: Grid Fit w/ Sym-Smooth
es: Ajuste a la cuadrícula con suavizado simétrico
ru: Подгонка с симметричным сглаживанием
sv: Grid Fit med Sym-Smooth

source: Grid Fitting
es: Ajuste a la cuadrícula
ru: Пиксельная сетка
sv: Montering av galler

source: Group
es: Grupo
ru: Группа
sv: Grupp

source: Group Name:
es: Nombre del grupo:
ru: Имя группы:
sv: Gruppens namn:

source: Groups
es: Grupos
ru: Группы
sv: Grupper

source: Groups.Font
es: Fuente de los grupos
ru: Шрифт окна определения групп кодировок

source: Guarani
es: Guaraní
ru: Гварани

source: Guess
es: Adivinar
ru: Угадать
sv: Gissa

source: Guess each font's resolution based on its pixel size
es: Predecir la resolución de cada fuente basándose en su tamaño de píxeles
ru: Определять разрешение каждого шрифта на основе его размеров
sv: Gissa varje typsnitts upplösning baserat på dess bildpunktstorlek
