Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Warning: There are already some 'aalt' lookups in the font, some have no other feature tags associated with them and these will be removed, others have other tags associated and these will remain while the 'aalt' tag will be removed from the lookup -- a new lookup will be generated which is not associated with any other feature tags. Is that what you want?
es: Advertencia: Ya hay algunas búsquedas "aalt" en la fuente, algunas no tienen otras etiquetas de características asociadas con ellas. Estas serán eliminadas. Otras tienen otras etiquetas asociadas, estas permanecerán mientras que la etiqueta "aalt" será eliminada de la búsqueda -- se generará una nueva búsqueda que no esté asociada con ninguna otra etiqueta de características. ¿Eso es lo que deseas?
ru: Предупреждение: В шрифте уже существует несколько lookup 'aalt', у некоторых из них нет связи с другими тегами функции, и они будут удалены. У других lookup есть связь с другими тегами и эти lookup будут оставлены, но тег 'aalt' из lookup будет удалён — будут созданы новые lookup, в которых не будет связи с любыми другими другими тегами функции. Продолжить?
sv: Varning för att Det finns redan några "aalt"-uppslagningar i typsnittet, vissa har inga andra funktionstaggar associerade med dem och dessa kommer att tas bort, andra har andra taggar associerade och dessa kommer att finnas kvar medan 'aalt'-taggen taggen kommer att tas bort från uppslagsordet -- ett nytt uppslagsord kommer att genereras som inte är associerad med några andra funktionstaggar. Är det så du vill ha det?

source: Warning: There are already some 'aalt' lookups in the font. If you proceed with this command those lookups will be removed and new lookups will be generated. The old information will be LOST. Is that what you want?
es: Advertencia: Ya hay algunas búsquedas "aalt" en la fuente. Si continuas con este comando, esas búsquedas serán eliminadas y se generarán nuevas búsquedas. La información antigua será BORRADA. ¿Eso es lo que deseas?
ru: Предупреждение: В шрифте уже существует несколько lookup 'aalt'. Если данная команда будет выполнена, то эти lookup будут удалены, после чего будут созданы новые lookup. Старая информация будет ПОТЕРЯНА. Продолжить?
sv: Varning för att Det finns redan några "aalt"-uppslagningar i typsnittet. Om du fortsätter med detta kommando kommer dessa kommer dessa lookups att tas bort och nya lookups kommer att genereras. Den gamla informationen kommer att FÖRLORAS. Är det vad du vill?

source: Warning: Unable to parse token %s, some features may be lost
es: Advertencia: No se puede analizar el token %s, algunas características pueden perderse
ru: Предупреждение: Не удалось обработать маркер %s, несколько функций могут быть потеряны

source: Warning: Unlikely number of subtables (%d) for 'kern' table
es: Advertencia: Número improbable de subtablas (%d) para la tabla "kern"
ru: Предупреждение: Маловероятное число подтаблиц (%d) для таблицы 'kern'
sv: Varning för osannolikt antal Osannolikt antal undertabeller (%d) för tabellen "kern

source: Warning: Unreasonably big splines. They will be ignored.
es: Advertencia: curvas irrazonablemente grandes. Se ignorarán.
ru: Предупреждение: Неоправданно большие сплайны. Такие сплайны будут игнорироваться.

source: Warning: Unrecognized or unsupported cap type, defaulting to 'nib'.
es: Advertencia: Tipo de tope no reconocido o no soportado, regresando por defecto a "nib".
ru: Предупреждение: Нераспознанный или неподдерживаемый тип прописной, используется значение 'nib' по умолчанию.

source: Warning: Unrecognized or unsupported join type, defaulting to 'nib'.
es: Advertencia: Tipo de unión no reconocido o no soportado, regresando por defecto a "nib".
ru: Предупреждение: Нераспознанный или неподдерживаемый тип соединения, используется значение 'nib' по умолчанию.

source: Warning: could not figure out where the hint (%d,%d %d,%d %d,%d) is valid
es: Advertencia: No se pudo averiguar dónde es válida la pista (%d,%d %d,%d %d,%d)
ru: Предупреждение: не удалось выяснить которая инструкция (%d,%d %d,%d %d,%d) допустима

source: Warning: gid %d larger than glyph_cnt %d, skipping
es: Advertencia: gid %d es más grande que glyph_cnt %d, omitiendo
ru: Предупреждение: gid %d больше glyph_cnt %d, пропускается

source: Warnings
es: Advertencias
ru: Предупреждения
sv: Varningar

source: Warnings.Font
es: Fuente de advertencias
ru: Шрифт предупреждений

source: Watch Points not supported in glyphs with references
es: Los glifos con referencias no admiten puntos de inspección
ru: Контрольные точки не поддерживаются в глифе со ссылками
sv: Watch Points stöds inte i glyfer med referenser

source: Watch all selected points (stop when a point moves)
es: Ver todos los puntos seleccionados (detenerse cuando un punto se desplaza)
ru: Контролировать все выбранные точки (остановиться при смещении точки)
sv: Bevaka alla valda punkter (stopp när en punkt rör sig)

source: Watched Cvt Change
es: Cambio de Cvt observado
ru: Изменение отслеживаемой Cvt
sv: Bevakad Cvt-ändring

source: Watched Store Change
es: Cambio de almacenamiento observado
ru: Изменение отслеживаемого хранения
sv: Bevakade butiksbyte

source: Wayanad Chetti
es: Chetti de Wayanad
ru: Ваянад четти

source: Wayuu
es: Wayú
ru: Гуахиро

source: We cannot have lead-in points for an open curve.
es: No podemos tener puntos de entrada para una curva abierta.
ru: Не может быть точек входа для открытой кривой.

source: We don't understand this font
es: No entendemos esta fuente
ru: Не удалось понять этот шрифт

source: Weight, Width, Slope Only
es: Peso, ancho, solo pendiente
ru: Только насыщенность, ширина и наклон
sv: Vikt, bredd, endast lutning

source: Welsh
es: Galés
ru: Уэльский
sv: Walesiska

source: West-Cree
es: Cree del este
ru: Западный кри

source: Western Kayah
es: Kayah occidental
ru: Западный кая

source: Western Panjabi
es: Punyabí occidental
ru: Западный панджаби

source: Western Pwo Karen
es: Pwo Karen occidental
ru: Западный пво

source: What is the pixel size of the font in this file?
es: ¿Cuál es el tamaño de píxeles de la fuente de este archivo?
ru: Какой размер у пиксела шрифта в этом файле?
sv: Vad är bildpunktstorleken på typsnittet i den här filen?

source: What type(s) of palm font records do you want?
es: ¿Qué tipo(s) de registros de fuentes de palma quieres?
ru: Какой тип записей шрифта Palm вам нужен?
sv: Vilken eller vilka typer av palm font records vill du ha?

source: When "Endpoints specify minimum length and direction only" is checked, the replace pattern must be a single open contour with at least 3 points on it.
es: Cuando "Los puntos finales solo especifican la longitud mínima y la dirección" está marcado, el patrón de reemplazo debe ser un contorno abierto único con al menos 3 puntos en él.
ru: Когда установлен флажок «Конечные точки определяют только направление и минимальную длину» шаблон замены должен представлять собой единый открытый контур, содержащий не менее 3 точек.
sv: När "Endpoints specify minimum length and direction only" är markerat måste ersättningsmönstret vara en enda öppen kontur med minst 3 punkter på.

source: When "Endpoints specify minimum length and direction only" is checked, the search pattern must be a single open contour with at least 3 points on it (otherwise there is nothing to match).
es: Cuando "Los puntos finales solo especifican la longitud mínima y la dirección" está marcado, el patrón de búsqueda debe ser un único contorno abierto con al menos 3 puntos en él (de lo contrario no hay nada que pueda coincidir).
ru: Когда установлен флажок «Конечные точки определяют только направление и минимальную длину» шаблон поиска должен представлять собой единый открытый контур, содержащий не менее 3 точек (в противном случае найти совпадение невозможно).
sv: När "Endpoints specify minimum length and direction only" är markerat måste sökmönstret vara en enda öppen kontur med minst 3 punkter på (annars finns det inget att matcha).

source: When "Endpoints specify minimum length and direction only" is checked, the search pattern must be a single open contour.
es: Cuando "Los puntos finales solo especifican la longitud mínima y la dirección" está marcado, el patrón de búsqueda debe ser un contorno abierto único.
ru: Когда установлен флажок «Конечные точки определяют только направление и минимальную длину» шаблон поиска должен представлять собой единый открытый контур.
sv: När "Endpoints specify minimum length and direction only" är markerat måste sökmönstret vara en enda öppen kontur.

source: When FontForge detects that an expanded stroke will self-intersect, then setting this option will cause it to try to make things nice by removing the intersections
es: Cuando FontForge detecte que un trazado expandido intersecará consigo mismo, entonces establecer esta opción hará que intente corregirlo eliminando las intersecciones
ru: Если этот параметр установлен, то в случае обнаружения самопересечений при расширении штриха FontForge будет пытаться исправить эту ошибку путём устранения обнаруженных пересечений
sv: När FontForge upptäcker att en utvidgat streck kommer att korsa sig själv, kommer inställningen av detta alternativ att få det att försöka göra saker trevliga genom att ta bort korsningarna

source: When FontForge starts up, it loads the user interface theme from this file. Any changes will only take effect the next time you start FontForge.
es: Cuando FontForge se inicia, carga el tema de la interfaz de usuario desde este archivo. Cualquier cambio sólo tendrá efecto la próxima vez que inicies FontForge.
ru: При запуске FontForge из этого файла загружается тема пользовательского интерфейса. Любые изменения в этом файле начинают действовать только только после перезагрузки FontForge.

source: When Saving, keep this number of previous versions of the file. file.sfd-01 will be the last saved file, file.sfd-02 will be the file saved before that, and so on. If you set this to 0 then no revisions will be retained.
es: Al guardar, mantener este número de versiones anteriores del archivo. El archivo.sfd-01 será el último archivo guardado, el archivo .sfd-02 será el archivo guardado antes de ese, y así sucesivamente. Si se establece en cero, no se retendrán revisiones.
ru: При сохранении необходимо оставлять указанный номер предыдущих версий файла. file.sfd-01 будет последним сохранённым файлом, file.sfd-02 будет предыдущим сохранённым файлом и так далее. При установке значения 0 никакие версии не будут сохраняться.

source: When a curve passes very close to the center of a pixel you might want to check that the curve is on the intended side of that pixel. If it's on the wrong side, consider using a DELTA instruction to adjust the closest point at the current pixelsize.
es: Cuando una curva pasa muy cerca al centro de un píxe, puede que desees verificar si la curva está en el lado deseado de ese píxel. Si está en el lado incorrecto, considera usar una instrucción DELTA para ajustar el punto más cercano al tamaño de píxeles actual.
ru: При проходе кривой в непосредственной близости от центра пиксела может возникнуть необходимость проверить местонахождение кривой с предполагаемой стороны пиксела. Если же окажется, что кривая находится не с той стороны, попробуйте использовать DELTA-инструкции для корректировки ближайшей точки при текущем размере пиксела.
sv: När en kurva passerar mycket nära mitten av en bildpunkt bildpunkt kan det vara bra att kontrollera att kurvan ligger på den avsedda sidan av den bildpunktn. Om den är på fel sida kan du överväga att använda en DELTA instruktion för att justera den närmaste punkten vid den aktuella bildpunktstorleken.

source: When a font is opened, should it be made compact?
es: Al abrir una fuente, ¿debería compactarse?
ru: Включить компактную кодировку для только что открытого шрифта?
sv: När en font öppnas, ska den göras kompakt?

source: When a new plugin is discovered it is left unrecorded until configured in this dialog.
es: Cuando se descubre un nuevo plugin, se deja sin registrar hasta que se configure en este diálogo.
ru: При обнаружении нового подключаемого модуля он не записывается пока в этом диалоге не будут настроены параметры конфигурации

source: When a new plugin is discovered it is recorded and activated
es: Cuando se descubre un nuevo plugin, es registrado y activado
ru: При обнаружении нового подключаемого модуля производится его запись и активация

source: When a new plugin is discovered it is recorded but not activated
es: Cuando se descubre un nuevo plugin, es registrado pero no activado
ru: При обнаружении нового подключаемого модуля производится его запись, без выполнении активации

source: When a single substitution is specified by glyph classes, those classes must be of the same length on line %d of %s
es: Cuando se especifica una única sustitución mediante clases de glifos, dichas clases deben tener la misma longitud en la línea %d de %s
ru: При указании единичной подстановки классами глифа эти классы должны иметь одинаковую длину на строке %d файла %s
sv: När en enda substitution specificeras av glyfklasser måste dessa klasser ha samma längd på rad %d i %s

source: When a single substitution's replacement is specified by a glyph class, the thing being replaced must also be a class on line %d of %s
es: Cuando una clase de glifo especifica el reemplazo de una sustitución, también se debe reemplazar una clase en la línea %d de %s
ru: При указании замены единичной подстановки в классе глифа заменяемый элемент также должен быть классом на строке %d файла %s
sv: När en enskild substitutions ersättning anges av en glyfklass, måste det som ersätts också vara en klass på rad %d i %s

source: When adding a new class provide default kerning values Between it and every class with which it interacts.
es: Al añadir una nueva clase, proporciona valores de interletraje predeterminados. Entre ella y cada clase con la que interactúa.
ru: При создании нового класса присваивать значения кернинга по умолчанию между ним и каждым классом, с которым осуществляется взаимодействие.
sv: När du lägger till en ny klass tillhandahåller du standardvärden för kerning Mellan den och alla klasser som den interagerar med.

source: When adding new entries provide default kerning values.
es: Al añadir nuevas entradas proporcionar valores de interletraje predeterminados.
ru: При добавлении новых элементов задавайте значения кернинга по умолчанию.
sv: När du lägger till nya poster anger du standardvärden för kerning.

source: When adding new entries, give them the same delta values as those on the first line.
es: Al agregar nuevas entradas, darles los mismos valores delta que los de la primera línea.
ru: При добавлении новых элементов, присваивайте им те же значения дельта, что указаны на первой строчке.
sv: När du lägger till nya poster, ge dem samma deltavärden som de på den första raden.

source: When building an Apple distortable font, you must specify at least one name for the axis
es: Al crear una fuente distorsionable de Apple, debes especificar por lo menos un nombre para el eje
ru: При сборке подстраиваемого шрифта Apple необходимо указать имя по крайней мере одной оси
sv: När du skapar en Apple distortable font måste du ange minst ett namn för axeln

source: When buttons are 3D, the dark edge color
es: Cuando los botones son 3D, el color del borde oscuro
ru: Цвет тёмной грани 3D-кнопок

source: When buttons are 3D, the light edge color
es: Cuando los botones son 3D, el color del borde claro
ru: Цвет светлой стороны с 3D-кнопками

source: When centering an accent over a glyph, should the accent be centered on the highest point(s) of the glyph, or the middle of the glyph?
es: When centering an accent over a character, should the accent be centered on the highest point of the character, or the middle of the character?
ru: Должен ли FontForge при размещении знака ударения над глифом, центрировать его по верхней точке (точкам) глифа или по его центру?
sv: När du centrerar en accent över en glyf, ska accenten centreras på glyfens högsta punkt(er), eller på mitten av glyfen?

source: When characters are selected in the FontView, how many should be put into the MetricsView if you open one? Negative values mean there's no limit, which should be used sparingly.
es: Cuando los caracteres están seleccionados en la vista de fuente, cuántos deberían mostrarse en la vista de métricas si abres uno. Los valores negativos significan que no hay límite, por lo que deben ser usados ocasionalmente.
ru: При выделении символов в окне просмотра шрифта, сколько из них должно помещаться в окно метрики при его открытии? Отрицательные значения означают отсутствие ограничения, которым нужно пользоваться с осторожностью.

source: When copying glyphs from the font view, also copy the glyphs' metadata (name, encoding, comment, etc).
es: Al copiar glifos de la vista de fuentes, copia también los metadatos de los glifos (nombre, codificación, comentarios, etc).
ru: При копировании глифов из окна просмотра шрифта также копировать метаданные глифа (имя, кодировку, комментарии и так далее).
sv: När du kopierar glyfer från typsnittsvyn ska du även kopiera glyfernas metadata (namn, kodning, kommentar etc.).

source: When copying glyphs from the font view, also copy the glyphs' truetype instructions.
es: Al copiar los glifos desde la vista de fuentes, copia también las instrucciones truetype de los glifos.
ru: При копировании глифов из окна таблицы шрифта копировать и truetype-инструкции этих глифов
sv: När du kopierar glyfer från typsnittsvyn kopierar du även glyfernas truetype-instruktioner.

source: When debugging in grey-scale this is the color of a raster block which is fully covered.
es: Al depurar en escala de grieses este es el color de un bloque de rasterización que está completamente cubierto.
ru: При отладке в градациях серого этим цветом отмечается полностью закрашенный растровый блок.
sv: Vid felsökning i gråskala är detta färgen på ett rasterblock som är helt täckt.

source: When displaying a list of glyph names (or sometimes just a single glyph name) FontForge will add the unicode character the name refers to in parenthesis after the name. It does this because some names are obscure. Some people would prefer not to see this, so this preference item lets you turn off this behavior
es: Al mostrar una lista de nombres de glifos (o a veces solo un nombre de glifo), FontForge añadirá el carácter Unicode al que se refiere el nombre entre paréntesis después del nombre. Hace esto porque algunos nombres son oscuros. Algunas personas preferirían no ver esto, así que este elemento de preferencia te permite desactivar este comportamiento
ru: При отображении списка имён глифов (или в некоторых случаях только одного имени глифа) FontForge добавляет символ Юникода в скобках после относящегося к нему имени. Делается это оттого, что некоторые имена имеют неочевидное значение. Не всем пользователям нравится такой формат отображения, и данная настройка позволяет его отключать
sv: När du visar en lista med glyfnamn (eller ibland bara ett enda glyfnamn) FontForge lägga till det unicode-tecken som namnet hänvisar till inom parentes efter namnet. Detta görs eftersom vissa namn är obskyra. Vissa människor skulle föredra att inte se detta, så med det här inställningsobjektet kan du stänga av detta beteende

source: When doing autokerning, only move glyphs closer together, so the kerning offset will be negative.
es: Al hacer el interletraje automático, solo mueve los glifos más cerca, por lo que el desplazamiento del interletraje será negativo.
ru: В процессе автокернинга только перемещать глифы ближе друг к другу, чтобы смещение кернинга получилось отрицательным.
sv: När du gör autokerning flyttar du bara glyfer närmare varandra, så kerningförskjutningen blir negativ.

source: When double clicking on a character in the font view open that character in a new window, otherwise reuse an existing one.
es: Al hacer doble clic en un carácter en la vista de fuente, abrir ese carácter en una nueva ventana. De lo contrario, reusar uno existente.
ru: Двойной щелчок по символу в окне просмотра шрифта, открывает этот символ в новом окне, либо меняет отображаемый символ в ранее открытом окне.
sv: När du dubbelklickar på ett tecken i typsnittsvyn öppnas det tecknet i ett nytt fönster, annars återanvända ett befintligt.

source: When dragging points in the outline view a join may occur (two open contours may connect at their endpoints). When this is On a join will cause FontForge to stop moving the selection (as if the user had released the mouse button). This is handy if your fingers are inclined to wiggle a bit.
es: Al arrastrar puntos en la vista de contornos puede ocurrir una unión (dos contornos abiertos pueden conectarse en sus puntos finales). Si esto está activado, FontForge dejará de mover la selección (como si el usuario hubiera soltado el botón del ratón). Esto es práctico si tus dedos suelen temblar un poco.
ru: При перетаскивании точки в окне контура может произойти их объединение (два открытых контура могут соединиться в конечных точках). При включении данного параметра объединение заставит FontForge остановить перемещение выделения (как если бы пользователь отпустил кнопку мыши). Это удобно, если у пользователя не получается точно перемещать указатель мыши.
sv: När du drar punkter i konturvyn kan en sammanfogning uppstå (två öppna konturer kan ansluta vid sina ändpunkter). När en sammanfogning gör att FontForge slutar flytta markeringen (som om markeringen (som om användaren hade släppt musknappen). Detta är praktiskt om dina fingrar är benägna att vicka lite.

source: When filling using freetype in the outline view, have freetype render the glyph antialiased.
es: Al rellenar usando FreeType en la vista de contorno, haz que FreeType renderize el glifo con anti-alias.
ru: При заполнении с использованием freetype в окне просмотра контура задать отрисовку глифа во freetype со сглаживанием.

source: When fontforge opens a (non-sfd) font it will try to display this unicode character in the fontview.
es: Cuando FontForge abre una fuente (que no es sfd), tratará de mostrar este carácter Unicode en la vista de fuentes.
ru: При открытии файла шрифта (не SFD) FontForge попытается отобразить этот символ Юникод в окне просмотра шрифта.
sv: När fontforge öppnar ett (icke-sfd) typsnitt kommer den att försöka visa detta unicode-tecken i typsnittsvyn.

source: When generating a Mac Type1 resource font, you MUST generate at least one NFNT bitmap font to go with it. If you have not created any bitmaps for this font, cancel this dlg and use the Element->Bitmaps Available command to create one
es: Al generar una fuente Type1 de Mac, DEBES generar por lo menos una fuente de mapa de bits NFNT en conjunto. Si no ha creado ningún mapa de bits para esta fuente, sal de este diálogo y usa el comando Elemento->Mapas de bits disponibles para crear uno
ru: При создании шрифта с ресурсам Mac Type1 НЕОБХОДИМО создать хотя бы одинрастровый шрифт NFNT для включения в его состав. Если растры для этого шрифта не создавались, нажмите кнопку «Отмена» и создайте растр с помощью команды «Элемент»->«Доступные растры»
sv: När du genererar ett Mac Type1-resurstypsnitt MÅSTE du generera minst ett NFNT-bitmappstypsnitt tillsammans med det. Om du inte har skapat några bitmappar för detta typsnitt avbryter du denna dlg och använder kommandot Element->Bitmaps Available för att skapa en
