Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: If a glyph has been edited so that it has a different number of points now, then any references which use point matching and depended on that glyph's point count will be incorrect.
es: Si un glifo ha sido editado para tener un número de puntos diferente, entonces cualquier referencia que use coincidencia de puntos y dependa del conteo de puntos de ese glifo será incorrecta.
ru: Если изменение глифа привело к изменению числа точек, любые ссылки с применением согласования точек и зависящие от числа точек этого глифа будут неверными.
sv: Om en glyf har redigerats så att den har ett annat antal antal punkter nu, då kommer alla referenser som använder punktmatchning och berodde på den glyfens punktantal kommer att vara felaktiga.

source: If a glyph in the second font is missing from the first, then add it to the first with the outlines of the second font in the background
es: Si falta un glifo en la segunda fuente a comparación de la primera, entonces añádelo a la primera con los contornos de la segunda fuente en el fondo
ru: Если глиф во втором шрифте отсутствует в первом, добавить его в первый на фоне контуров второго шрифта
sv: Om en glyf i det andra typsnittet saknas i det första, lägg då lägg till den i den första med konturerna av den andra fonten i bakgrunden

source: If a line has a bump on it then flatten out that bump
es: Si una línea tiene una protuberancia sobre ella, entonces aplanarla
ru: При наличии горба у кривой линии выпрямить его
sv: Om en linje har en ojämnhet på sig, plana ut den ojämnheten

source: If any of the above baselines are active then you should specify which one is the default baseline for each script in the font, and specify how to position glyphs in this script relative to all active baselines
es: Si alguna de las líneas de referencia anteriores está activa, entonces debe especificar cuál es la línea de referencia predeterminada para cada sistema de escritura en la fuente, y especificar cómo posicionar los glifos en este sistema de escritura relativo a todas las líneas base activas
ru: Если какая-либо из перечисленных базовых линий активна, укажите какая из них используется по умолчанию для каждой системы письма в шрифте, а также укажите как должны располагаться глифы в этой системе письменности относительно всех активных базовых линий
sv: Om någon av baslinjerna ovanför är aktiva bör du ange vilken som är standardbaslinje för varje skrivsystem i typsnittet, och ange hur glyfer ska placeras i skrivsystemet relativt till alla aktiva baslinjer

source: If one of those glyphs already has a suffix
es: Si alguno de esos glifos ya tiene un sufijo
ru: Если один из этих глифов уже имеет суффикс
sv: Om en av dessa glyfer redan har ett suffix

source: If set then the entire font must be embedded in a document when any character is. Otherwise the document creator need only include the characters it uses.
es: Si se establece, entonces toda la fuente debe estar incrustada en un documento cuando cualquier carácter lo esté. De lo contrario, el creador del documento necesita incluir solamente los caracteres que usa.
ru: Если включено, при использовании хотя бы одного символа в документ должен быть встроен весь шрифт, а не его используемое подмножество.
sv: Om den är inställd måste hela typsnittet bäddas in i ett dokument när något tecken är det. Annars behöver dokumentskaparen bara bara inkludera de tecken som används.

source: If specified this should be a space separated list of integers each less than 16777216 which uniquely identify your organization FontForge will generate a random number for the final component.
es: Si se especifica, esto debería ser una lista de enteros separada por espacios, cada uno menor que 16777216, lo que identifica de forma única tu organización. FontForge generará un número aleatorio para el componente final.
ru: При указании значения в этом поле должен содержаться разделённый пробелами список целочисленных значений, каждое из которых меньше 16777216 и является уникальным идентификатором вашей организации. FontForge создаст случайный номер для последнего компонента.
sv: Om det anges ska detta vara en mellanslagsseparerad lista med heltal som var och en mindre än 16777216 som unikt identifierar din organisation FontForge kommer att generera ett slumpmässigt nummer för den slutliga komponenten.

source: If the design size is 0, then all other fields on that pane must be zero (or unspecified) too.
es: Si el tamaño del diseño es 0, entonces todos los campos en ese panel también deben ser cero (o no especificados).
ru: Если расчётный кегль равен 0, тогда все поля на этой вкладке также должны содержать нули (либо быть пустыми).
sv: Om designstorleken är 0 måste alla andra fält på den rutan också vara noll (eller ospecificerade).

source: If the old-style 'kern' table contains unencoded glyphs (or glyphs encoded outside of the BMP), many Windows applications won't have any kerning at all. This option excludes such problematic glyphs from the old-style 'kern' table.
es: Si la tabla "kern" de estilo antiguo contiene glifos no codificados (o glifos codificados fuera del BMP), muchas aplicaciones de Windows no tendrán ningún interletraje en lo absoluto. Esta opción excluye dichos glifos problemáticos de la tabla "kern" del estilo antiguo.
ru: Если таблица 'kern' в старом стиле содержит некодированные глифы (или глифы с кодами за пределами BMP), то во многих приложениях Windows кернинг будет отсутствовать. Эта опция исключает данные проблематичные глифы из таблицы 'kern' в старом стиле.

source: If the search pattern is a single open contour then do not match the end points. They merely specify the direction from which the curve should move toward the next point (which will be matched), and the minimum distance between the first matched point and the one before it. The endpoints of the replace contour will also only be used for positioning. This allows you to match a right angle corner without needed to specify exactly how long the edges are which form the right angle.
es: Si el patrón de búsqueda es un único contorno abierto, entonces no coincidir los puntos extremos. Ellos especifican meramente la dirección desde la cual la curva debería moverse hacia el siguiente punto (que coincidirá) y la distancia mínima entre el primer punto coincidente y el punto antes de él. Los puntos finales del contorno de reemplazo igualmente solo se usarán para el posicionamiento. Esto te permite coindicir una esquina en el ángulo correcto sin la necesidad de especificar la longitud exacta de los lados que lo definen.
ru: Если шаблон поиска является единым открытым контуром, то он не должен совпадать с конечным точками. Они лишь указывают направление, с которого кривая должна двигаться в направлении следующей точки (которая совпадёт), и минимальное расстояние между первой совпавшей точкой и точкой, которая ей предшествует. Конечные точки заменяющего контура также будут использоваться только для позиционирования. Это обеспечивает совпадение прямого угла без необходимости указания точной длины краёв, формирующих прямой угол.
sv: Om sökmönstret är en enda öppen kontur ska du inte matcha ändpunkterna. De anger bara den riktning från vilken kurvan ska röra sig mot nästa röra sig mot nästa punkt (som kommer att matchas), och det minsta avståndet mellan den första matchade matchade punkten och den före den. Slutpunkterna för replace-konturen kommer också endast att användas för positionering. Detta gör att du kan matcha ett rätvinkligt hörn utan att behöva specificera exakt hur långa de kanter är är som bildar den räta vinkeln.

source: If the slope of an adjusted point is near horizontal or vertical snap to that
es: Si la pendiente de un punto ajustado está cerca de una horizontal o vertical, acoplar a ella
ru: Притягиваться к корректируемой точке, если её наклон почти горизонтален или вертикален
sv: Om lutningen på en justerad punkt är nära horisontell eller vertikal snäpp till den

source: If the start point of a contour is not an extremum, find a new start point (on the contour) which is.
es: Si el punto de inicio de un contorno no es un extremo, encontrar un nuevo punto de inicio (en el contorno) que lo sea.
ru: Если начальная точка контура не является экстремумом, найти другую точку, которая им является
sv: Om startpunkten för en kontur inte är ett extremum, hitta en ny startpunkt (på konturen) som är det.

source: If this glyph is used as a pattern to tile some other glyph then it is useful to specify the amount of whitespace surrounding the tile. Either specify a margin to extend the bounding box of the contents, or specify the bounds explicitly.
es: Si se usa este glifo como un patrón para embaldosar algún otro glifo, entonces es útil especificar la cantidad de espacios en blanco que rodean el mosaico. O bien especifica un margen para extender la caja de límites de los contenidos, o especifica los límites explícitamente.
ru: Если этот глиф используется в качестве шаблона для укладки другого глифа, то полезно указать количество свободного пространства, окружающего плитку. Либо укажите отступ, чтобы расширить рамки содержимого, либо задайте границы в явном виде.
sv: Om denna glyf används som ett mönster för att någon annan glyf så är det användbart att specificera hur mycket blanksteg som ska omge plattan. Ange antingen en marginal för att utöka innehållets för innehållet, eller ange gränserna explicit.

source: If two adjacent points on the same path are less than a few emunits apart they will cause problems for some of FontForge's commands. PostScript shouldn't care though.
es: Si dos puntos adyacentes de un mismo trazado tienen una distancia de unidades em demasiado corta, causarán problemas para algunos de los comandos de FontForge. Sin embargo, esto no debería importarle a PostScript.
ru: Если две соседние точки на одном и том же контуре будут располагаться ближе, чем несколько em-единиц, то возникнут проблемы с некоторыми командами FontForge. При этом с PostScript проблем возникнуть не должно.
sv: Om två intilliggande punkter på samma slinga ligger mindre än några emunits från varandra kommer de att orsaka problem för vissa av FontForge's kommandon. PostScript borde dock inte bry sig.

source: If two glyphs differ, then add the outlines of the second glyph to the background layer of the first (So when opening the first the differences will be visible).
es: Si dos glifos difieren, entonces añade los contornos del segundo glifo a la capa de fondo del primero (Así que al abrir el primero las diferencias serán visibles).
ru: Если два глифа отличаются, разместить контуры второго глифа на фоне первого (чтобы при открытии первого глифа были видны различия).
sv: Om två glyfer skiljer sig åt, lägg då till konturerna av den andra glyfen till bakgrundslagret för den första (så när du öppnar den första kommer skillnaderna att vara synliga).

source: If you are running an X11 clipboard manager you might want to turn this off. FF can put things into its internal clipboard which it cannot export to X11 (things like copying more than one glyph in the fontview). If you have a clipboard manager running it will force these to be exported with consequent loss of data.
es: Si estás ejecutando un gestor de portapapeles de X11, tal vez quieras apagar esto. FF puede poner cosas en su portapapeles interno, el cual no puede exportar a X11 (cosas como copiar más que un glifo en la vista de fuentes). Si tienes un gestor de portapapeles ejecutándose, forzará a estos a ser exportados con una consecuente pérdida de datos.
ru: При использовании буфера обмена X11 может возникнуть необходимость в его отключении. FF может помещать данные в свой собственный буфер обмена, но не способен экспортировать их в X11 (например, копирование более одного глифа в окне просмотра шрифта). При наличии менеджера буфера обмена запуск его приведёт к принудительному экспорту с последующей потерей данных.
sv: Om du kör en X11 urklippshanterare kanske du vill stänga av att stänga av detta. FF kan lägga in saker i sitt interna urklipp som den inte kan exportera till X11 (saker som att kopiera mer än än en glyf i fontvyn). Om du har en urklippshanterare körs kommer det att tvinga dessa att exporteras med följd förlust av data.

source: If you don't specify a suffix, the glyphs don't get renamed.
es: Si no especificas un sufijo, los glifos no serán renombrados.
ru: Без указания суффикса глифы не будут переименованы.
sv: Om du inte anger något suffix får glyferna inget nytt namn.

source: If you have made any changes to the hints, then in addition to changing the glyph's hints refigure it's hint masks and substitution points.
es: Si has realizado cualquier cambio en las pistas, entonces además de cambiar las pistas de los glifos, refigura sus máscaras de pista y puntos de sustitución.
ru: При внесении изменений в эти хинты в дополнение к изменениям хинтов глифов необходимо изменить конфигурацию масок хинтов и точек подстановки.
sv: Om du har gjort några ändringar i ledtrådarna, då förutom att ändra glyfens ledtrådar konfigurera om dess ledtrådsmasker och substitutionspunkter.

source: If you leave this field blank FontForge will use a default based on either the version string above, or one in the 'name' table.
es: Si deja este campo en blanco, FontForge utilizará un valor predeterminado basado en ya sea la cadena de versión anterior, o en uno de la tabla "name".
ru: Если оставить это поле пустым FontForge будет использовать значение по умолчанию либо на основе строки версии выше, либо значения в таблице 'name'.
sv: Om du lämnar detta fält tomt kommer FontForge att använda en standard baserad på antingen versionssträngen ovan eller en i tabellen "name".

source: If you leave this field blank FontForge will use a default based on either the version string, or one in the 'name' table.
es: Si deja este campo en blanco, FontForge utilizará un valor predeterminado basado en ya sea la cadena de versión, o en uno de la tabla "name".
ru: Если оставить это поле пустым, FontForge будет использовать значение по умолчанию на основе строки версии, либо значения в таблице 'name'.
sv: Om du lämnar detta fält tomt kommer FontForge att använda en standard baserad på antingen versionssträngen eller en i tabellen "name".

source: If you specify a design size range, then you are supposed to specify a style id and style name too. FontForge will allow you to leave those fields blank, but other applications may not.
es: Si especificas un rango de tamaño del diseño, entonces se supone que también debes especificar un ID de estilo y nombre de estilo. FontForge te permitirá dejar esos campos en blanco, pero puede que otras aplicaciones no.
ru: При указании диапазона расчётного кегля необходимо указать id стиля, а также его имя. FontForge позволяет оставить эти поля пустыми, но другие приложения могут потребовать их заполнения.
sv: Om du anger ett designstorleksintervall ska du också ange ett stil-ID och ett stilnamn. FontForge tillåter dig att lämna dessa fält tomma, men andra program kanske inte gör det.

source: If you specify a design size, it must be positive
es: Si especificas un tamaño de diseño, debe ser positivo
ru: При указании расчётного кегля число должно быть положительным
sv: Om du anger en designstorlek måste den vara positiv

source: If you specify a style id for the design size, then you must specify a size range
es: Si especificas un ID de estilo para el tamaño del diseño, debes especificar un rango de tamaño
ru: При указании id стиля для расчётного кегля необходимо указать диапазон расчётного значения
sv: Om du anger ett stil-id för designstorleken måste du ange ett storleksintervall

source: If you specify a style id for the design size, then you must specify a style name
es: Si especificas un ID de estilo para el tamaño del diseño, debes especificar un nombre de estilo
ru: При указании ID стиля для расчётного кегля, необходимо указать имя стиля
sv: Om du anger ett stil-ID för designstorleken måste du ange ett stilnamn

source: If you specify a style name for the design size, then you must specify a style id
es: Si especificas un nombre de estilo para el tamaño del diseño, debes especificar un ID de estilo
ru: При указании имени стиля для расчётного кегля необходимо указать ID стиля
sv: Om du anger ett stilnamn för designstorleken måste du ange ett stil-ID

source: If you wish to replace Adobe's OtherSubrs array (for Type1 fonts) with an array of your own, set this to point to a file containing a list of up to 14 PostScript subroutines. Each subroutine must be preceded by a line starting with '%%%%' (any text before the first '%%%%' line will be treated as an initial copyright notice). The first three subroutines are for flex hints, the next for hint substitution (this MUST be present), the 14th (or 13 as the numbering actually starts with 0) is for counter hints. The subroutines should not be enclosed in a [ ] pair.
es: Si deseas reemplazar el array OtherSubrs de Adobe (para fuentes Type1) con un array propio, establece esto para apuntar a un archivo que contenga una lista de hasta 14 subrutinas de PostScript. Cada subrutina debe estar precedida por una línea que comience con "%%%%" (cualquier texto antes de la primera línea con "%%%%" será tratado como un aviso inicial de Copyright). Las primeras tres subrutinas son para las pistas de Flex, la siguiente para la sustitución de pistas (esta DEBE estar presente), la 14va (o 13va ya que la numeración realmente empieza en 0) es para las pistas de contadores. Las subrutinas no deben estar encerradas entre un [ ].
ru: При желании заменить массив OtherSubrs от Adobe (для шрифтов Type1) своим собственным массивом, укажите здесь расположение файла, содержащего список до 14 подпрограмм PostScript. Каждая подпрограмма должна предваряться строкой, начинающейся с «%%%%» (любой текст до первого включения строки «%%%%» будет обрабатываться как начальное уведомление об авторском праве). Первые три подпрограммы предназначены для flex-инструкции, следующие для подстановки инструкций (эта часть является ОБЯЗАТЕЛЬНОЙ), 14-ая (или 13-ая, так как на самом деле нумерация начинается с 0) предназначена для инструкций-счётчиков. Подпрограммы не должны заключаться в пару квадратных скобок [ ].
sv: Om du vill ersätta Adobes OtherSubrs-matris (för Type1-typsnitt) med en egen array kan du ställa in den så att den pekar på en fil som innehåller en lista med upp till 14 PostScript-underrutiner. Varje subrutin måste föregås av en rad som börjar med '%%%%' (all text före den första '%%[3 första raden '%%%%' kommer att behandlas som ett första meddelande om upphovsrätt). De tre första subrutinerna är för flexhintar, nästa för hint (denna MÅSTE finnas med), den 14:e (eller 13 eftersom numreringen numreringen faktiskt börjar med 0) är för räknartips. Subrutinerna ska inte vara inneslutna i ett [ ] par.

source: If your SFD contains images, write them as PNG; this results in smaller SFDs; but was not supported in FontForge versions compiled before July 2019, so older FontForge versions cannot read them.
es: Si tu SFD contiene imágenes, escríbelos como PNG; esto resulta en SFD más pequeños; pero no estaba soportado en las versiones de FontForge compiladas antes de julio de 2019, por lo que las versiones anteriores de FontForge no pueden leerlas.
ru: Если SFD содержит изображения, записывайте эти изображения в виде PNG; что позволит уменьшить размер SFD; однако этот функционал не поддерживался в версиях FontForge, скомпилированных до июля 2019 года, в силу чего более старые версии FontForge не умеют их читать.

source: Igbo
ru: Игбо

source: Ignore
es: Ignorar
ru: Игнорировать
sv: Ignorera

source: Ignore Base Glyphs
es: Ignorar caracteres de base
ru: Игнорировать основные глифы
sv: Ignorera basglyfer

source: Ignore Combining Marks
es: Ignorar marcas
ru: Игнорировать объединяющие знаки
sv: Ignorera kombinerande märken

source: Ignore Ligatures
es: Ignorar ligaduras
ru: Игнорировать лигатуры
sv: Ignorera ligaturer

source: Ignore invalid substitutions
es: Ignorar sustituciones inválidas
ru: Игнорировать неверные подстановки

source: Ignore this problem in the future
es: Ignorar este problema en el futuro
ru: Игнорировать эту проблему в дальнейшем
sv: Ignorera detta problem i framtiden

source: Ignoring duplicate /CharStrings entry
es: Ignorando entrada duplicada/de cadena de caracteres
ru: Игнорируется дублирующаяся запись /CharStrings

source: Ignoring duplicate /Subrs entry
es: Ignorando entrada duplicada /Subrs
ru: Игнорируется дублирующаяся запись /Subrs

source: Ijo languages
es: Lenguas ijoides
ru: Иджоидные языки

source: Ilokano
es: Ilocano
ru: Илоканский

source: Image
es: Imagen
ru: Изображение
sv: Bild

source: Image Info
es: Información de la imagen
ru: Сведения об изображении
sv: Bildinformation

source: Image Path
es: Trazado de la imágen
ru: Путь к изображению
sv: Sökväg till bild

source: Image Size: %d x %d pixels
es: Tamaño de imagen: %d x %d píxeles
ru: Размер: %d x %d пикселов
sv: Bildstorlek: %d x %d bildpunkter

source: Image Template
es: Plantilla imagen
ru: Шаблон изображения
sv: Bildmall

source: Image at: (%.0f,%.0f)
es: Imágen en: (%.0f,%.0f)
ru: В позиции: (%.0f,%.0f)
sv: Bild på: (%.0f,%.0f)

source: Image used for disabled listmarks (overrides the box)
es: Imagen usada para marcas de listas desactivadas (sobreescribe la caja)
ru: Изображение для отключённых меток списка (переопределяет область)
sv: Bild som används för listmarkeringar för funktionshindrade (åsidosätter rutan)

source: Image used for enabled listmarks (overrides the box)
es: Imagen usada para marcas de listas activadas (sobreescribe la caja)
ru: Изображение для включённых меток списка (переопределяет область)
sv: Bild som används för aktiverade listmarkeringar (åsidosätter rutan)

source: Image used in the splash screen and About dialog
es: Imagen usada en la pantalla de bienvenida y en el diálogo Acerca de
ru: Изображение на экране заставки и в диалоговом окне «О программе»

source: Image used instead of the Check Box Off Mark
es: Imagen usada en lugar de la marca desactivada de las casillas
ru: Изображение для использования вместо метки для отключённого состояния флажка
sv: Bild som används istället för kryssrutan Off Mark

source: Image used instead of the Check Box Off Mark (when the checkbox is disabled)
es: Imagen usada en lugar de la marca desactivada de las casillas (cuando están deshabilitadas)
ru: Изображение для использования вместо метки для отключённого состояния флажка (при снятии флажка)

source: Image used instead of the Radio Off Mark
es: Imagen usada en lugar de la marca activada de los radios
ru: Изображение для использования вместо метки отключения переключателя
sv: Bild används istället för Radio Off Mark

source: Image used instead of the Radio Off Mark (when the radio is disabled)
es: Imagen usada en lugar de la marca desactivada de los radios (cuando están deshabilitados)
ru: Изображение для использования вместо метки отключения переключателя (в отключённом состоянии)
sv: Bild som används istället för Radio Off Mark (när radion är avstängd)

source: Image used instead of the Radio On Mark
es: Imagen usada en lugar de la marca activada de los radios
ru: Изображение для использования вместо маркера включения переключателя
sv: Bild används istället för Radio On Mark

source: Image used instead of the Radio On Mark (when the radio is disabled)
es: Imagen usada en lugar de la marca activada de los radios (cuando están deshabilitados)
ru: Изображение для использования вместо маркера включения переключателя (в отключённом состоянии)
sv: Bild som används istället för Radio On Mark (när radion är avstängd)

source: Image used instead of the Visibility Box Off Mark
es: Imagen usada en lugar de la marca desactivada de las cajas de visibilidad
ru: Изображение для использования вместо метки отключения поля видимости
