Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Storage %d was changed from %d (%.2f) to %d (%.2f) by the previous instruction
es: El almacenamiento %d fue cambiado de %d (%.2f) a %d (%.2f) por la instrucción anterior
ru: Хранение %d было изменено с %d (%.2f) на %d (%.2f) предыдущей инструкцией
sv: Lagring %d ändrades från %d (%.2f) till %d (%.2f) med föregående instruktion

source: Storage (TrueType)
es: Almacenamiento (TrueType)
ru: Хранение (TrueType)
sv: Lagring (TrueType)

source: Store ligature data in AFM files
es: Guardar datos de ligaduras en los archivos AFM
ru: Хранить данные лигатур в файлах AFM
sv: Lagra ligaturdata i AFM-filer

source: Store this filename in preferences
es: Guardar este nombre de archivo en preferencias
ru: Сохранить имя этого файла в параметрах программы
sv: Spara detta filnamn i inställningarna

source: Straight Arms/Double Serif
es: Brazos rectos/serifa doble
ru: Прямой штрих/двойная засечка
sv: Raka armar/dubbel serif

source: Straight Arms/Horizontal
es: Brazos rectos/horizontal
ru: Прямой штрих/горизонтальные
sv: Raka armar/horisontella

source: Straight Arms/Single Serif
es: Brazos rectos/serifa única
ru: Прямой штрих/одиночная засечка
sv: Raka vapen/Single Serif

source: Straight Arms/Vertical
es: Brazos rectos/vertical
ru: Прямой штрих/вертикальные
sv: Raka armar/Vertikala

source: Straight Arms/Wedge
es: Brazos rectos/cuña
ru: Прямой штрих/клинообразные
sv: Raka armar/kantsättning

source: Stretch:
es: Extensión:
ru: Растяжение:

source: Stretching Glyph Decomposition
es: Descomposición de glifos de estiramiento
ru: Декомпозиция растянутым глифом

source: Strike %d@%d
es: Trazo %d@%d
ru: Обводка %d@%d

source: Strike %d@%d missing from %s
es: Trazo %d@%d faltante de %s
ru: Обводки %d@%d отсутствуют в %s
sv: Strejk %d@%d saknas från %s

source: Strike Information for %.90s
es: Información de trazo para %.90s
ru: Информация по обводке для %.90s
sv: Strykinformation för %.90s

source: Strikeout
es: Tachado
ru: Вычеркнутый

source: Strikes in %s but not in %s
es: Trazos en %s pero no en %s
ru: Обводки имеются в %s, но отсутствуют в %s
sv: Strejker i %s men inte i %s

source: String
es: Cadena
ru: Строка
sv: Sträng

source: String ID
es: ID de cadena
ru: ID строки
sv: Sträng ID

source: Stroke
es: Trazo
ru: Обводка
sv: Linje

source: Stroke _Variation
es: _Variación trazado
ru: _Изменение штриха:

source: Stroke _Width:
es: Ancho del trazo:(_W)
ru: _Ширина обводки:
sv: Stroke _Bredd:

source: Stroke width cannot be zero
es: El ancho del trazo no puede ser cero
ru: Ширина обводки не может быть равна нулю

source: Stroking...
es: Trazando...
ru: Формирование обводки…
sv: Smekning...

source: Strong Left to Right
es: Fuerte, izquierda a derecha
ru: Слева направо со строгой типизацией
sv: Stark från vänster till höger

source: Strong Right to Left
es: Fuerte, derecha a izquierda
ru: Справа налево со строгой типизацией
sv: Stark höger till vänster

source: Style Map:
es: Mapa de estilos:
ru: Карта стилей:

source: Style Name:
es: Nombre de estilo:
ru: Имя стиля:
sv: Stilnamn:

source: Style Set 1
es: Estilo 1
ru: Набор стилей 1
sv: Stiluppsättning 1

source: Style Set 10
es: Conjunto estilístico 10
ru: Набор стилей 10
sv: Stiluppsättning 10

source: Style Set 11
es: Conjunto estilístico 11
ru: Набор стилей 11
sv: Stiluppsättning 11

source: Style Set 12
es: Conjunto estilístico 12
ru: Набор стилей 12
sv: Stiluppsättning 12

source: Style Set 13
es: Conjunto estilístico 13
ru: Набор стилей 13
sv: Stiluppsättning 13

source: Style Set 14
es: Conjunto estilístico 14
ru: Набор стилей 14
sv: Stiluppsättning 14

source: Style Set 15
es: Conjunto estilístico 15
ru: Набор стилей 15
sv: Stiluppsättning 15

source: Style Set 16
es: Conjunto estilístico 16
ru: Набор стилей 16
sv: Stiluppsättning 16

source: Style Set 17
es: Conjunto estilístico 17
ru: Набор стилей 17
sv: Stiluppsättning 17

source: Style Set 18
es: Conjunto estilístico 18
ru: Набор стилей 18
sv: Stiluppsättning 18

source: Style Set 19
es: Conjunto estilístico 19
ru: Набор стилей 19
sv: Stiluppsättning 19

source: Style Set 2
es: Estilo 2
ru: Набор стилей 2
sv: Stiluppsättning 2

source: Style Set 20
es: Conjunto estilístico 20
ru: Набор стилей 20
sv: Stiluppsättning 20

source: Style Set 3
es: Estilo 3
ru: Набор стилей 3
sv: Stiluppsättning 3

source: Style Set 4
es: Estilo 4
ru: Набор стилей 4
sv: Stiluppsättning 4

source: Style Set 5
es: Estilo 5
ru: Набор стилей 5
sv: Stiluppsättning 5

source: Style Set 6
es: Conjunto estilístico 6
ru: Набор стилей 6
sv: Stiluppsättning 6

source: Style Set 7
es: Conjunto estilístico 7
ru: Набор стилей 7
sv: Stiluppsättning 7

source: Style Set 8
es: Conjunto estilístico 8
ru: Набор стилей 8
sv: Stiluppsättning 8

source: Style Set 9
es: Conjunto estilístico 9
ru: Набор стилей 9
sv: Stiluppsättning 9

source: Style _ID:
es: _ID de estilo:
ru: _ID стиля:
sv: Stil _ID:

source: StyleSet Names
es: Nombres StyleSet
ru: Имена стилевых наборов
sv: Namn på StyleSet

source: Styles (SubFamily)
es: Estilos (Subfamilia)
ru: Начертания (Подсемейство)
sv: Stilar (underfamilj)

source: Stylistic Alternatives
es: Alternativas estilísticas
ru: Стилистические варианты начертания
sv: Stylistiska alternativ

source: Sub/Super
ru: Верхний/нижний индекс

source: Sub/Superscript
es: Sub/superíndice
ru: Верхние/нижние индексы

source: SubFonts|_All
es: Tod_as
ru: _Все
sv: _Alla

source: SubFonts|_None
es: _Ninguna
ru: _Нет
sv: _Ingen

source: Subroutine number out of bounds in %s
es: Número de suroutina fuera de límites en %s
ru: Количество подпрограмм выходит за пределы в %s

source: Subscript
es: Subíndice
ru: Подстрочный индекс
sv: Nedsänkt

source: SubscriptSuperUse|Default
es: Predeterminado
ru: По умолчанию
sv: Standard

source: Subscripts and Superscripts
es: Subíndces y superíndices
ru: Верхние и нижние индексы
sv: Subscripts och Superscripts

source: Subscripts/Superscripts
es: Subíndices/superíndices
ru: Нижние и верхние индексы

source: Substitute glyph out of bounds in 'mort'/'morx' table %d
es: Glifo de sustitución fuera de límites en la tabla "mort'/'morx" %d
ru: Глиф подстановки выходит за пределы в таблице 'mort'/'morx' %d

source: Substitution generates itself
es: La sustitución se genera a sí misma
ru: Подстановка создает себя сама
sv: Substitutionen genererar sig själv

source: Substitutions
es: Sustituciones
ru: Подстановки
sv: Ersättningar

source: Subtable
es: Subtabla
ru: Подтаблица
sv: Underbord

source: Subtable %.60s in glyph %.60s
es: Subtabla %.60s en el glifo %.60s
ru: Подтаблица %.60s в глифе %.60s
sv: Subtable %.60s i glyph %.60s

source: Subtable extends beyond end of GPOS table
es: La subtabla se extiende más allá del final de la tabla GPOS
ru: Подтаблица простирается за пределы таблицы GPOS

source: Subtable extends beyond end of GSUB table
es: La subtabla se extiende más allá del final de la tabla GSUB
ru: Подтаблица простирается за пределы таблицы GSUB

source: Sukuma
ru: Сукума

source: Sum Around:
es: Suma alrededor de:
ru: Отклонение:

source: Summary:
es: Resumen:
ru: Итого:

source: Sundanese
es: Sondanés
ru: Сунданское письмо
sv: Sundanesiska

source: Sundanese (roman)
es: Sondanés (romano)
ru: Сунданский (романский)
sv: Sundanesiska (romerska)

source: Sundanese Supplement
es: Sondanés, suplemento
ru: Дополнение к сунданскому письму

source: Super 45° ROUND Too complicated. Look it up
es: ROUND 45° súper (S45ROUND) Demasiado complicado. Investígalo
ru: S45ROUND Точное округление 45° Слишком сложно. Изучите документацию
sv: Super 45° RUND För komplicerat. Kolla upp det

source: Super Condensed
es: Súper condensado
ru: Сверхузкий
sv: Super Kondenserad

source: Super Extended
es: Súper extendido
ru: Сверхширокий

source: Super ROUND Too complicated. Look it up
es: ROUND súper (SROUND) Demasiado complicado. Investígalo
ru: SROUND Точное округление Слишком сложно. Изучите документацию
sv: Super RUND För komplicerat. Slå upp det

source: Super Wide
es: Súper ancho
ru: Суперширокий
sv: Superbred

source: Superscript
es: Superíndice
ru: Надстрочный индекс
sv: Upphöjt

source: Superscripts and Subscripts
es: Superíndices y subíndices
ru: Надстрочные и подстрочные знаки

source: Supplemental Arrows-A
es: Flechas complementarias-A
ru: Дополнительные стрелки — A
sv: Kompletterande pilar-A

source: Supplemental Arrows-B
es: Flechas complementarias-B
ru: Дополнительные стрелки — B
sv: Kompletterande pilar-B

source: Supplemental Arrows-C
es: Flechas complementarias-C
ru: Дополнительные стрелки — С

source: Supplemental Mathematical Operators
es: Operadores matemáticos complementarios
ru: Дополнительные математические операторы

source: Supplemental Punctuation
es: Puntuación complementaria
ru: Знаки препинания, дополнение
sv: Kompletterande skiljetecken

source: Supplemental Symbols and Pictographs
es: Symbols y Pictografías suplementarias
ru: Дополнительные символы и пиктограммы

source: Supplementary Ideographic Plane
es: Plano ideográfico suplementario
ru: Дополнительная идеографическая плоскость
sv: Kompletterande ideografiskt plan

source: Supplementary Multilingual Plane
es: Plano multilingüe suplementario
ru: Дополнительная многоязычная плоскость
sv: Kompletterande flerspråkigt plan

source: Supplementary Private Use Area A/B
es: Área de uso privado suplementaria A/B
ru: Дополнительная область для частного использования A/B

source: Supplementary Private Use Area-A
es: Área de uso privado suplementaria-A
ru: Дополнительная область для частного использования — A
sv: Kompletterande privat användningsområde-A

source: Supplementary Private Use Area-B
es: Área de uso privado suplementaria-B
ru: Дополнительная область для частного использования — B
sv: Kompletterande privat användningsområde-B

source: Supplementary Special-purpose Plane
es: Plano para usos especiales suplementario
ru: Специализированная дополнительная плоскость
sv: Kompletterande flygplan för särskilda ändamål

source: Suri
ru: Сури

source: Sutton SignWriting
es: Escritura de señas Sutton
ru: Жестовое письмо Саттон

source: Sutu
ru: Сото

source: Svan
es: Esvano
ru: Сванский

source: Swadaya Aramaic
es: Arameo swadaya
ru: Ассирийский новоарамейский
sv: Swadaya Arameiska

source: Swahili
es: Suajili
ru: Суахили

source: Swahili (Kenyan)
es: Swahili (Kenya)
ru: Суахили (Кения)
sv: Swahili (kenyanska)

source: Swash
es: Forma caligráfica
ru: Каллиграфические начертания

source: Swash Variance
es: Variación Swash
ru: Каллиграфические варианты прописных
sv: Swash Varians

source: Swati
es: Suazi
ru: Свати

source: Swedish
es: Sueco
ru: Шведский
sv: Svenska

source: Swedish (Finland)
es: Sueco (Finlandia) sv_FI
ru: Шведский (Финляндия)
sv: Svenska (Finland)

source: Swedish (Sweden)
es: Sueco (Suecia) sv_SE
ru: Шведский
sv: Svenska (Sverige)

source: Sylheti
es: Silheti
ru: Силхетский

source: Syloti Nagri
ru: Силхетское нагари

source: Symbol
es: Símbolo
ru: Символ

source: Symbol Charset
es: Conjunto de caracteres de símbolos
ru: Кодировка символических обозначений

source: Symbolic
es: Simbólico
ru: Символьные (ּSy)
sv: Symbolisk

source: Symbols and Pictographs Extended-A
es: Símbolos y pictografías extendidas-A
ru: Расширенные символы и пиктограммы — A

source: Symbols for Legacy Computing
es: Símbolos para cómputo heredado
ru: Символы наследия вычислительной техники

source: Symbols:
es: Símbolos:
ru: Символы:
sv: Symboler:

source: Symmetric-Smoothing
es: Suavizado simétrico
ru: Симметричное сглаживание
sv: Symmetrisk utjämning

source: Synchronize
es: Sincronizar
ru: Синхронизация
sv: Synkronisera

source: Synchronize the display before raising the first window
es: Sincroniza la pantalla antes de mostrar la primera ventana
ru: Синхронизировать отображение перед выводом первого окна

source: Syntax error while parsing pdf graphics
es: Error de sintaxis al interpretar los gráficos de PDF
ru: Ошибка синтаксиса при обработке графики pdf
sv: Syntaxfel vid parsning av pdf-grafik

source: Syntax error while parsing pdf graphics: Page with no Contents
es: Error de sintaxis al interpretar los gráficos de PDF: Página sin contenido
ru: Ошибка синтаксиса при обработке графики pdf: Страница без содержимого
sv: Syntaxfel vid analys av pdf-grafik: Sida utan innehåll

source: Syntax error while parsing type3 glyph: %s
es: Error de sintaxis al analizar glifo type3: %s
ru: Ошибка синтаксиса при обработке глифа type3: %s
sv: Syntaxfel vid analys av glyf av typ 3: %s

source: Syntax errors while parsing ToUnicode CMap
es: Errores de sintaxis al analizar CMap ToUnicode
ru: Ошибка синтаксиса при обработке ToUnicode CMap
sv: Syntaxfel vid analys av ToUnicode CMap

source: Syntax errors while parsing Type3 font headers
es: Errores de sintaxis al analizar los encabezados de fuente Type3
ru: Ошибка синтаксиса при обработке заголовков шрифта Type3
sv: Syntaxfel vid analys av Type3-typsnittshuvud

source: Syriac
es: Siríaco
ru: Сирийский
sv: Syrianska

source: Syriac (Eastern script)
es: Siríaco (sistema de escritura oriental)
ru: Сирийский (Восточносирийское письмо)

source: Syriac (Estrangela)
es: Siríaco (estrangelo)
ru: Сирийский (Эстрангело)

source: Syriac (Western script)
es: Siríaco (sistema de escritura occidental)
ru: Сирийский (Западносирийское письмо)

source: Syriac Supplement
es: Siríaco, suplemento
ru: Дополнение к сирийскому письму

source: TBearing:
es: Margen superior:
ru: Апрош сверху:

source: TH-Cree
es: Cree-TH
ru: Скалистый кри

source: TS Direct Line
es: TS, Línea directa
ru: TS Прямолинейная

source: TS Script
es: Script TS
ru: TS Рукописная

source: TT
ru: TrueType

source: TT Instrs
es: Instrucciones TT
ru: Инструкции TrueType

source: TTF Names
es: Nombres TTF
ru: Имена TTF
sv: TTF-namn

source: TTFFoundry
es: Fundición TTF
ru: Производитель шрифта TTF

source: TTInstruction.Font
es: Fuente de instrucciones TT
ru: Шрифт окна изменения TT-инструкций

source: T_reatment
es: T_ratamiento
ru: _Заполнение
sv: T_behandling

source: Tab Set
es: Conjunto de pestañas
ru: Набор вкладок
sv: Flikuppsättning

source: TabSet
es: Conjunto de pestañas
ru: Набор вкладок

source: Tabasaran
es: Tabasaro
ru: Табасаранский

source: Table '%c%c%c%c' extends beyond end of file and must be ignored.
es: La tabla '%c%c%c%c' se extiende más allá del final del archivo y debe ser ignorada.
ru: Таблица '%c%c%c%c' простирается за пределы конца файла и должна игнорироваться.

source: Table '%c%c%c%c' extends beyond end of file.
es: La tabla '%c%c%c%c' se extiende más allá del final del archivo.
ru: Таблица '%c%c%c%c' простирается за пределы конца файла.
sv: Tabell '%c%c%c%c' sträcker sig längre än slutet av filen.

source: Table '%c%c%c%c' has a bad checksum.
es: La tabla '%c%c%c%c' tiene una suma de verificación incorrecta.
ru: Неверная контрольная сумма у таблица '%c%c%c%c'.
sv: Tabell '%c%c%c%c' har en dålig kontrollsumma.

source: Table '%c%c%c%c' has a bad length, must be 32 or 6 but is %d.
es: La tabla '%c%c%c%c' tiene una longitud incorrecta. Debe ser 32 o 6, pero es %d.
ru: Неверная длина у таблицы '%c%c%c%c', должно быть 32 или 6, тогда как текущая длина %d.
sv: Tabell '%c%c%c%c' har en felaktig längd, måste vara 32 eller 6 men är %d.

source: Table '%c%c%c%c' has a bad length, must be 36 but is %d.
es: La tabla '%c%c%c%c' tiene una longitud incorrecta. Debe ser 36, pero es %d.
ru: Неверная длина у таблицы '%c%c%c%c', должно быть 36, тогда как текущая длина %d.
sv: Tabell '%c%c%c%c' har en felaktig längd, måste vara 36 men är %d.

source: Table '%c%c%c%c' has a bad length, must be 54 but is %d.
es: La tabla '%c%c%c%c' tiene una longitud incorrecta. Debe ser 54, pero es %d.
ru: Неверная длина у таблицы '%c%c%c%c', должно быть 54, тогда как текущая длина %d.
sv: Tabell '%c%c%c%c' har en felaktig längd, måste vara 54 men är %d.

source: Table '%c%c%c%c' has a bad length, must be 78, 86 or 96 but is %d.
es: La tabla '%c%c%c%c' tiene una longitud incorrecta. Debe ser 78, 86 o 96, pero es %d.
ru: Неверная длина у таблицы '%c%c%c%c', должно быть 78, 86 или 96, тогда как текущая длина %d.
sv: Tabell '%c%c%c%c' har en felaktig längd, måste vara 78, 86 eller 96 men är %d.

source: Table '%c%c%c%c' has a bad length, must be even.
es: La tabla '%c%c%c%c' tiene una longitud incorrecta. Debe ser par.
ru: Неверная длина у таблицы '%c%c%c%c', должно быть чётное число.
sv: Tabell '%c%c%c%c' har en felaktig längd, måste vara jämn.

source: Table length should not be odd
es: La longitud de la tabla no debe ser impar
ru: Длина таблицы не должна быть нечётной

source: Table length stretches beyond end of file for '%c%c%c%c'.
es: La longitud de la tabla se estira más allá del final del archivo para "%c%c%c%c".
ru: Длина таблицы растягивается за пределы конца файла для '%c%c%c%c'.
sv: Tabellens längd sträcker sig längre än slutet av filen för '%c%c%c%c'.

source: Table tags should be in alphabetic order in the font header but '%c%c%c%c', appears after '%c%c%c%c'.
es: Las etiquetas de tabla deben estar en orden alfabético en el encabezado de fuentes, pero '%c%c%c%c', aparece después de '%c%c%c%c'.
ru: Теги таблиц в заголовке шрифта должны располагаться в алфавитном порядке но '%c%c%c%c' помещено после '%c%c%c%c'.
sv: Tabelltaggar ska vara i alfabetisk ordning i typsnittets rubrik men '%c%c%c%c', visas efter '%c%c%c%c'.

source: Tables '%c%c%c%c' and '%c%c%c%c' overlap
es: Las tablas '%c%c%c%c' y '%c%c%c%c' se superponen
ru: Таблицы '%c%c%c%c' и '%c%c%c%c' перекрываются
sv: Tabellerna '%c%c%c%c' och '%c%c%c%c' överlappar varandra

source: Tabular Numbers
es: Números tabulares
ru: Табличные числа
sv: Siffror i tabellform

source: Tachelhit
es: Tashelhit
ru: Ташельхит

source: Tag must be 4 characters long
es: La etiqueta debe constar de 4 caracteres
ru: В теге должно быть четыре символа
sv: Taggen måste vara 4 tecken lång

source: Tag too long
es: Etiqueta demasiado larga
ru: Слишком длинный тег
sv: Tagg för lång

source: Tagalog
es: Tagalo
ru: Байбайин

source: Tagalog/Hanunoo/Buhid/Tagbanwa
es: Tagalo/Hanunuo/Buhid/Tagbanuá
ru: Тагальская письменность. Байбайин/Хануноо/Бухид/Тагбанва

source: Tagbanwa
es: Tagbanuá
ru: Тагбанва

source: Tags
es: Etiquetas
ru: Теги
sv: Taggar

source: Tahitian
es: Tahitiano
ru: Таитянский
sv: Tahiti

source: Tai Laing
ru: Тай-лай

source: Tai Le
ru: Тайский Ле

source: Tai Tham
ru: Ланна

source: Tai Viet
ru: Тай-вьет

source: Tai Xuan Jing Symbols
es: Símbolos Tai Xuan Jing
ru: Символы «Канона великого сокровенного» (Тай Сюань Цзин)
sv: Tai Xuan Jing-symboler

source: Tajik
es: Tayiko
ru: Таджикский
sv: Tadzjikiska

source: Tajiki
es: Tayico
ru: Таджикский

source: Takri
ru: Такри

source: Tamashek
ru: Тамашек

source: Tamazight
ru: Тамазигхтский

source: Tamazight (Latin)
es: Tamazight (latino)
ru: Тамазигхт (Латиница)

source: Tamil
ru: Тамильский

source: Tamil Supplement
es: Tamil, suplemento
ru: Дополнение к тамильскому письму

source: Tangent
es: Tangente
ru: Касательная

source: Tangsa
ru: Тангса

source: Tangut
ru: Тангутское письмо

source: Tangut Components
es: Tangut, componentes
ru: Элементы тангутского письма

source: Tangut Supplement
es: Tangut, suplemento
ru: Дополнение к тангутскому письму

source: Tapered/Closed Loops
es: Afilada delgada/bucles cerrados
ru: Скошенное/Закрытые петли

source: Tapered/No Loops
es: Afilada delgada/sin bucles
ru: Скошенное/Без петель

source: Tapered/Open Loops
es: Afilada delgada/bucles abiertos
ru: Скошенное/Открытые петли

source: Tarifit
ru: Рифский

source: Tatar
es: Tártaro
ru: Татарский
sv: Tatariska

source: Tatar (Tatarstan)
es: Tártaro (Tatarstan)
ru: Татарский (Татарстан)

source: TeX Table
es: Tabla TeX
ru: Таблица TeX
sv: TeX-tabell

source: TeX table
es: Tabla TeX
ru: Таблица TeX
sv: TeX-tabell

source: Telugu
es: Télugu
ru: Телугу

source: Temne
es: Temné
ru: Темне

source: Template Outline Color
es: Color de contorno de plantilla
ru: Цвет контура шаблона

source: Terminal Forms
es: Formas finales
ru: Конечные формы
sv: Terminalformulär

source: Terminal Forms #2
es: Formas finales #2
ru: Конечные формы #2
sv: Terminalformulär #2

source: Terminal Forms #3
es: Formas finales #3
ru: Конечные формы #3
sv: Terminalformulär #3

source: Tertiary Ideographic Plane
es: Plano ideográfico terciario
ru: Третичная идеографическая плоскость

source: Tetum
es: Tetun
ru: Тетум

source: Text Field
es: Campo de texto
ru: Текстовое поле
sv: Textfält

source: Text Image Skip
es: Saltar imagen de texto
ru: Отступ текста от изображений
sv: Hoppa över textbild

source: Text Labels
es: Etiqueta de texto
ru: Текстовые метки
sv: Textetiketter

source: Text Width: 0
es: Ancho del texto: 0
ru: Ширина текста: 0
sv: Textbredd: 0

source: Text Width:%4d
es: Ancho del texto: %4d
ru: Ширина текста:%4d
sv: Textbredd:%4d

source: Text and Background
es: Texto y fondo
ru: Текст на фоне
sv: Text och bakgrund

source: Text color for popup windows
es: Color de texto para ventanas emergentes
ru: Цвет текста всплывающих подсказок
sv: Textfärg för popup-fönster

source: Text color for progress windows
es: Color del texto para las ventanas de progreso
ru: Цвет текста для окна хода выполнения процесса
sv: Textfärg för förloppsfönster

source: Text color of column headers at the top of a matrix edit
es: Color de texto de los encabezados de columna en la parte superior de una edición de la matriz
ru: Цвет текста для заголовков столбцов в шапке редактора матрицы
sv: Textfärg för kolumnrubrikerna högst upp i en matrisredigering

source: Text from script
es: Texto del script
ru: Текст из системы письменности
sv: Text från manus

source: Textual
ru: Текстовый
sv: Textuell

source: Tfm Save Failed
es: Error al guardar TFM
ru: Сбой сохранения Tfm
sv: Tfm Save misslyckades

source: Thaana
ru: Тана

source: Thai
es: Tailandés
ru: Тайский

source: Thailand Mon
es: Mon de Tailandia
ru: Монский (Таиланд)

source: The "DPI" field must be more than 10 and less than 5000.
es: El campo "DPI" debe ser mayor a 10 y menor a 5000.
ru: Значение dpi должно быть между 10 и 5000.
sv: Fältet "DPI" måste vara större än 10 och mindre än 5000.

source: The "Proximity" field must be more than 0 and less than a half.
es: El campo "proximidad" debe ser mayor a 0 y menor que un medio.
ru: Значение близости должно быть больше нуля и меньше половины.
sv: Fältet "Proximity" måste vara större än 0 och mindre än en halv.

source: The %1$s in the search dialog contains a reference to %2$.20hs which does not exist in the new font. Should I remove the reference?
es: El %1$s en el diálogo de búsqueda contiene una referencia a %2$.20hs, que no existe en la nueva fuente. ¿Debo eliminar la referencia?
ru: %1$s в диалоге содержит ссылку на %2$.20hs, который отсутствуетв новом шрифте. Удалить ссылку?
sv: %1$s i sökdialogen innehåller en referens till %2$.20hs som inte finns i det nya typsnittet. Ska jag ta bort referensen?

source: The %s differs. In %s it is (
es: El %s es diferente. En %s es (
ru: Имеются отличия в %s. В %s (
sv: %s skiljer sig åt. I %s är det (

source: The %s is missing in %s. Whilst in %s it is (
es: El %s está ausente en %s. Mientras que en %s está (
ru: %s отсутствует в %s, но присутствует в %s (
sv: I %s saknas %s. Medan det i %s är (

source: The %s list is not ordered
es: La lista %s no se encuentra ordenada
ru: Список %s не упорядочен
sv: Listan %s är inte ordnad

source: The 'NFNT' bitmap format is not used under OS/X (though you still need to create a (useless) bitmap font if you are saving a type1 PostScript resource)
es: El formato de mapas de bits "NFNT" no se usa en OS/X (aunque todavía necesitas crear una fuente (inútil) de mapa de bits si estás guardando un recurso type1 de PostScript)
ru: Формат растра 'NFNT' не используется в OS/X (хотя в любом случае необходимо создавать (бесполезный) растровый шрифт при сохранении ресурса type1 PostScript)
sv: Bitmapformatet "NFNT" används inte under OS/X (även om du fortfarande måste skapa ett (värdelöst) bitmapfont om du sparar en typ1 PostScript-resurs)
