Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: DebugView.Font
es: Fuente de la vista de depuración
ru: Шрифт окна отладки

source: Deco (E,M,S) Waco Midline
es: Deco (E,M,S), Línea Media Waco
ru: Ар-деко с вариативностью средней линии (E,M,S)

source: Decompress Failed!
es: ¡Error al descomprimir!
ru: Сбой распаковки!
sv: Dekomprimering misslyckades!

source: Decompressed length did not match expected length for table
es: La longitud descomprimida no coincide con la longitud esperada para la tabla
ru: Разархивированная длина не совпадает с ожидаемой длиной для таблицы
sv: Dekomprimerad längd matchade inte förväntad längd för tabellen

source: Decorative
es: Decorativo
ru: Декоративная
sv: Dekorativa

source: Default
es: Predeterminado
ru: По умолчанию
sv: Standard

source: Default All
es: Por defecto todo
ru: Все по умолчанию
sv: Standard Alla

source: Default Background
es: Fondo por defecto
ru: Фон по умолчанию
sv: Standard bakgrund

source: Default Baseline
es: Línea base predeterminada
ru: Базовая линия по умолчанию
sv: Förvald baslinje

source: Default Baseline: '%s'
es: Línea base predeterminada: '%s'
ru: Базовая линия по умолчанию: «%s»
sv: Standard Baslinje: '%s'

source: Default Button
es: Botón predeterminado
ru: Кнопка по умолчанию
sv: Standardknapp

source: Default Buttons
es: Botones predeterminados
ru: Кнопки по умолчанию
sv: Standardknappar

source: Default Foreground
es: Primer plano predeterminado
ru: Передний план по умолчанию:
sv: Standard förgrund

source: Default Join Limit (PS/EPS/SVG):
es: Límite de unión predeterminado (PS/EPS/SVG):
ru: Ограничение соединения по умолчанию (PS/EPS/SVG):

source: Default Ligature Caret Count
es: Conteo de circunflejos de ligadura predeterminado
ru: Число кареток лигатуры по умолчанию
sv: Standard Ligatur Caret Count

source: Default This
es: Por defecto esto
ru: Этот по умолчанию
sv: Standard Detta

source: Default background color for windows
es: Color predeterminado para el fondo de las ventanas
ru: Цвет фона по умолчанию для окон
sv: Standardbakgrundsfärg för fönster

source: Default color of glyph labels
es: Color predeterminado de etiquetas de glifos
ru: Цвет подписей глифов по умолчанию

source: Default encoding for new fonts
es: Codificación predeterminada para las fuentes nuevas
ru: Кодировка по умолчанию для новых шрифтов
sv: Standardkodning för nya typsnitt

source: Default foreground color for windows
es: Color predeterminado para el primer plano de las ventanas
ru: Цвет переднего плана по умолчанию для окон
sv: Standard förgrundsfärg för fönster

source: Default thickness of over and overline bars
es: Grosor predeterminado de las barras superior e inferior
ru: Толщина по умолчанию верхней черты
sv: Standardtjocklek på över- och överstrykningsfält

source: Default:
es: Pred.
ru: По умолчанию:
sv: Standard:

source: DefaultFont
es: Fuente predeterminada
ru: Шрифт по умолчанию

source: Define "Almost Horizontal"
es: Definir "casi horizontal"
ru: Определение понятия «почти горизонтальная»
sv: Definiera "Nästan horisontell"

source: Define Groups
es: Definir grupos
ru: Определение групп
sv: Definiera grupper

source: Dehong Dai
es: Dai de Dehong
ru: Тай-ныа

source: Del Layer
es: Eliminar capa
ru: Удалить слой

source: Delay
es: Retraso
ru: Задержка
sv: Fördröj

source: Delay (in milliseconds) before popup windows appear
es: Retraso (en milisegundos) antes de que aparezcan las ventanas emergentes
ru: Задержка (в мс) перед появлением подсказок
sv: Fördröjning (i millisekunder) innan popup-fönster visas

source: Delete
es: Eliminar
ru: Удалить
sv: Radera

source: Delete the current layer
es: Eliminar la capa actual
ru: Удалить текущий слой

source: Deletes any selected lookups and their subtables, or deletes any selected subtables. This will also delete any transformations associated with those subtables.
es: Elimina cualquier búsqueda seleccionada y sus subtablas, o elimina cualquier subtabla seleccionada. Esto también eliminará cualquier transformación asociada a esas subtablas.
ru: Удаляет все выделенные lookup с их подтаблицами, либо удаляет все выделенные подтаблицы. Здесь также можно удалить все преобразования, связанные с указанными подтаблицами.
sv: Raderar alla markerade lookups och deras subtables, eller raderar alla markerade subtables. Detta tar även bort alla transformationer som är associerade med dessa subtabeller.

source: Deleting a layer cannot be UNDONE!
es: ¡La eliminación de una capa no se puede DESHACER!
ru: Удаление слоя не может быть отменено!
sv: Att radera ett lager kan inte göras ogjort!

source: Demi
es: Seminegra
ru: Полужирный

source: Denominators
es: Denominadores
ru: Знаменатели
sv: Nämnare

source: Dependent Substitutions
es: Sustituciones dependientes
ru: Зависящие подстановки
sv: Beroende substitutioner

source: Dependents
es: Dependientes
ru: Зависимости
sv: Beroende

source: Depressed Background
es: Fondo no presionado
ru: Фон нажатого элемента
sv: Deprimerad bakgrund

source: Depressed Background:
es: Fondo no presionado:
ru: Фон нажатого элемента:
sv: Deprimerad bakgrund:

source: Depth
es: Profundidad
ru: Глубина
sv: Djup

source: Depth:
es: Profundidad:
ru: Глубина:
sv: Djup:

source: Derivative
es: Derivativa
ru: Производные
sv: Derivatinstrument

source: Descriptor
ru: Описатель
sv: Deskriptor

source: Deselect VWidth
es: Deseleccionar ancho vertical
ru: Снять выделение в.ширины
sv: Avmarkera VWidth

source: Deselect Width
es: Deseleccionar Ancho
ru: Снять выделение ширины
sv: Avmarkera bredd

source: Deseret
ru: Дезерет

source: Deseret (Mormon)
es: Deseret (Mormón)
ru: Дезеретское письмо (мормон)
sv: Deseret (mormoner)

source: Design Axis Values
es: Valores de los ejes del diseño
ru: Значения расчётных осей
sv: Värden för konstruktionsaxel

source: Design Range
es: Rango de diseño
ru: Расчётный диапазон кеглей
sv: Designområde

source: Design Settings:
es: Parámetros de diseño:
ru: Расчётные параметры:
sv: Designinställningar:

source: Designer
es: Diseñador
ru: Дизайнер

source: Designer URL
es: URL del diseñador
ru: URL дизайнера

source: Design|_New...
es: _Nuevo...
ru: _Создать…
sv: _Ny...

source: Desired X-Height
es: Altura X deseada
ru: Желаемый рост прописных
sv: Önskad X-höjd

source: Desired x-height:
es: Altura X deseada:
ru: Желаемый рост строчных:
sv: Önskad x-höjd:

source: Detach & Remo_ve Glyphs...
es: Des_vincular y eliminar glifos...
ru: От_цепить и удалить глифы…
sv: Koppla loss och ta _bort glyfer...

source: Detach & Remove Glyphs
es: Desvincular y eliminar glifos
ru: Снять и удалить глифы
sv: Avlägsna och ta bort glyfer

source: Detach from PostScript Names
es: Desvincular de los nombres de PostScript
ru: Отсоединить от имен PostScript
sv: Avlägsna från PostScript-namn

source: Detaching Anchor Point
es: Desvinculando punto de anclaje
ru: Отсоединение опорной точки
sv: Kopplar bort ankarpunkt

source: DetectDiagonalStems
es: Detectar astas diagonales
ru: Формировать инструкции диагональных штрихов
sv: DetekteraDiagonalaStammar

source: Devanagari
ru: Деванагари

source: Devanagari Extended
es: Devanagari extendido
ru: Расширенное деванагари
sv: Devanagari utökad

source: Devanagari Extended-A
es: Devanagari extendido-A
ru: Расширенное деванагари — A

source: Devanagari2
ru: Деванагари 2

source: Device Table Adjustments
es: Ajustes de la tabla de dispositivos
ru: Корректировки таблицы устройств
sv: Justeringar av enhetens tabell

source: Device Table Correction: (at display size)
es: Correción de tabla de dispositivos: (en tamaño de pantalla)
ru: Таблица коррекции по устройствам: (с учётом размера экрана)
sv: Korrigering av enhetstabell: (vid visningsstorlek)

source: Dhangu
ru: Тангу

source: Dhuwal
ru: Тувал

source: Diagonal Fractions
es: Fracciones
ru: Дроби с диагональной делительной чертой
sv: Diagonala bråk

source: Diagonal Hint Color
es: Color de pista diagonal
ru: Цвет инструкций диагонали
sv: Diagonal Hint Färg

source: Dialog Type:
es: TIpo de diálogo:
ru: Тип диалога:
sv: Typ av dialog:

source: Diameter:
es: Diámetro:
ru: Диаметр:

source: Didn't understand "%s" in blended font defn
es: No se entendió "%s" en la def. de fuente mezclada
ru: Не удалось понять «%s» в определении смешанного шрифта

source: Didn't understand "%s" in font info
es: No se entendió "%s" en la información de la fuente
ru: Не удалось понять смысл «%s» в информации о шрифте

source: Didn't understand "%s" inside subs def'n
es: No se entendió "%s" dentro de la definición de subs
ru: Не удалось понять смысл «%s» внутри определения подпрограммы

source: Didn't understand "%s" while adding info to private subroutines
es: No se entendió "%s" al añadir información a subrutinas privadas
ru: Не удалось понять «%s» при добавлении информации в частные подпрограммы

source: Didn't understand format for fdselect %d
es: No entendía el formato para fdselect %d
ru: Не удалось разобраться с форматом для fdselect %d

source: Didn't understand index format: %d
es: No se comprendió el formato de índice: %d
ru: Не удалось понять формат индекса: %d

source: Differ
es: Es diferente
ru: Разница
sv: Avgränsare

source: Differences...
es: Diferencias...
ru: Различия…
sv: Skillnader...

source: Different Fonts
es: Fuentes diferentes
ru: Разные шрифты
sv: Olika typsnitt

source: Different fill patterns in layer %d of %s
es: Diferentes patrones de relleno en la capa %d de %s
ru: Различаются шаблоны заливки на слое %d в %s

source: Different number of contours in glyph “%s”
es: Diferente número de contornos en el glifo “%s”
ru: Различное число контуров в глифе «%s»
sv: Olika antal konturer i glyfen "%s"

source: Different numbers of layers in %s
es: Diferentes números de capas en %s
ru: Различаются номера слоёв в %s

source: Different settings on stroke linecap in layer %d of %s
es: Diferentes ajustes en el trazo de la línea de mayúsculas en la capa %d de %s
ru: Различаются параметры конца линии обводки на слое %d в %s

source: Different settings on stroke linejoin in layer %d of %s
es: Diferentes ajustes en la unión de línea del trazo en la capa %d de %s
ru: Различаются параметры соединения обводки на слое %d в %s

source: Different settings on whether to fill in layer %d of %s
es: Diferentes ajustes sobre si rellenar o no la capa %d de %s
ru: Различаются параметры заливки на слое %d в %s

source: Different settings on whether to inherit fill color in layer %d of %s
es: Diferentes ajustes sobre si heredar o no color en la capa %d de %s
ru: Различаются параметры наследования цвета заливки на слое %d в %s

source: Different settings on whether to inherit fill opacity in layer %d of %s
es: Diferentes ajustes sobre si heredar la opacidad de relleno en la capa %d de %s
ru: Различаются параметры наследования непрозрачности на слое %d в %s

source: Different settings on whether to inherit stroke opacity in layer %d of %s
es: Diferentes ajustes sobre si heredar la opacidad del trazo en la capa %d de %s
ru: Различаются параметры наследования непрозрачности обводки на слое %d в %s

source: Different settings on whether to inherit stroke width in layer %d of %s
es: Diferentes ajustes sobre si heredar el ancho del trazo en la capa %d de %s
ru: Различаются параметры наследования ширины обводки на слое %d в %s

source: Different settings on whether to stroke in layer %d of %s
es: Diferentes ajustes sobre si se debe hacer un trazo en la capa %d de %s
ru: Различаются параметры нанесения обводки на слое %d в %s

source: Different stroke patterns in layer %d of %s
es: Diferentes patrones de trazo en la capa %d de %s
ru: Различаются шаблоны обводки на слое %d в %s

source: Dimli
ru: Димли

source: Dingbats
ru: Условные знаки

source: Dinka
ru: Динка

source: Diphthongs (Obsolete)
es: Diptongos (obsoleto)
ru: Дифтонги (устаревшая)

source: Direction of gaze:
es: Dirección de la mirada:
ru: Направление просмотра:
sv: Riktning av blicken:

source: Directories Amid Files
es: Directorios entre archivos
ru: Каталоги вперемешку с файлами
sv: Kataloger bland filer

source: Directories First
es: Directorios primero
ru: Сначала каталоги
sv: Kataloger först

source: Directories Separate
es: Directorios separados
ru: Каталоги отдельно
sv: Kataloger Separat

source: Directory name?
es: ¿Nombre del directorio?
ru: Имя каталога?
sv: Katalognamn?

source: Directory|Back
es: Atrás
ru: Назад
sv: Tillbaka

source: Directory|Forward
es: Adelante
ru: Вперёд
sv: Framåt

source: Directory|_New
es: _Nuevo
ru: Создать _каталог
sv: _Nytt

source: Disabled Background:
es: Fondo deshabilitado:
ru: Отключённый фон:
sv: Funktionshindrad Bakgrund:

source: Disabled Image
es: Imagen deshabilitada
ru: Отключённое изображение
sv: Inaktiverad bild

source: Disabled Text Color:
es: Color de texto deshabilitado:
ru: Цвет отключённого текста:
sv: Inaktiverad Textfärg:

source: Discarding a duplicate kerning pair.
es: Descartando un par de interletraje duplicado.
ru: Отклонение дубликата керининговой пары.

source: Discretionary Ligatures
es: Ligaduras discrecionales
ru: Произвольные лигатуры
sv: Diskretionära ligaturer

source: Disordered designs
es: Diseños desordenados
ru: Неупорядоченные образцы начертаний
sv: Oordnade konstruktioner

source: Display
es: Mostrar
ru: Отображение
sv: Visa

source: Display By Groups
es: Mostrar por grupos
ru: Отображать по группам
sv: Visa efter grupper

source: Display By _Groups...
es: Mostrar por _grupos...
ru: Показывать по _группам…
sv: Visa efter _grupper...

source: Display S_ubstitutions...
es: Mostrar s_ustituciones...
ru: По_казать подстановки…
sv: Visa e_sättningar...

source: Display Size:
es: Tamaño de visualización:
ru: Отображаемый размер:
sv: Displaystorlek:

source: Display Substitution...
es: Mostrar sustitución...
ru: Отображение подстановок…
sv: Visa substitution...

source: Display files of this type
es: Mostrar archivos de este tipo
ru: Отобразить файлы этого типа
sv: Visa filer av denna typ

source: Display rulers in the Outline Glyph View
es: Mostrar reglas en la vista de glifos de contorno
ru: Отображать линейки в окне контура глифа
sv: Visa linjaler i glyfvyn Outline Glyph View

source: Display the advance width as a bar under the glyph showing the extent of the advance
es: Indicar el ancho de avance como una barra debajo del glifo, mostrando la extensión del avance
ru: Отображать ширину в виде полосы под глифом для отображения ширины охвата
sv: Visa avanceringsbredden som en stapel under glyfen som visar hur långt framskridet det är

source: Display the advance width as a line perpendicular to the advance direction
es: Indicar el ancho de avance como una línea perpendicular a la dirección de avance
ru: Отображать ширину в виде линии перпендикулярно её направлению
sv: Visa framkörningsbredden som en linje vinkelrätt mot framkörningsriktningen

source: Displays all the glyphs in the font on a rectangular grid at the given point size
es: Muestra todos los glifos de la fuente en una cuadrícula rectangular en el tamaño de puntos asignado
ru: Отображает все глифы шрифта на прямоугольной сетке в заданном размере пункта
sv: Visar alla glyfer i typsnittet i ett rektangulärt rutnät med den angivna punktstorleken

source: Displays all the selected characters, at several different point sizes
es: Muestra todos los caracteres seleccionados, en varios tamaños de puntos diferentes
ru: Отображает все выделенные символы в нескольких различных размерах пункта
sv: Visar alla markerade tecken i flera olika punktstorlekar

source: Displays all the selected characters, each on its own page, at an extremely large point size
es: Muestra todos los caracteres seleccionados, cada uno en su propia página, en un tamaño de puntos extremadamente grande
ru: Отображает все выбранные символы, каждый на своей странице, в особенно крупном размере пункта
sv: Visar alla valda tecken, var och en på sin egen sida, i extremt stor punktstorlek

source: Dist
es: Distancia
ru: Расстояние

source: Distance between adjacent points is too big
es: La distancia entre los puntos adyacentes es demasiado grande
ru: Расстояние между соседними точками слишком велико
sv: Avståndet mellan intilliggande punkter är för stort

source: Distance between the overbar and the ink top of the base.
es: Distancia entre la barra superior y la parte superior de la tinta de la base.
ru: Расстояние между верхней чертой и верхней границей основного элемента.
sv: Avstånd mellan överliggaren och bläckets överkant på basen.

source: Distance between underbar and the (ink) bottom of the base.
es: Distancia entre la barra inferior y la parte inferior (de tinta) de la base.
ru: Расстояние между нижней чертой и нижней границей основного элемента.
sv: Avstånd mellan underbar och (bläck) botten av basen.

source: Distance to drawing plane:
es: Distancia al plano de dibujo:
ru: Расстояние до плоскости рисунка:
sv: Avstånd till ritplan:

source: Distance to projection plane:
es: Distancia al plano de proyección:
ru: Расстояние до плоскости проекции:
sv: Avstånd till projektionsplanet:

source: Divehi
es: Maldivo
ru: Дивехи

source: Divehi (Obsolete)
es: Maldivo (obsoleto)
ru: Дивехи (устаревший)

source: Diverse Arms
es: Brazos diversos
ru: Разнородные штрихи
sv: Olika vapen

source: Diverse Forms
es: Formas diversas
ru: Разнородные формы
sv: Olika former

source: Dives Akuru
ru: Дивес акуру

source: Divide by zero in postscript code.
es: Divisón por cero en código de PostScript.
ru: Деление на ноль в коде postscript.
sv: Dividera med noll i postscript-kod.

source: Divider Color
es: Color de divisor
ru: Цвет разделителя

source: Djambarrpuyngu
ru: Тямпаррпуйнгу

source: Do Nothing
es: No hacer nada
ru: Ничего не делать
sv: Gör ingenting

source: Do it
es: Hazlo
ru: Сделать
sv: Gör det

source: Do not add duplicated name entries for legacy Mac platform. These name entries are only needed for some legacy Mac applications.
es: No añadas entradas duplicadas de nombre para plataformas antiguas de Mac. Estas entradas de nombre solamente son necesarias para algunas aplicaciones antiguas de Mac.
ru: Не добавлять элементы с дублированием имён для устаревшей платформы Mac. Такие элементы с именами нужны только для некоторых устаревших Mac-приложений.

source: Do you really want to remove the anchor class, %.80s? This will remove all anchor points associated with that class.
es: ¿Realmente quieres eliminar la clase de anclaje %.80s? Esto eliminará todos los puntos de anclaje asociados con esa clase.
ru: Удались класс опорной точки %.80s? Будут удалены все опорные точки, связанные с этим классом.
sv: Vill du verkligen ta bort ankarklassen %.80s? Detta kommer att ta bort alla ankarpunkter som är associerade med den klassen.

source: Do you want the font file to contain PostScript flex hints?
es: ¿Desea que el archivo contenga ajustes PostScript del tipo flex?
ru: Должен ли файл шрифта содержать flex-инструкции PostScript?
sv: Vill du att typsnittsfilen ska innehålla PostScript flex-hintar?

source: Do you want the font file to contain PostScript hints?
es: ¿Deseas que el archivo contenga ajustes PostScript?
ru: Должен ли файл шрифта содержать инструкции PostScript?
sv: Vill du att typsnittsfilen ska innehålla PostScript-hintar?

source: Do you want the font file to contain the names of each glyph in the font?
es: ¿Quieres que el archivo de fuente contenga los nombres de cada glifo en la fuente?
ru: Должен ли файл шрифта содержать имя каждого глифа в шрифте?
sv: Vill du att typsnittsfilen ska innehålla namnen på varje glyf i typsnittet?

source: Do you want the font file to contain truetype hints? This will not generate new instructions, it will just make use of whatever is associated with each character.
es: ¿Desea que el archivo contenta los ajustes TrueType? This will not generate new instructions, it will just make use of whatever is associated with each character.
ru: Должен ли файл шрифта содержать хинты TrueType? Это не послужит к созданию новых инструкций, а всего лишь к использованию имеющихся связей с каждым символом.
sv: Vill du att typsnittsfilen ska innehålla truetype-hintar? Detta kommer inte generera nya instruktioner, det kommer bara att använda vad som är associerat med varje tecken.

source: Do you want the font file to do hint substitution?
es: ¿Deseas que el archivo de fuente haga la sustitución de pistas?
ru: Будет ли выполняться подстановка инструкций в файле шрифта?
sv: Vill du att typsnittsfilen ska göra hintsubstitution?

source: Do you want to load the bitmap fonts embedded in this true/open type file? (And if so, which)
es: ¿Desea cargar estas fuentes de mapas de bits incluídas en este archivo (True/Open)Type? (Si es sí, ¿cuál?)
ru: Загрузить растровые шрифты, встроенные в этот файл truetype/open type? (Если загрузить, то какие)
sv: Vill du läsa in de bitmappstypsnitt som är inbäddade i denna true/open type-fil? (Och i så fall vilka)

source: Do you want to retain kerning information from the selected font when one of the glyphs being kerned will come from the base font?
es: ¿Quieres retener la información de interletraje de la fuente seleccionada cuando uno de los glifos que están siendo interletrados proviene de la fuente base?
ru: Сохранить информацию о кернинге из выбранного шрифта, когда один из глифов, подвергающихся кернингу, происходит из основного шрифта?
sv: Vill du behålla information om kerning från det valda typsnittet när en av de glyfer som ska kernas kommer från bastypsnittet?

source: Do you want to round coordinates to integers (this saves space)?
es: ¿Desea redondear las coordenadas a enteros (para ahorrar espacio)?
ru: Округлить координаты (для сохранения места)?
sv: Vill du avrunda koordinaterna till heltal (detta sparar utrymme)?

source: Does not inherit from anything
es: No hereda de nada
ru: Ни от чего не наследует
sv: Ärver inte från någonting

source: Doesn't look like a valid pdf file, couldn't find xref section
es: No parece un archivo PDF valido, no se pudo encontrar la sección xref
ru: Не похоже на файл pdf, не удалось найти раздел xref
sv: Ser inte ut som en giltig pdf-fil, kunde inte hitta xref-avsnitt

source: Dogra
es: Dogri
ru: Догра

source: Dogri (individual language)
es: Dogrí (idioma individual)
ru: Догри (отдельный язык)

source: Dogri (macrolanguage)
es: Dogrí (macroidioma)
ru: Догри (макроязык)

source: Domino Tiles
es: Fichas de dominó
ru: Кости для домино
sv: Domino plattor

source: Don't Compare HintMasks
es: No compares máscaras de pistas
ru: Не сравнивать маски хинтов
sv: Jämför inte HintMasks

source: Don't Warn Again
es: No avisar de nuevo
ru: Не предупреждать больше
sv: Varna inte igen

source: Don't compare hintmasks if the glyph has no hint conflicts
es: No compare las máscaras si el glifo no tiene conflictos de pistas
ru: Не сравнивать маски хинтов при отсутствии конфликтов у глифа
sv: Jämför inte hintmasker om glyfen inte har några antydningar om konflikter

source: Don't display columns of 0s. The OpenType lookup allows for up to 8 kinds of data, but almost all kerning lookups will use just one. Omitting the others makes the behavior clearer.
es: No mostrar columnas de 0s. La búsqueda de OpenType permite hasta 8 tipos de datos, pero casi todas las búsquedas de interletraje usarán solo uno. Omitir los otros hace que el comportamiento sea más claro.
ru: Не отображать столбцы, не содержащие значений. Lookup OpenType позволяет хранить до 8 типов данных, но практически все кернинговые lookup будут использовать только один из них. Когда остальные столбцы не используются, поведение становится более понятным.
sv: Visa inte kolumner med 0:or. OpenType-lookupen tillåter upp till 8 typer av data, men nästan alla kerning lookups kommer att använda bara en. Om du utelämnar de andra blir beteendet tydligare.
