Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: The UsePlugins preferences option is currently off. FontForge will not load plugin configuration or attempt discovery unless that option is on.
es: La opción de preferencias de UsePlugins está actualmente desactivada. FontForge no cargará configuraciones de plugins ni intentará descubrirlos a menos que esta opción se encuentre activada.
ru: Параметр конфигурации UsePlugins в данный момент отключён. В этом случае FontForge не будет загружать конфигурацию модулей или пытаться получить информацию по этому вопросу.

source: The X coordinate of the anchor point in this glyph
es: La coordenada X del punto de ancla en este glifo
ru: Координата X опорной точки в этом глифе
sv: X-koordinaten för ankarpunkten i denna glyf

source: The Y coordinate of the anchor point in this glyph
es: La coordenada Y del punto de anclaje en este glifo
ru: Координата Y якорной точки в этом глифе
sv: Y-koordinaten för ankarpunkten i glyfen

source: The advance width of %s (%d) does not match the font's advanceWidthMax (%d) and this is a fixed pitch font
es: El ancho de avance de %s (%d) no coincide con el advanceWidthMax (%d) de la fuente, y esta es una fuente de ancho fijo
ru: Ширина %s (%d) не совпадает с advanceWidthMax (%d) шрифта при том, что это моноширный шрифт

source: The amount of space between words when using this font
es: La cantidad de espacio entre palabras al usar esta fuente
ru: Размер пробела между словами при использовании этого шрифта
sv: Mängden utrymme mellan orden när du använder detta typsnitt

source: The amount of stretchable space between words when using this font
es: Estiramiento máximo del espacio entre palabras
ru: Насколько пробел между словами может увеличиться при использовании этого шрифта

source: The amount the space between words may shrink when using this font
es: Contracción máxima del espacio entre palabras
ru: Насколько пробел между словами может уменьшиться при использовании этого шрифта
sv: Utrymmet mellan orden kan krympa när du använder detta typsnitt

source: The background of the TTF debugging window
es: El fondo de la ventana de depuración TTF
ru: Фон для окна отладки инструкций TTF

source: The box around the up/down arrows of a numeric field (spinner)
es: La caja alrededor de las flechas de arriba/abajo de un campo numérico (spinner)
ru: Область вокруг верхней и нижней стрелки числового поля (счётчика)
sv: Rutan runt upp-/nedpilarna i ett numeriskt fält (spinner)

source: The character, %d, was not read properly (or pk file is in bad format) At %ld should be %d, off by %ld
es: El carácter, %d, no fue leído correctamente (o el archivo pk está en mal formato) En %ld debería ser %d, con un desplazamiento de %ld
ru: Символ %d прочитан некорректно (или неверный формат pk-файла) На %ld должно быть %d и завершаться до %ld

source: The class name, %s, is already in use.
es: El nombre de clase %s ya está en uso.
ru: Имя класса, %s, уже используется.
sv: Klassnamnet %s är redan i bruk.

source: The code point U+%1$04X occurs in groups %2$.30s and %3$.30s
es: El punto de código U+%1$04X aparece en los grupos %2$.30s y %3$.30s
ru: Кодовая точка U+%1$04X встречается в группах %2$.30s и %3$.30s
sv: Kodpunkten U+%1$04X förekommer i grupperna %2$.30s och %3$.30s

source: The color of a reference
es: El color de una referencia
ru: Цвет ссылки

source: The color of a selected point
es: El color de un punto seleccionado
ru: Цвет выделенной точки
sv: Färgen på en markerad punkt

source: The color of an on-curve point
es: El color de un punto en una curva
ru: Цвет точки на кривой
sv: Färgen på en punkt på kurvan

source: The color of anchor stars
es: El color de las estrellas del ancla
ru: Цвет звёздочек опорных точек
sv: Färgen på ankarstjärnor

source: The color of another glyph drawn in the current view to show where it would be placed by an anchor lookup
es: El color de otro glifo dibujado en la vista actual para mostrar dónde debería ser colocado por una búsqueda de anclaje
ru: Цвет другого глифа, показанного в текущем окне для отображения места его расположения согласно опорной точки lookup
sv: Färgen på en annan glyf som ritas i den aktuella vyn för att visa var den skulle placeras genom en ankaruppslagning

source: The color of grid-fit (and other) raster blocks
es: El color de los bloques de rasterización del ajuste a la cuadrícula (y de otros)
ru: Цвет подогнанных (и других) растровых блоков
sv: Färgen på grid-fit (och andra) rasterblock

source: The color of grid-fit outlines
es: El color de los contornos del ajuste a la cuadrícula
ru: Цвет контуров, подогнанных к пиксельной сетке
sv: Färgen på konturerna i rutnätet

source: The color of outlines in inactive layers
es: El color de los contornos en las capas inactivas
ru: Цвет контуров на неактивном слое
sv: Färgen på konturerna i inaktiva lager

source: The color of outlines in the active layer
es: El color de los contornos de la capa activa
ru: Цвет контуров на активном слое
sv: Färgen på konturerna i det aktiva lagret

source: The color of raster blocks which have just been turned off (in the debugger when an instruction moves a point)
es: El color de los bloques de rasterización que acaban de ser desactivados (en el depurador, cuando una instrucción mueve un punto)
ru: Цвет только что исчезнувших растровых блоков (в отладчике, когда инструкция перемещает точку)
sv: Färgen på rasterblock som just har stängts av (i felsökaren när en instruktion flyttar en punkt)

source: The color of raster blocks which have just been turned on (in the debugger when an instruction moves a point)
es: El color de los bloques de rasterización que acaban de ser activados (en el depurador, cuando una instrucción mueve un punto)
ru: Цвет только что появившихся растровых блоков (в отладчике, когда инструкция перемещает точку)
sv: Färgen på rasterblock som just har slagits på (i felsökaren när en instruktion flyttar en punkt)

source: The color of the clip path
es: El color de los clip paths
ru: Цвет обтравочного контура
sv: Färgen på klippslingan

source: The color of the guide line for the advance width
es: El color de la línea guía para el ancho avanzado
ru: Цвет направляющей линии для ширины глифа

source: The color of the guide lines for glyph metrics
es: El color de las líneas guía para las métricas de los glifos
ru: Цвет направляющих линий для метрик глифа

source: The color of the guide lines for the bitmap grid
es: El color de las líneas de guía para la cuadrícula de mapa de bits
ru: Цвет направляющих линий для сетки растра

source: The color of the large bitmap
es: El color del mapa de bits grande
ru: Цвет большого растра

source: The color of the line marking the advance width
es: El color de la línea que marca el ancho avanzado
ru: Цвет линии для обозначения ширины
sv: Färgen på linjen som markerar framkörningsbredden

source: The color of the line marking the advance width when it is selected
es: El color de la línea que marca el ancho de avance cuando está seleccionado
ru: Цвет линии для обозначения ширины при её выделении
sv: Färgen på linjen som markerar förskottsbredden när den är vald

source: The color of the line marking the grid-fit advance width
es: El color de la línea que marca el ancho de ajuste a la cuadrícula
ru: Цвет линии для отображения ширины глифа после подгонки к пиксельной сетке
sv: Färgen på linjen som markerar bredden på grid-fit-övergången

source: The color of the line marking the left bearing when it is selected
es: El color de la línea que marca el margen izquierdo cuando está seleccionado
ru: Цвет линии для обозначения левого апроша при его выделении

source: The color of the line(s) marking ligature carets
es: El color de la(s) línea(s) marcando los circunflejos de las ligaduras
ru: Цвет линии (линий) обозначения каретки лигатуры
sv: Färgen på strecket (strecken) som markerar ligatur-carets

source: The color of the open path
es: El color de el trazado abierto
ru: Цвет незамкнутого контура

source: The color of the outline
es: El color del contorno
ru: Цвет контура

source: The color of the point which is the start of a contour
es: El color del punto que es el inicio de un contorno
ru: Цвет начальной точки контура
sv: Färgen på den punkt som är början på en kontur

source: The color of the preview for drawing lines, rectangles, and ellipses
es: El color de la vista previa para dibujar líneas, rectángulos y elipses
ru: Цвет предпросмотра наносимых линий, прямоугольников и эллипсов

source: The color of the selected reference
es: El color de la referencia seleccionada
ru: Цвет выделенной ссылки

source: The color of the selected region
es: El color de la región seleccionada
ru: Цвет выделенной области

source: The color of the small bitmap view
es: El color de la vista pequeña del mapa de bits
ru: Цвет малого растра для просмотра

source: The color of thick outlines in inactive layers
es: El color de los contornos gruesos en las capas inactivas
ru: Цвет толстых контуров неактивного слоя

source: The color of thick outlines in the active layer
es: El color de los contornos gruesos en la capa activa
ru: Цвет толстых контуров на активном слое

source: The color used to display a new guide line dragged from the ruler.
es: El color usado para mostrar una nueva línea guía arrastrada de la regla.
ru: Цвет для отображения новой направляющей при перетаскивании от линейки.

source: The color used to draw a hint which conflicts with another
es: El color usado para dibujar una pista que entra en conflicto con otra
ru: Цвет для отображения инструкции, которая конфликтует с другой инструкцией
sv: Den färg som används för att rita en ledtråd som står i konflikt med en annan

source: The color used to draw a selected control point of an on-curve point
es: El color usado para dibujar un punto de control seleccionado de un punto en curva
ru: Цвет для отображение выделенной управляющей точки для точки на кривой
sv: Den färg som används för att rita en vald kontrollpunkt för en punkt på kurvan

source: The color used to draw a vertical and a horizontal tick corresponding to the mouse position.
es: El color usado para dibujar una graduación vertical y horizontal correspondiente a la posición del ratón.
ru: Цвет для обозначения вертикальных и горизонтальных делений, соответствующих положению указателя мыши.

source: The color used to draw bitmap (single bit) images which do not specify a clut
es: El color usado para dibujar imágenes de mapas de bit (de un solo bit) que no especifican una tabla de búsqueda de colores (CLUT)
ru: Цвет для отображения растровых изображений (однобитных), для которых не выбран цвет
sv: Den färg som används för att rita bitmappsbilder (single bit) som inte specificerar en clut

source: The color used to draw diagonal hints
es: El color usado para dibujar pistas diagonales
ru: Цвет для отображения инструкций диагонали
sv: Den färg som används för att rita diagonala ledtrådar

source: The color used to draw horizontal hints
es: El color usado para dibujar pistas horizontales
ru: Цвет для отображения инструкций горизонтали
sv: Den färg som används för att rita horisontella ledtrådar

source: The color used to draw markers for splines which are almost, but not quite horizontal or vertical at their end-points
es: El color utilizado para dibujar marcadores de curvas que son casi, pero no totalmente, horizontales o verticales en sus extremos
ru: Цвет для отображения отметок для сплайнов, которые почти, но не вполне горизонтальны или вертикальны на своих конечных точках
sv: Den färg som används för att rita markörer för splines som är nästan, men inte helt horisontella eller vertikala vid sina ändpunkter

source: The color used to draw minimum distance hints
es: El color usado para dibujar pistas de distancia mínima
ru: Цвет для отображения инструкций минимального расстояния

source: The color used to draw points at extrema (if that mode is active)
es: El color usado para dibujar puntos en los nodos extremos (si ese modo está activo)
ru: Цвет для отображения точек экстремума (при включении этого режима)
sv: Den färg som används för att rita punkter vid extrema (om det läget är aktivt)

source: The color used to draw points of inflection (if that mode is active)
es: El color usado para dibujar puntos de inflexión (si ese modo está activo)
ru: Цвет для отображения точек на изгибе (при включении этого режима)
sv: Den färg som används för att rita böjningspunkter (om det läget är aktivt)

source: The color used to draw the "next" control point of an on-curve point
es: El color usado para dibujar el punto de control "siguiente" de un punto en curva
ru: Цвет для отображения «следующей» управляющей точки для точки на кривой
sv: Den färg som används för att rita "nästa" kontrollpunkt för en punkt på kurvan

source: The color used to draw the "previous" control point of an on-curve point
es: El color usado para dibujar el punto de control "anterior" de un punto en curva
ru: Цвет для отображения «предыдущей» управляющей точки для точки на кривой
sv: Den färg som används för att rita den "föregående" kontrollpunkten för en punkt på kurvan

source: The color used to draw the active horizontal hint which the Review Hints dialog is examining
es: El color usado para dibujar la pista horizontal activa, la cuál está siendo examinada por el diálogo Revisar pistas
ru: Цвет для отображения активной инструкции горизонтали, проверка которой выполняется в диалоге «Просмотр инструкций»
sv: Den färg som används för att rita den aktiva horisontella ledtråden som granskas i dialogen Granska ledtrådar

source: The color used to draw the active vertical hint which the Review Hints dialog is examining
es: El color usado para dibujar la pista vertical activa, la cuál está siendo examinada por el diálogo Revisar pistas
ru: Цвет для отображения активной инструкции вертикали, проверка которой выполняется в диалоге «Просмотр инструкций»
sv: Den färg som används för att rita den aktiva vertikala ledtråden som granskas i dialogen Granska ledtrådar

source: The color used to draw the large tick marks in rulers.
es: El color usado para dibujar las graduaciones grandes en las reglas.
ru: Цвет для обозначения большого деления на линейках
sv: Den färg som används för att rita de stora kryssmarkeringarna i linjaler.

source: The color used to draw the measure tool line.
es: El color usado para dibujar la línea de la herramienta de medición.
ru: Цвет линий для инструмента измерения.

source: The color used to draw the measure tool numbers on the canvas when snapped.
es: El color usado para dibujar los números de la herramienta de medición en el lienzo al acoplarse.
ru: Цвет для отображения чисел инструмента измерения на холсте при привязке.

source: The color used to draw the measure tool numbers on the canvas.
es: El color usado para dibujar los números de la herramienta de medición en el lienzo.
ru: Цвет для отображения чисел инструмента измерения на холсте.

source: The color used to draw the measure tool points when snapped.
es: El color usado para dibujar los puntos de la herramienta de medición al acoplarse.
ru: Цвет для отображения точек инструмента измерения при привязке.

source: The color used to draw the measure tool points.
es: El color usado para dibujar los puntos de la herramienta de medición.
ru: Цвет для отображения точек инструмента измерения.

source: The color used to draw the outline of the old spline when you are interactively modifying a glyph
es: El color usado para dibujar el contorno de la curva antigua cuando estás modificando interactivamente un glifo
ru: Цвет для отображения контура старого сплайна при интерактивном изменении глифа

source: The color used to draw vertical hints
es: El color usado para dibujar pistas verticales
ru: Цвет для отображения инструкций вертикали
sv: Den färg som används för att rita vertikala antydningar

source: The color used to fill the outline if that mode is active
es: El color usado para llenar el contorno si ese modo está activo
ru: Цвет заливки контура при включении этого режима
sv: Den färg som används för att fylla ut konturen om det läget är aktivt

source: The color used to fill the outline when in preview mode
es: El color usado para llenar el contorno cuando se está en el modo de vista previa
ru: Цвет заливки контура в режиме предпросмотра

source: The color used to mark blue zones in the blue values entry of the private dictionary
es: El color usado para marcar zonas azules en la entrada de valores azules del diccionario privado
ru: Цвет для обозначения областей BlueValues при вводе в частный словарь
sv: Den färg som används för att markera blå zoner i den privata ordbokens post för blå värden

source: The color used to mark blue zones in the family blues entry of the private dictionary
es: El color usado para marcar zonas azules en la entrada de blues de la familia del diccionario privado
ru: Цвет для обозначения областей FamilyBlues при вводе в частный словарь
sv: Den färg som används för att markera blå zoner i den privata ordbokens family blues-post

source: The color used to outline a reference
es: El color usado para contornar una referencia
ru: Цвет, применяемый для границы ссылки

source: The color used to outline the selected reference
es: El color usado para contornar la referencia seleccionada
ru: Цвет, применяемый для контура выделенной ссылки

source: The context/chaining subtable %s in %s fails to match %s in %s
es: El contexto/cadena subtabla %s en %s no coincide con %s en %s
ru: Подтаблица контекста/цепочки %s в %s не совпадает с %s в %s
sv: Sammanhanget/kedjans subtabell %s i %s matchar inte %s i %s

source: The contour bends or curves counter-clockwise at the selected point; all on-curve points must bend or curve clockwise.
es: El contorno se dobla o curva en un sentido antihorario en el punto seleccionado; todos los puntos en curva deben doblarse o curvarse en un sentido horario.
ru: Контур сгибается или искривляется против часовой стрелки в выбранной точке; все точки на кривой должны сгибаться или искривляться по часовой стрелке.

source: The contour intersects itself; a nib must non-intersecting.
es: El contorno se interseca; una punta no debe intersectarse.
ru: Контур пересекает сам себя; остриё не должно пересекаться.

source: The contour is open; a nib must be closed.
es: El contorno está abierto; una punta debe ser cerrada.
ru: Контур открыт; остриё должно быть закрыто.

source: The contour is quadratic; a nib must be a cubic contour.
es: El contorno es cuadrático; una punta debe ser un contorno cúbico.
ru: Контур квадратный; остриё должно быть представлено квадратным контуром.

source: The contour winds counter-clockwise; a nib must wind clockwise.
es: El contorno se mueve en sentido antihorario, una punta debe moverse en sentido horario.
ru: Контур поворачивается против часовой стрелки; остриё должно поворачиваться по часовой стрелке.

source: The control point above the selected point is near the italic angle
es: El punto de control por encima del punto seleccionado está cerca de la pendiente de las cursivas
ru: Упр. точка над выделенной точкой близка к курсивному углу
sv: Kontrollpunkten ovanför den markerade punkten ligger nära den kursiva vinkeln

source: The control point above the selected point is nearly horizontal
es: El punto de control por encima del punto seleccionado está casi horizontal
ru: Управляющая точка над выделенной точкой почти горизонтальна
sv: Kontrollpunkten ovanför den valda punkten är nästan horisontell

source: The control point above the selected point is nearly vertical
es: El punto de control por encima del punto seleccionado está casi vertical
ru: Управляющая точка над выделенной точкой почти вертикальна
sv: Kontrollpunkten ovanför den valda punkten är nästan vertikal

source: The control point above the selected point is outside the spline segment
es: El punto de control encima del punto seleccionado está fuera del segmento de curva
ru: Упр. точка над выделенной точкой находится за пределами сегмента сплайна
sv: Kontrollpunkten ovanför den valda punkten ligger utanför splinesegmentet

source: The control point below the selected point is near the italic angle
es: El punto de control por debajo del punto seleccionado está cerca de la pendiente de las cursivas
ru: Упр. точка под выделенной точкой близка к курсивному углу
sv: Kontrollpunkten under den valda punkten är nära den kursiva vinkeln

source: The control point below the selected point is nearly horizontal
es: El punto de control por debajo del punto seleccionado está casi horizontal
ru: Управляющая точка под выделенной точкой почти горизонтальна
sv: Kontrollpunkten under den valda punkten är nästan horisontell

source: The control point below the selected point is nearly vertical
es: El punto de control por debajo del punto seleccionado está casi vertical
ru: Управляющая точка под выделенной точкой почти вертикальна
sv: Kontrollpunkten under den valda punkten är nästan vertikal

source: The control point below the selected point is outside the spline segment
es: El punto de control debajo del punto seleccionado está fuera del segmento de curva
ru: Упр. точка под выделенной точкой находится за пределами сегмента сплайна
sv: Kontrollpunkten under den valda punkten ligger utanför splinesegmentet

source: The control point left of the selected point is near the italic angle
es: El punto de control izquierdo del punto seleccionado está cerca de la pendiente de las cursivas
ru: Упр. точка слева от выделенной точки близка к курсивному углу
sv: Kontrollpunkten till vänster om den valda punkten ligger nära den kursiva vinkeln

source: The control point left of the selected point is nearly horizontal
es: El punto de control izquierdo del punto seleccionado está casi horizontal
ru: Управляющая точка слева от выделенной точки почти горизонтальна
sv: Kontrollpunkten till vänster om den valda punkten är nästan horisontell

source: The control point left of the selected point is nearly vertical
es: El punto de control izquierdo del punto seleccionado está casi vertical
ru: Управляющая точка слева от выделенной точки почти вертикальна
sv: Kontrollpunkten till vänster om den valda punkten är nästan vertikal

source: The control point left of the selected point is outside the spline segment
es: El punto de control a la izquierda del punto seleccionado está fuera del segmento de curva
ru: Упр. точка слева от выделенной точки находится за пределами сегмента сплайна
sv: Kontrollpunkten till vänster om den valda punkten ligger utanför splinesegmentet

source: The control point right of the selected point is near the italic angle
es: El punto de control derecho del punto seleccionado está cerca de la pendiente de las cursivas
ru: Упр. точка справа от выделенной точки близка к курсивному углу
sv: Kontrollpunkten till höger om den markerade punkten ligger nära den kursiva vinkeln

source: The control point right of the selected point is nearly horizontal
es: El punto de control derecho del punto seleccionado está casi horizontal
ru: Управляющая точка справа от выделенной точки почти горизонтальна
sv: Kontrollpunkten till höger om den valda punkten är nästan horisontell

source: The control point right of the selected point is nearly vertical
es: El punto de control derecho del punto seleccionado está casi vertical
ru: Управляющая точка справа от выделенной точки почти вертикальна
sv: Kontrollpunkten till höger om den valda punkten är nästan vertikal

source: The control point right of the selected point is outside the spline segment
es: El punto de control a la derecha del punto seleccionado está fuera del segmento de curva
ru: Упр. точка справа от выделенной точки находится за пределами сегмента сплайна
sv: Kontrollpunkten till höger om den valda punkten ligger utanför splinesegmentet
