Repository: fontforge/fontforge
Catalog: po/*.po
Languages: es, ru, sv

source: Guessing pixel size based on font ascent in %s
es: Adivinando el tamaño en píxeles basándose en el ascenso de la fuente en %s
ru: Размер пиксела предложен на основе верхнего выносного элемента шрифта в %s
sv: Gissning av bildpunktstorlek baserat på typsnittets stigning i %s

source: Guessing pixel size based on font descent in %s
es: Adivinando el tamaño en píxeles basándose en el descenso de la fuente en %s
ru: Размер пиксела предложен на основе нижнего выносного элемента шрифта в %s
sv: Gissning av bildpunktstorlek baserat på typsnittets nedstigning i %s

source: Guide
es: Guía
ru: Направляющая

source: Guide Color
es: Color de guía
ru: Цвет направляющей

source: Guide Drag Color
es: Color de la cuadrícula guía
ru: Цвет перетаскиваемой направляющей

source: Guide Layer Color
es: Color de la capa guía
ru: Цвет слоя направляющей
sv: Guide lager färg

source: Guidelines:
es: Pautas:
ru: Направляющие:
sv: Riktlinjer:

source: Gujarati
es: Guyaratí
ru: Гуджарати

source: Gumatj
ru: Кумать

source: Gumuz
ru: Гумуз

source: Gunjala Gondi
es: Gondi Gunjala
ru: Гунджала гонди

source: Gupapuyngu
ru: Купапуйнгу

source: Gurmukhi
es: Gurmují
ru: Гурмухи

source: Gurmukhi2
es: Gurmují 2
ru: Гурмукхи 2

source: Gusii
ru: Гусии

source: HFlex Hint Color
es: Color de pista HFlex
ru: Цвет инструкции HFlex
sv: HFlex Hint Färg

source: HHint Active Color
es: Color de pista horizontal activa
ru: Цвет активной инструкции горизонтали
sv: HHint Aktiv färg

source: HStem
es: Astas horizontal
ru: Горизонтальные штрихи

source: HV Box
es: Caja HV
ru: Рамка

source: HV Group Box
es: Caja de grupo HV
ru: Группирующая рамка
sv: HV Gruppbox

source: HVCurve
es: Curva HV
ru: Горизонтально-вертикальная

source: H_ints
es: A_justes
ru: _Инструкции

source: Haida
ru: Хайда

source: Haitian
es: Haitiano
ru: Гаитянский креольский
sv: Haitisk

source: Halam
ru: Фалам

source: Halant Forms
es: Formas sin vocal
ru: Формы с вирамой
sv: Halant formulär

source: Half Forms
es: Formas mediales
ru: Полуширинные формы
sv: Halva formulär

source: Half Widths
es: Anchos medios
ru: Половинная ширина
sv: Halva bredder

source: Halfwidth and Fullwidth Forms
es: Formas de medio ancho y de ancho completo
ru: Формы в половинную и полную ширину
sv: Formulär för halvbredd och fullbredd

source: Hammer-Banna
ru: Хамер-банна

source: Handle Erasers (PS/EPS)
es: Manejar borradores (PS/EPS)
ru: Управление ластиками (PS/EPS)

source: Hangul
ru: Хангыль

source: Hangul Compatibility Jamo
es: Hangul Jamo, compatibilidad
ru: Хангыль, совместимый с Ямо
sv: Hangul-kompatibilitet Jamo

source: Hangul Jamo
ru: Хангыль Ямо

source: Hangul Jamo Extended-A
es: Hangul Jamo extendido-A
ru: Расширенные элементы хангыля — A

source: Hangul Jamo Extended-B
es: Hangul Jamo extendido-B
ru: Расширенные элементы хангыля — B

source: Hangul Syllables
es: Sílabas Hangul
ru: Слоги Хангыля
sv: Hangul stavelser

source: Hanifi Rohingya
es: Hanifí rohinyá
ru: Ханифи

source: Hanja to Hangul (Deprecated)
es: Hanja a Hangul (Obsoleto)
ru: От ханчи до хангыля (устарело)

source: Hanunoo
es: Hanunuo
ru: Хануноо

source: Harari
ru: Харари

source: Harauti
ru: Хараути

source: Harmoni_ze
es: Armoni_zar
ru: Гармониза_ция

source: Harmonizing...
es: Armonizando...
ru: Гармонизация…

source: Haryanvi
ru: Хариани

source: Has _Vertical Metrics
es: Posee métrica _vertical
ru: Содержит _вертикальные метрики
sv: Har _Vertikala mätvärden

source: Hatran
es: Hatrán
ru: Хатран

source: Hausa
ru: Хауса

source: Have the measure tool show horizontal and vertical distances on the canvas.
es: Hacer que la herramienta de medición muestre distancias horizontales y verticales en el lienzo.
ru: Показывать горизонтальные и вертикальные расстояния с помощью инструмента измерения на холсте.

source: Hawaiian
es: Hawaiano
ru: Гавайский

source: Haya
ru: Хайя

source: Hazaragi
ru: Хазара

source: Heavy
es: Pesado
ru: Насыщенный
sv: Tung

source: Hebrew
es: Hebreo
ru: Иврит
sv: Hebreiska

source: Height
es: Altura
ru: Высота
sv: Höjd

source: Height Adjusts
es: Ajuste de altura
ru: Регулировки кернинга
sv: Justerbar höjd

source: Height of Horizontal Stems:
es: Altura de astas horizontales:
ru: Высота горизонтальных штрихов:
sv: Höjd på horisontella stammar:

source: Height of fraction bar above base line
es: Altura de la barra de fracciones sobre la línea base
ru: Высота дробной черты над базовой линией
sv: Höjd på bråkstaven över baslinjen

source: Height of the bottom of the radical degree, if such be present, in proportion to the ascender of the radical sign.
es: Altura de la parte inferior del grado del radical. Si está presente, en proporción al ascendente del signo radical.
ru: Высота нижней границы показателя корня, если таковой имеется в наличии, пропорционально высоте знака корня.
sv: Höjden på botten av den radikala graden, om sådan är närvarande, i proportion till ascender av det radikala tecknet.

source: Height/Kern Data
es: Datos de altura/interletraje
ru: Данные высоты/кернинга
sv: Höjd/Kern Data

source: Height:
es: Altura:
ru: Высота:
sv: Höjd:

source: Heiltsuk
es: Heilchuco
ru: Хейлцук

source: Herero
ru: Гереро

source: Hidden
es: Oculto
ru: Скрыто
sv: Dold

source: Hide when _Moving
es: Ocultar al _mover
ru: Скрывать при _перемещении
sv: Dölj vid _rörelse

source: High
es: Alto
ru: Высокое
sv: Hög

source: High Mari
es: Mari alto
ru: Высокий марийский
sv: Hög Mari

source: High Private Use Surrogates
es: Sustitutos altos de uso privado
ru: Верхняя часть суррогатных пар для частного использования

source: High Surrogates
es: Sustitutos altos
ru: Верхняя часть суррогатных пар

source: High-Density Font
es: Fuente de alta densidad
ru: Шрифт с высокими плотностями
sv: Typsnitt med hög densitet

source: Hiligaynon
es: Hiligueino
ru: Хилигайнон

source: Hindi
ru: Хинди

source: Hindko
ru: Хиндко

source: Hint Label Color
es: Color de etiqueta de pista
ru: Цвет подписи инструкции
sv: Hintens etikettfärg

source: Hint Mask
es: Máscara de pista
ru: Маска инструкций

source: Hint Substitution
es: Sustitución de pistas
ru: Подстановка инструкций
sv: Ersättning av ledtrådar

source: Hint _Substitution Pts
es: Punto_s de sustitución de pistas
ru: Проинструктировать _подстановочные точки

source: Hint _Width Near¹
es: Ancho de las pistas cerca de¹(_W)
ru: Рядом¹ по _толщине штриха
sv: Tips _Bredd Nära¹

source: Hint mask (or counter mask) with too many hints in %s
es: Máscara de pistas (o máscara de contador) con demasiadas pistas en %s
ru: Маска инструкции (или маска счётчика) со слишком большим количеством инструкций в %s

source: Hint masks differ in glyph “%s” at (%g,%g)
es: Las máscaras de pistas difieren en el glifo “%s” en (%g,%g)
ru: Маски хинтов отличаются в глифе «%s» на (%g,%g)
sv: Hint-masker skiljer sig åt i glyfen "%s" vid (%g,%g)

source: HintBoundingBoxes
es: Cajas delimitadoras de pistas
ru: Применять инструкции для создания площадок
sv: HintBegränsningsrutor

source: HintDiagonalEnds
es: Pistas en extremos diagonales
ru: Инструкции на концах диагональных штрихов
sv: HintDiagonala ändar

source: HintDiagonalInter
es: Pistas en intersecciones diagonales
ru: Инструкции на пересечениях диагональных штрихов

source: HintMasks only if conflicts
es: Máscaras de pistas solo si hay conflictos
ru: Сравнивать маски хинтов только в случае конфликтов
sv: HintMaskeringar endast vid konflikter

source: Hinting Needed Color
es: Color de pistas necesario
ru: Цвет при необходимости хинтинга

source: Hints
es: Ajustes
ru: Хинты
sv: Tips

source: Hints differ in glyph “%s”
es: Las pistas difieren en el glifo “%s”
ru: Хинты отличаются друг от друга в глифе “%s”
sv: Ledtrådar skiljer sig åt i glyfen "%s"

source: Hiragana
ru: Хирагана

source: Hiragana & Katakana
es: Hiragana y Katakana
ru: Хирагана и Катакана

source: Hiri Motu
ru: Хири-моту

source: Histogram Dialog
es: Histograma
ru: Диалог гистограммы

source: Histogram Graph Color
es: Fuente de los gráficos del histograma
ru: Цвет графиков гистограмм

source: Histogram.Font
es: Fuente del histograma
ru: Шрифт для гистограмм

source: Histograms
es: Histogramas
ru: Гистограммы
sv: Histogram

source: Historic Ligatures
es: Ligaduras históricas
ru: Канонические лигатуры
sv: Historiska ligaturer

source: Historical Forms
es: Formas históricas
ru: Канонические формы
sv: Historiska former

source: Hit Watch Point
es: Punto de inspección alcanzado
ru: Обнаружена контрольная точка

source: Hmm, more glyph variation data specified than there are glyphs in font.
es: Mmm, se especificaron más datos de variación de glifos que los glifos que hay en la fuente.
ru: Указано больше данных по вариантам глифов, чем количество глифов в шрифте.

source: Hmm, no global tuples specified in the 'gvar' table.
es: Mmm, no se especificaron tuplas globales en la tabla 'gvar'.
ru: Глобальные кортежи не указаны в таблице 'gvar'.

source: Hmm, the 'avar' table is too long.
es: Mmm, la tabla 'avar' es demasiado larga.
ru: Таблица 'avar' слишком длинная.

source: Hmm, the axis count in the 'avar' table is different from that in the 'fvar' table.
es: Mmm, el número de ejes en la tabla 'avar' es diferente al de la tabla 'fvar'.
ru: Число осей в таблице 'avar' отличается от таблицы 'fvar'.

source: Hmm, the axis count in the 'gvar' table is different from that in the 'fvar' table.
es: Mmm, el número de ejes en la tabla 'gvar' es diferente al de la tabla 'fvar'.
ru: Число осей в таблице 'gvar' отличается от числа осей в 'fvar'.

source: Hmm, this 'fvar' table has an unexpected size for an axis, I shan't parse it
es: Mmm, esta tabla 'fvar' tiene un tamaño inesperado para un eje. No debo interpretarla
ru: Данная таблица 'fvar' содержит неожиданный размер оси, обработка выполняться не будет

source: Hmm, this 'fvar' table has an unexpected size for an instance, I shan't parse it
es: Mmm, esta tabla 'fvar' tiene un tamaño inesperado para una instancia. No debo interpretarla
ru: Данная таблица 'fvar' содержит неожиданный размер экземпляра, обработка выполняться не будет

source: Hmm, this 'fvar' table has more axes than FontForge can handle.
es: Mmm, esta tabla 'fvar' tiene más ejes de los que FontForge puede manejar.
ru: Данная таблица 'fvar' содержит больше осей, чем FontForge может обработать.

source: Hmm, this 'fvar' table has more count/size pairs than I expect
es: Mmm, esta tabla 'fvar' tiene más pares de contador/tamaño de lo que espero
ru: Данняа таблица 'fvar' содержит большее количество или больший размер пар, чем ожидалось

source: Hmm, this 'fvar' table has no axes, that doesn't make sense.
es: Mmm, esta tabla 'fvar' no tiene ejes. Eso no tiene sentido.
ru: Данная таблица 'fvar' не содержит осей, что нецелесообразно.

source: Hmm, this 'fvar' table has too few count/size pairs, I shan't parse it
es: Mmm, esta tabla 'fvar' tiene muy pocos pares de contador/tamaño. No debo interpretarla
ru: Данная таблица 'fvar' содержит меньшее количество или меньший размер пар, обработка выполняться не будет

source: Hmm, this 'fvar' table has too few count/size pairs, I shan't parse it
es: Mmm, esta tabla 'fvar' tiene muy pocos pares de contador/tamaño. No debo interpretarla
ru: Данная таблица 'fvar' содержит меньшее количество или меньший размер пар, обработка выполняться не будет
sv: Hmm, den här "fvar"-tabellen har för få count/size-par, jag kan inte analysera den

source: Hmm, this 'fvar' table is too short
es: Mmm, esta tabla 'fvar' es demasiado corta
ru: Данная таблица 'fvar' слишком короткая

source: Hmm, too many global tuples specified in the 'gvar' table. FontForge only supports %d
es: Mmm, hay demasiadas tuplas globales especificadas en la tabla 'gvar'. FontForge sólo soporta %d
ru: Слишком много глобальных кортежей указано в таблице 'gvar'. FontForge поддерживает только %d
sv: Hmm, för många globala tuples specificerade i tabellen 'gvar'. FontForge stöder endast %d

source: Hmong
ru: Хмонг

source: Hmong Daw
ru: Хмонг дау

source: Hmong Shuat
es: Shuat de Hmong
ru: Хмонг шуа

source: Ho
ru: Хo

source: Hojo (JIS X 0212-1990) Kanji Forms
es: Hojo (JIS X 0212-1990) Formas Kanji
ru: Формы ходжо кандзи (JIS X 0212-1990)
sv: Hojo (JIS X 0212-1990) Kanji-former

source: Hold [Control] key to restrict
es: Mantén presionada la tecla [Ctrl] para restringir
ru: Удерживайте клавишу [Control] для установки ограничения
sv: Håll in [Control]-knappen för att begränsa

source: Hold [Shift] key to merge
es: Manten presionada la tecla [Shift] para combinar
ru: Удерживайте клавишу [Shift] для выполнения объединения
sv: Håll in [Skift]-tangenten för att slå samman

source: Holding down the Shift key will speed up arrow key motion by this factor
es: Mantener presionada la tecla Shift acelerará el movimiento de la flecha en este factor
ru: При удерживании клавиши Shift происходит ускорение движения по нажатию клавиши со стрелкой на указанный коэффициент

source: Home Folder
es: Carpeta de inicio
ru: Домашний каталог
sv: Hemmapp

source: Hor. Construction
es: Construcción hor.
ru: Горизонтальная конструкция
sv: Hor. konstruktion

source: Hor. Variants
es: Variantes horizontales
ru: Горизонтальные варианты
sv: Hor. varianter

source: Hori_zontal Metric Lines
es: Líneas de métrica hori_zontal
ru: Горизонта_льные линии метрик
sv: Hori_sontella metriska linjer

source: Horiz. Hint Color
es: Color de pista horizontal
ru: Цвет инструкций горизонтали
sv: Horiz. Hint Färg

source: Horiz. Variants
es: Variantes horizontales
ru: Гор. варианты
sv: Horiz. Varianter

source: Horizontal
ru: По горизонтали
sv: Horisontell

source: Horizontal Baselines
es: Líneas base horizontales
ru: Горизонтальные базовые линии шрифта
sv: Horisontella baslinjer

source: Horizontal Counter Add
es: Añadir contador horizontal
ru: Добавление горизонтального просвета
sv: Horisontell räknare Add

source: Horizontal Counter Scale
es: Escala horizontal de los contadores
ru: Масштабирование горизонтальных просветов
sv: Horisontell räkneverkskala

source: Horizontal Extension Italic Correction
es: Corrección cursiva de extensión horizontal
ru: Корректировка для курсива с горизонтальным растяжением
sv: Horisontell förlängning Korrigering av kursiv stil

source: Horizontal Extents for %c%c%c%c
es: Extensiones horizontales para %c%c%c%c
ru: Горизонтальное смещение для %c%c%c%c
sv: Horisontell utsträckning för %c%c%c%c

source: Horizontal High
es: Horizontal alto
ru: Высокий по-горизонтали
sv: Horisontell hög

source: Horizontal Kana Alternatives
es: Kana horizontales alternativos
ru: Альтернативные формы горизонтального письма кана
sv: Horisontella Kana-alternativ

source: Horizontal Kerning
es: Interletraje horizontal
ru: Горизонтальный кернинг
sv: Horisontell kantlinje

source: Horizontal Low
es: Horizontal bajo
ru: Низкий по-горизонтали
sv: Horisontell låg

source: Horizontal Medium
es: Horizontal medio
ru: Средний по-горизонтали
sv: Horisontell medium

source: Horizontal Stem Height Add
es: Añadir altura de asta horizontal
ru: Добавление высоты горизонтального штриха
sv: Horisontell stamhöjd Lägg till

source: Horizontal Stem Height Scale
es: Escalar altura de asta horizontal
ru: Масштаб высоты горизонт. штрихов
sv: Horisontell skala för stamhöjd

source: Horizontal distance between the top and bottom elements of a skewed fraction.
es: La distancia horizontal entre los elementos superior e inferior de una fracción inclinada.
ru: Горизонтальное расстояние между верхним и нижним элементами диагональной дроби.

source: Horizontal: %d baseline
es: Horizontal: %d línea base
ru: По-горизонтали: %d базовая линия
sv: Horisontellt: %d baslinje

source: Horseshoe E and A
es: A y E en forma de herradura
ru: Скруглённые символы E и A
sv: Hästsko E och A

source: How many entries should there be in the cvt table?
es: ¿Cuántas entradas debería haber en la tabla cvt?
ru: Сколько элементов должно быть в таблице cvt?
sv: Hur många poster ska det finnas i cvt-tabellen?

source: How many most-recent Undos should be kept?
es: ¿Cuándos deshaceres recientes deberían ser conservados?
ru: Сколько последних действий сохранять для отмены?

source: How to align these points?
es: ¿Cómo alinear estos puntos?
ru: Как выровнять эти точки?

source: Hue:
es: Matiz:
ru: Тон:
sv: Nyans:

source: Hungarian
es: Húngaro
ru: Венгерский
sv: Ungerska

source: I can't even imagine how to attempt to interpolate gradients in layer %d of %s
es: No puedo ni imaginar cómo intentar interpolar los degradados en la capa %d de %s
ru: Непредвиденные трудности выполнения интерполяции градиентов на слое %d в %s

source: I can't even imagine how to attempt to interpolate images in layer %d of %s
es: No puedo ni imaginar cómo intentar interpolar imágenes en la capa %d de %s
ru: Непредвиденные трудности выполнения интерполяции изображений на слое %d в %s

source: I can't figure out how to compare the subtable, %s, in %s to %s in %s
es: No puedo averiguar cómo comparar la subtabla, %s, en %s con %s en %s
ru: Невозможно понять, как сравнить подтаблицу, %s в %s с %s в %s
sv: Jag kan inte räkna ut hur man jämför subtabellen, %s, i %s till %s i %s

source: I miscalculated the size of subtable %s, this means the kerning output is wrong.
es: He calculado mal el tamaño de la subtabla %s. Esto significa que la salida del interletraje es incorrecta.
ru: Размер подтаблицы %s был вычислен неверно, что предполагает неверный вывод кернгинга.
sv: Jag räknade fel på storleken på subtable %s, vilket innebär att kerningutmatningen är fel.

source: I'm sorry this file is too complex for me to understand (or is erroneous)
es: Lo siento, este archivo es demasiado complejo para que lo entienda (o es erróneo)
ru: Файл слишком сложен для обработки (или содержит ошибки)
sv: Jag är ledsen att den här filen är för komplex för mig att förstå (eller är felaktig)

source: I'm sorry this file is too complex for me to understand (or is erroneous, or is empty)
es: Lo siento, este archivo es demasiado complejo para que lo entienda (o es erróneo, o está vacío)
ru: Файл слишком сложен для обработки (или содержит ошибки, или пустой)
sv: Jag är ledsen att den här filen är för komplex för mig att förstå (eller är felaktig eller är tom)

source: I.
ru: Н.

source: I.C.
es: C.C.
ru: Кор. курсива

source: IF test Pops an integer, if 0 (false) next instruction is ELSE or EIF if non-0 execution continues normally (unless there's an ELSE)
es: Prueba IF Desapila un entero Si es 0 (falso), la siguiente instrucción es ELSE o EIF Si no es 0, la ejecución continúa normalmente (a menos que haya un ELSE)
ru: IF Проверка условия Извлекает из стека целочисленное значение, в случае значения 0 (ложь) следующей инструкцией будет ELSE или EIF, в случае не-0 продолжается выполнение в штатном режиме (при отсутствии ELSE)
sv: IF-test Popar ett heltal, om 0 (falsk) är nästa instruktion ELSE eller EIF om ej 0 fortsätter exekveringen normalt (om det inte finns en ELSE)

source: INSTRuction execution ConTRoL Pops a selector and value Sets a state variable
es: Control de ejecución de instrucciones (INSTRCTRL) Desapila un selector y valor Establece una variable de estado
ru: INSTRCTR Управление выполнением инструкции Извлекает из стека селектор и значение переменной состояния управления инструкцией Устанавливает значение переменной состояния
sv: INSTRuKtion utförande KonTRoL Öppnar en väljare och ett värde Ställer in en tillståndsvariabel

source: IPA Ext & Phonetic Ext (& Supplement)
es: Extensión AFI y extensión fonética (y suplemento)
ru: Расширение МФА и фонетическое расширение (и дополнение к ним)

source: IPA Extensions
es: Extensiones AFI
ru: Расширения IPA
sv: IPA-förlängningar

source: IPA usage
es: Uso de AFI
ru: Применение МФА
sv: IPA-användning

source: ISO (Deprecated)
es: ISO (obsoleto)
ru: ISO (устарело)
sv: ISO (Föråldrad)

source: ISO 10646-1 (Unicode, BMP)
ru: ISO 10646-1 (Юникод, BMP)

source: ISO 10646-1 (Unicode, Full)
es: ISO 10646-1 (Unicode, todos los planos)
ru: ISO 10646-1 (Юникод, полный набор)
sv: ISO 10646-1 (Unicode, fullständig)

source: ISO 8859-1 (Latin1)
es: ISO 8859-1 (Latino 1)
ru: ISO 8859-1 (Латиница1)

source: ISO 8859-10 (Latin6)
es: ISO 8859-10 (Latino 6)
ru: ISO 8859-10 (Латиница6)

source: ISO 8859-11 (Thai)
es: ISO 8859-11 (Tailandés)
ru: ISO 8859-11 (Тайский)
sv: ISO 8859-11 (thailändska)

source: ISO 8859-13 (Latin7)
es: ISO 8859-13 (Latino 7)
ru: ISO 8859-13 (Латиница7)

source: ISO 8859-14 (Latin8)
es: ISO 8859-14 (Latino 8)
ru: ISO 8859-14 (Латиница8)

source: ISO 8859-15 (Latin0)
es: ISO 8859-15 (Latino 0)
ru: ISO 8859-15 (Латиница0)

source: ISO 8859-16 (Latin10)
es: ISO 8859-16 (Latino 10)
ru: ISO 8859-16 (Латиница10)

source: ISO 8859-2 (Latin2)
es: ISO 8859-2 (Latino 2)
ru: ISO 8859-2 (Латиница2)

source: ISO 8859-3 (Latin3)
es: ISO 8859-3 (Latino 3)
ru: ISO 8859-3 (Латиница3)

source: ISO 8859-4 (Latin4)
es: ISO 8859-4 (Latino 4)
ru: ISO 8859-4 (Латиница4)

source: ISO 8859-5 (Cyrillic)
es: ISO 8859-5 (Cirílico)
ru: ISO 8859-5 (Кириллица)
sv: ISO 8859-5 (kyrilliska)

source: ISO 8859-6 (Arabic)
es: ISO 8859-6 (Árabe)
ru: ISO 8859-6 (Арабский)
sv: ISO 8859-6 (arabiska)

source: ISO 8859-7 (Greek)
es: ISO 8859-7 (Griego)
ru: ISO 8859-7 (Греческий)
sv: ISO 8859-7 (grekiska)

source: ISO 8859-8 (Hebrew)
es: ISO 8859-8 (Hebreo)
ru: ISO 8859-8 (Иврит)
sv: ISO 8859-8 (hebreiska)

source: ISO 8859-9 (Latin5)
es: ISO 8859-9 (Latino 5)
ru: ISO 8859-9 (Латиница5)

source: Iban
ru: Ибанский

source: Ibibio
ru: Ибибио

source: Icelandic
es: Islandés
ru: Исландский
sv: Isländska

source: IconFont
es: Fuente de íconos
ru: Шрифт значка

source: Icons
es: Íconos
ru: Значки
sv: Ikoner

source: Identify by
es: Identificar por
ru: Идентифицировать по
sv: Identifiera genom

source: Ideographic Description Characters
es: Caracteres de descripción idenográfica
ru: Идеографические пояснительные символы
sv: Ideografisk beskrivning Tecken

source: Ideographic Symbols and Punctuation
es: Ideográficos, símbolos y puntuación
ru: Идеографические символы и пунктуация

source: Ideographic character face bottom edge baseline
es: Línea de base de la esquina inferior de la cara del carácter ideográfico
ru: Базовая линия нижнего края площадки идеографического символа
sv: Ideografisk teckenbottens kantbaslinje

source: Ideographic character face top edge baseline
es: Línea base de la esquina superior de la cara del carácter ideográfico
ru: Базовая линия верхнего края площадки идеографического символа
sv: Ideografisk teckentaks kantbaslinje

source: Ideographic em-box bottom edge baseline
es: Línea de base del inferior de la caja em del carácter ideográfico
ru: Базовая линия нижнего края ограничительной рамки вокруг идеографического символа
sv: Ideografisk em-boxbottens kantbaslinje

source: Ideographic em-box top edge baseline
es: Línea de base del superior de la caja em del carácter ideográfico
ru: Базовая линия верхнего края ограничительной рамки вокруг идеографического символа
sv: Ideografisk em-boxtaks kantbaslinje

source: Ido
ru: Идо

source: If a class name is a number, it must be the index of the class in the array of classes_simple.
es: Si el nombre de la clase es un número, debe ser el índice de la clase en el array de classes_simple.
ru: Если имя класса представляет собой число, то это число должно быть индексом класса в массиве classes_simple.
sv: Om ett klassnamn är ett nummer måste det vara klassens index i arrayen classes_simple.
